{
      "@context": "https://schema.org",
      "@type": "FAQPage",
      "mainEntity": [
        {
          "@type": "Question",
          "name": "ฉันสามารถบันทึกเมตาดาต้าประเภทใดได้บ้างด้วยแอป iOS?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "คุณสามารถบันทึกการตั้งค่าและเมตาดาต้าชุดเต็มสำหรับแต่ละภาพถ่าย รวมถึงยี่ห้อและรุ่นของกล้อง ความเร็วชัตเตอร์ รูรับแสง ความยาวโฟกัส การชดเชยแสง การใช้แฟลช รายละเอียดเลนส์ และประเภทฟิล์มที่ใช้ ตำแหน่ง GPS รวมถึงวันที่และเวลาจะถูกบันทึกโดยอัตโนมัติ แต่คุณสามารถแก้ไขด้วยตนเองได้หากต้องการคุณยังสามารถเพิ่มหมายเหตุที่กำหนดเองเพื่อรวมบริบทหรือรายละเอียดเพิ่มเติมใดๆ ซึ่งช่วยให้คุณสร้างคลังข้อมูลที่สมบูรณ์และมีโครงสร้างที่ดีสำหรับการฝึกถ่ายภาพฟิล์มของคุณ โดยเก็บรักษาข้อมูลสำคัญทั้งหมดไว้"
          }
        },
        {
          "@type": "Question",
          "name": "แอป Mac รองรับรูปแบบไฟล์ใดบ้าง?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "แอปบน macOS รองรับไฟล์ JPEG (.jpg) และ TIFF (.tiff) สำหรับฝังและส่งออกข้อมูล EXIF แล้วในขณะนี้ เรากำลังพิจารณาการรองรับรูปแบบอื่นเพิ่มเติม เช่น DNG และ NEF โดยดูจากการใช้งานจริงและความต้องการของผู้ใช้ เป้าหมายของเราคือการสร้างเครื่องมือที่ตอบโจทย์ผู้หลงใหลการถ่ายภาพฟิล์มทั้งในระหว่างการถ่ายและการตกแต่งภาพหากการรองรับ DNG หรือฟีเจอร์อื่น ๆ จะช่วยให้การทำงานของคุณราบรื่นขึ้น โปรดบอกเรา — เราพร้อมรับฟัง"
          }
        },
        {
          "@type": "Question",
          "name": "ฉันสามารถบันทึกการใช้ขาตั้งหรือฟิลเตอร์ได้หรือไม่?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "สำหรับตอนนี้ แอปยังคงเรียบง่ายและมีประสิทธิภาพโดยเจตนา เพื่อตอบสนองความต้องการของช่างภาพฟิล์มส่วนใหญ่ แต่คุณไม่ถูกจำกัด: มีช่องหมายเหตุเฉพาะสำหรับบันทึกข้อมูลเพิ่มเติม เช่น การใช้ขาตั้ง ชนิดของฟิลเตอร์ หรือรายละเอียดอื่นๆ ที่เกี่ยวข้องกับอุปกรณ์องค์ประกอบเหล่านี้ไม่ได้เป็นส่วนหนึ่งของเมตาดาต้า EXIF อย่างเป็นทางการ แต่ช่องหมายเหตุให้อิสระแก่คุณในการรวมทุกสิ่งที่สำคัญสำหรับกระบวนการของคุณ โดยไม่ทำให้อินเทอร์เฟซหลักรก"
          }
        },
        {
          "@type": "Question",
          "name": "มีแผนจะเปิดตัวเวอร์ชัน Android หรือไม่?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "เวอร์ชัน Android เป็นสิ่งที่เรากำลังพิจารณาอย่างแน่นอน — มันอยู่ในสายตาของเรา สำหรับตอนนี้ ความสำคัญของเราคือทำให้ประสบการณ์บน iPhone และ macOS เรียบร้อย น่าเชื่อถือ และสมบูรณ์ที่สุดเท่าที่จะเป็นไปได้ เราต้องการให้ทุกอย่างทำงานได้อย่างราบรื่นและบรรลุมาตรฐานคุณภาพที่เราตั้งไว้หากเวอร์ชัน iOS ประสบความสำเร็จและยังคงดึงดูดผู้ใช้ การพัฒนา Android อาจเป็นขั้นตอนต่อไป ติดตามข่าวสารและแจ้งให้เราทราบหากคุณสนใจ — ความคิดเห็นของคุณจะชี้นำการทำงานต่อไปของเรา"
          }
        },
        {
          "@type": "Question",
          "name": "มีคุณลักษณะใดบ้างที่กำลังจะมี?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "เรามุ่งมั่นที่จะปรับปรุงแอปอย่างต่อเนื่อง การอัปเดตในอนาคตอาจรวมถึงการแปลเพื่อให้เข้าถึงผู้ชมที่กว้างขึ้น ตัวเลือกการส่งออกใหม่ หรือแม้แต่เวอร์ชันนาฬิกาสำหรับการเข้าถึงอย่างรวดเร็วระหว่างการถ่ายภาพ ยังไม่มีอะไรถูกกำหนดตายตัว แต่เรากำลังสร้างเครื่องมือนี้ร่วมกับชุมชนและมันจะพัฒนาตามความต้องการของคุณวิธีที่คุณใช้แอปเป็นแรงบันดาลใจโดยตรงสำหรับคุณลักษณะต่อไป — ขอบคุณที่เป็นส่วนหนึ่งของกระบวนการ"
          }
        }
      ]
    }