{
      "@context": "https://schema.org",
      "@type": "FAQPage",
      "mainEntity": [
        {
          "@type": "Question",
          "name": "iOS 앱으로 어떤 종류의 메타데이터를 기록할 수 있나요?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "각 샷에 대해 카메라 모델명, 셔터 속도, 조리개 값, 초점 거리, 노출 보정, 플래시 사용 여부, 렌즈 상세 정보, 사용 필름 타입 등 완전한 설정과 메타데이터를 기록할 수 있습니다. GPS 위치와 날짜/시간은 자동으로 기록되지만 수동으로 수정할 수도 있습니다.추가로 커스텀 메모 필드를 통해 촬영 상황이나 기타 세부 사항을 기록할 수 있어, 필름 사진 작업의 풍부하고 체계적인 아카이브를 구축하는 데 도움이 됩니다."
          }
        },
        {
          "@type": "Question",
          "name": "Mac 앱이 지원하는 파일 형식은 무엇인가요?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "현재 macOS 버전 앱은 JPEG(.jpg) 파일의 EXIF 메타데이터 통합 및 내보내기를 지원합니다. TIFF(.tif) 파일 지원은 검토 중이며, 사용자 요구와 실제 필요에 따라 추후 추가될 수 있습니다. 우리는 현장 사진작가들의 실제 사용 패턴에 맞춰 도구를 개발하고 있으며, 여러분의 피드백이 향후 개발 방향을 결정합니다.TIFF 호환성이나 기타 기능이 워크플로우 개선에 도움이 된다면 언제든지 알려주세요."
          }
        },
        {
          "@type": "Question",
          "name": "삼각대나 필터 사용을 기록할 수 있나요?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "현재 앱은 대부분의 필름 사진작가의 요구를 충족시키기 위해 의도적으로 간결하고 효율적으로 설계되었습니다. 하지만 전용 메모 필드에서 삼각대 사용 여부, 필터 종류 등 장비 관련 추가 정보를 자유롭게 기록할 수 있습니다.이러한 요소들은 공식 EXIF 메타데이터에는 포함되지 않지만, 메모 필드를 통해 메인 인터페이스를 복잡하게 하지 않으면서 프로세스에 중요한 모든 정보를 기록할 수 있습니다."
          }
        },
        {
          "@type": "Question",
          "name": "안드로이드 버전 출시 계획이 있나요?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "안드로이드 버전은 확실히 저희의 검토 사항 중 하나입니다. 현재는 iPhone과 macOS에서의 사용 경험을 최대한 세련되고 안정적이며 완성도 있게 만드는 것이 최우선 과제입니다. 모든 기능이 문제없이 작동하고 우리가 설정한 품질 기준에 도달할 수 있도록 노력하고 있습니다.iOS 버전이 성공을 거두고 사용자들의 지속적인 관심을 받는다면, 안드로이드 개발이 다음 단계가 될 가능성이 높습니다. 관심 있으시다면 저희에게 알려주시기 바랍니다."
          }
        },
        {
          "@type": "Question",
          "name": "향후 추가될 기능은 무엇인가요?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "우리는 앱을 지속적으로 개선하기 위해 노력하고 있습니다. 향후 업데이트에는 더 넓은 사용자층을 위한 다국어 지원, 새로운 내보내기 옵션, 촬영 중 빠른 접근을 위한 워치 버전 앱 등이 포함될 수 있습니다. 아직 확정된 것은 없지만, 이 도구는 커뮤니티와 함께 만들어가며 여러분의 필요에 맞춰 진화할 것입니다.여러분의 앱 사용 방식은 새로운 기능에 대한 직접적인 영감이 됩니다."
          }
        }
      ]
    }