{
      "@context": "https://schema.org",
      "@type": "FAQPage",
      "mainEntity": [
        {
          "@type": "Question",
          "name": "Was unterscheidet Frames von anderen Apps für die Filmfotografie?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames wurde speziell für analoge Fotografen entwickelt, die ihre Arbeitsweise so strukturiert wie bei der digitalen Fotografie organisieren möchten. Im Gegensatz zu allgemeinen Notiz-Apps versteht diese App die besonderen Anforderungen beim Fotografieren mit Filmkameras – von der genauen Erfassung der Kameraeinstellungen bis zum Nachverfolgen verschiedener Filmtypen über mehrere Rollen hinweg.Was Frames von anderen Apps für analoge Fotografie wirklich abhebt, ist die nahtlose Synchronisation zwischen iPhone und Mac. So kannst du deine Aufnahmedaten direkt vor Ort erfassen und später am Computer deine gescannten Bilder mit vollständigen EXIF-Metadaten verknüpfen. Einen derart durchgängigen Workflow bietet keine andere Fotografie-App."
          }
        },
        {
          "@type": "Question",
          "name": "Welche Metadaten kann ich mit der iOS-App speichern?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Sie können ein komplettes Set an Einstellungen und Metadaten für jede Aufnahme speichern, inklusive Kamerahersteller und -modell, Verschlusszeit, Blende, Brennweite, Belichtungskorrektur, Blitzeinsatz, Objektivdetails und Filmtyp. GPS-Position sowie Datum und Uhrzeit werden automatisch erfasst, sind aber manuell änderbar.Sie können auch persönliche Notizen hinzufügen, um zusätzlichen Kontext oder Details festzuhalten. So erstellen Sie ein umfassendes, gut strukturiertes Archiv Ihrer Analogfotografie mit allen wesentlichen Informationen."
          }
        },
        {
          "@type": "Question",
          "name": "Welche Dateiformate unterstützt die Mac-App?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Die macOS-Companion-App unterstützt derzeit JPEG- (.jpg) und TIFF-Dateien (.tiff) zur Einbettung und zum Export von EXIF-Metadaten. Wir prüfen außerdem aktiv die Unterstützung weiterer Formate wie DNG und NEF, basierend auf echten Workflows und dem Feedback der Nutzer. Unser Ziel ist es, ein Werkzeug zu entwickeln, das den Bedürfnissen von Analogfotografie-Enthusiasten wirklich gerecht wird – sowohl beim Fotografieren als auch in der Nachbearbeitung.Wenn DNG-Unterstützung oder andere Funktionen deinen Workflow verbessern würden, sag uns Bescheid – wir hören zu."
          }
        },
        {
          "@type": "Question",
          "name": "Kann ich Stativ- oder Filterverwendung notieren?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Die App bleibt bewusst einfach und effizient für die meisten Analogfotografen. Aber Sie sind nicht eingeschränkt: Ein Notizfeld ermöglicht das Festhalten zusätzlicher Infos wie Stativnutzung, Filtertypen oder andere Ausrüstungsdetails.Diese Elemente gehören nicht zu den offiziellen EXIF-Metadaten, aber das Notizfeld gibt Ihnen die Freiheit, alles Wichtige festzuhalten, ohne die Hauptoberfläche zu überladen."
          }
        },
        {
          "@type": "Question",
          "name": "Ist eine Android-Version geplant?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Eine Android-Version steht definitiv auf unserem Radar. Aktuell priorisieren wir eine optimierte, zuverlässige und vollständige Erfahrung auf iPhone und macOS. Wir wollen sicherstellen, dass alles reibungslos funktioniert und unseren Qualitätsstandards entspricht.Falls die iOS-Version erfolgreich ist und Nutzer begeistert, könnte Android der nächste Schritt sein. Bleiben Sie dran und teilen Sie uns Ihr Interesse mit - Ihr Feedback leitet unsere Weiterentwicklung."
          }
        },
        {
          "@type": "Question",
          "name": "Welche Funktionen sind geplant?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Wir verbessern die App kontinuierlich. Zukünftige Updates könnten Übersetzungen für mehrsprachigen Zugang, neue Exportoptionen oder sogar eine Watch-App für schnellen Zugriff während Aufnahmen enthalten. Nichts ist festgelegt, aber wir entwickeln dieses Tool mit der Community und es wächst mit Ihren Bedürfnissen.Ihre Nutzungsweise inspiriert direkt zukünftige Funktionen - danke, dass Sie Teil dieses Prozesses sind."
          }
        }
      ]
    }