{
      "@context": "https://schema.org",
      "@type": "FAQPage",
      "mainEntity": [
        {
          "@type": "Question",
          "name": "Vilken typ av metadata kan jag spara med iOS-appen?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Du kan spara en komplett uppsättning inställningar och metadata för varje bild, inklusive kamerans märke och modell, slutartid, bländare, brännvidd, exponeringskompensation, blixtanvändning, objektivdetaljer och använd filmtyp. GPS-position samt datum och tid registreras automatiskt, men du kan ändra dem manuellt om det behövs.Du kan också lägga till anpassade anteckningar för att inkludera ytterligare kontext eller detaljer, vilket hjälper dig att skapa ett rikt och välstrukturerat arkiv av din analogfotografering, med all väsentlig information bevarad."
          }
        },
        {
          "@type": "Question",
          "name": "Vilka filformat stöds av Mac-appen?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "För närvarande stödjer macOS-appen JPEG-filer (.jpg) för integrering och export av EXIF-metadata. Stöd för TIFF-filer (.tif) är under utredning och kan läggas till senare baserat på användarnas efterfrågan och verkliga behov. Vi åtar oss att utveckla detta verktyg baserat på fotografers faktiska användning, och din feedback är avgörande för att styra framtida utveckling.Om TIFF-kompatibilitet eller andra funktioner kan förbättra ditt arbetsflöde, tveka inte att berätta det för oss - vi lyssnar."
          }
        },
        {
          "@type": "Question",
          "name": "Kan jag anteckna användning av stativ eller filter?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "För närvarande är appen avsiktligt enkel och effektiv för att möta majoriteten av analogfotografers behov. Men du är inte begränsad: ett dedikerat anteckningsfält finns för att registrera ytterligare information som stativanvändning, filtertyper eller andra materialrelaterade detaljer.Dessa element ingår inte i officiell EXIF-metadata, men anteckningsfältet ger dig frihet att inkludera allt som är viktigt för din process, utan att belamra huvudgränssnittet."
          }
        },
        {
          "@type": "Question",
          "name": "Planeras en Android-version?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "En Android-version är definitivt något vi funderar på - det finns i vår horisont. För närvarande är vår prioritet att göra upplevelsen på iPhone och macOS så polerad, tillförlitlig och komplett som möjligt. Vi vill säkerställa att allt fungerar smidigt och når den kvalitetsnivå vi strävar efter.Om iOS-versionen blir framgångsrik och fortsätter att tilltala användare, kan en Android-utveckling bli nästa steg. Håll ögonen öppna, och låt oss veta om det intresserar dig - din feedback styr vårt fortsatta arbete."
          }
        },
        {
          "@type": "Question",
          "name": "Vilka funktioner är planerade?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Vi åtar oss att kontinuerligt förbättra appen. Framtida uppdateringar kan inkludera översättningar för att göra den tillgänglig för en bredare publik, nya exportalternativ eller till och med en klockversion för snabb åtkomst under fotografering. Inget är ännu fastställt, men vi bygger detta verktyg med gemenskapen och det utvecklas i takt med dina behov.Ditt sätt att använda appen inspirerar oss direkt för nästa funktioner - tack för att du är en del av processen."
          }
        }
      ]
    }