{
      "@context": "https://schema.org",
      "@type": "FAQPage",
      "mainEntity": [
        {
          "@type": "Question",
          "name": "What metadata can I track with Frames for iPhone?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames lets you record comprehensive metadata for each analog shot, including camera settings like shutter speed, aperture, focal length, exposure compensation, and flash usage. You can also document your film stock details, brand, and ISO rating.GPS location and date/time are automatically captured, with manual override options when needed. Frames organizes everything by roll number, making it easy to track which rolls are shot, developed, or still in your camera.Beyond technical data, you can add custom notes about lighting conditions, weather, or creative intentions. This creates a complete archive of your analog photography with all essential information preserved, helping you analyze your technique and improve your film photography skills."
          }
        },
        {
          "@type": "Question",
          "name": "Does Frames for Mac support common film scanning photo formats?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "The macOS companion app currently supports JPEG (.jpg) and TIFF (.tiff) files for embedding and exporting EXIF metadata. We're also actively exploring support for additional photo formats such as DNG and NEF, based on real-world workflows and analog shooters demand. Our goal is to build a tool that truly supports the needs of film photography enthusiasts, both in the field and in post-processing.If DNG support or other features would make your photography workflow smoother, don’t hesitate to let us know, we’re listening."
          }
        },
        {
          "@type": "Question",
          "name": "Can I record tripod settings, filters, and accessories in my film notes?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "For now, the focus is on keeping the app simple and efficient for most analog photographers. But you're not limited: there's a dedicated Notes field where you can jot down extra info like tripod use, filter types, or any other gear-related details.These aren’t part of the official EXIF metadata specification, but the Notes field gives you the flexibility to include whatever matters to your film workflow, without cluttering the core interface."
          }
        },
        {
          "@type": "Question",
          "name": "Will there be an Android version of Frames?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "An Android version of our film photography app is definitely something we're thinking about, it's on our radar. However, for the time being, our main focus is on making the iPhone and macOS experience as polished, reliable, and complete as possible. We want to ensure that everything works seamlessly and meets the high standards we’ve set.If the iOS version proves successful and continues to resonate with photographers, expanding to Android could very well be next on the roadmap. Stay tuned, and let us know if you’d be interested, your input helps guide what comes next."
          }
        },
        {
          "@type": "Question",
          "name": "What features are planned for Frames in the future?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "We’re committed to continuous improvement. Future updates may include translations to make the app more accessible to photographers globally, additional export options, and possibly even a watch companion app for quick access during photo shoots. While nothing is set in stone, we’re building this tool with the film photography community and evolving alongside your workflow."
          }
        }
      ]
    }