{
      "@context": "https://schema.org",
      "@type": "FAQPage",
      "mainEntity": [
        {
          "@type": "Question",
          "name": "Quels types de métadonnées puis-je enregistrer avec l'app iOS ?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Vous pouvez enregistrer un ensemble complet de réglages et de métadonnées pour chaque prise de vue, incluant la marque et le modèle de l’appareil, la vitesse d’obturation, l’ouverture, la focale, la correction d’exposition, l’utilisation du flash, les détails de l’objectif et le type de pellicule utilisé. La position GPS ainsi que la date et l’heure sont enregistrées automatiquement, mais vous pouvez les modifier manuellement si besoin.Vous pouvez également ajouter des notes personnalisées pour inclure tout contexte ou détail supplémentaire, ce qui vous aide à constituer une archive riche et bien structurée de votre pratique photo argentique, avec toutes les informations essentielles conservées."
          }
        },
        {
          "@type": "Question",
          "name": "Quels formats de fichier sont supportés par l'app Mac ?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "L’app compagnon pour macOS prend actuellement en charge les fichiers JPEG (.jpg) et TIFF (.tiff) pour l’intégration et l’exportation des métadonnées EXIF. Nous étudions également la prise en charge de formats supplémentaires comme DNG et NEF, en fonction des usages concrets et des retours utilisateurs. Notre objectif est de créer un outil réellement adapté aux besoins des passionnés de photographie argentique, sur le terrain comme en post-traitement.Si le support du DNG ou d’autres fonctionnalités peuvent améliorer votre flux de travail, n’hésitez pas à nous le faire savoir – nous sommes à l’écoute."
          }
        },
        {
          "@type": "Question",
          "name": "Puis-je noter l'utilisation d'un trépied ou de filtres ?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Pour l’instant, l’application reste volontairement simple et efficace pour répondre aux besoins de la majorité des photographes argentiques. Mais vous n’êtes pas limité·e : un champ de notes dédié est là pour consigner des infos supplémentaires comme l’usage d’un trépied, les types de filtres, ou tout autre détail lié au matériel.Ces éléments ne font pas partie des métadonnées EXIF officielles, mais le champ Notes vous donne la liberté d’y inclure tout ce qui compte pour votre processus, sans encombrer l’interface principale."
          }
        },
        {
          "@type": "Question",
          "name": "Une version Android est-elle prévue ?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Une version Android est clairement quelque chose à laquelle nous pensons — c’est bien dans notre ligne de mire. Pour l’instant, notre priorité reste de rendre l’expérience sur iPhone et macOS aussi soignée, fiable et complète que possible. Nous voulons nous assurer que tout fonctionne sans accroc et atteigne le niveau de qualité que nous nous sommes fixé.Si la version iOS rencontre le succès et continue de séduire les utilisateurs, un développement sur Android pourrait bien être la prochaine étape. Restez à l’écoute, et faites-nous savoir si cela vous intéresse — vos retours orientent la suite de notre travail."
          }
        },
        {
          "@type": "Question",
          "name": "Quelles fonctionnalités sont prévues ?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Nous nous engageons à améliorer l’app en continu. De futures mises à jour pourraient inclure des traductions pour la rendre accessible à un public plus large, de nouvelles options d’export, ou même une version compagnon sur montre pour un accès rapide pendant les prises de vue. Rien n’est encore arrêté, mais nous construisons cet outil avec la communauté et il évolue au rythme de vos besoins.Votre manière d’utiliser l’app nous inspire directement pour les prochaines fonctionnalités — merci de faire partie du processus."
          }
        }
      ]
    }