{
      "@context": "https://schema.org",
      "@type": "FAQPage",
      "mainEntity": [
        {
          "@type": "Question",
          "name": "iOSアプリで記録できるメタデータの種類は？",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "各ショットについて、カメラの機種名、シャッター速度、絞り値、焦点距離、露出補正、フラッシュ使用の有無、レンズ詳細、使用フィルムタイプなど完全な設定とメタデータを記録可能です。GPS位置と日時は自動記録されますが、手動修正も可能。さらにカスタムメモ欄で撮影時の状況や追加詳細を記録可能。これによりフィルム写真実践の豊富で構造化されたアーカイブを構築でき、全ての重要な情報を保存できます。"
          }
        },
        {
          "@type": "Question",
          "name": "Macアプリが対応するファイル形式は？",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "macOS版のコンパニオンアプリでは、現在JPEG（.jpg）とTIFF（.tiff）ファイルに対応しており、EXIFメタデータの埋め込みと書き出しが可能です。今後、DNGやNEFなど他の形式への対応も、実際のワークフローやユーザーの要望をもとに検討中です。私たちは、フィルム写真を愛する皆さんの実際のニーズに寄り添ったツールを目指しています。DNG対応や他の機能があなたのワークフローをスムーズにするなら、ぜひご意見をお聞かせください。いつでも歓迎しています。"
          }
        },
        {
          "@type": "Question",
          "name": "三脚やフィルターの使用を記録できますか？",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "現在のアプリは大多数のフィルム写真家のニーズに応えるため、意図的にシンプルで効率的な設計となっています。ただし、専用のメモ欄で三脚使用状況、フィルタータイプなど機材関連の追加情報を自由に記録可能です。これらは公式EXIFメタデータには含まれませんが、メモ欄によりメインインターフェースを煩雑にすることなく、プロセスに重要な全ての情報を記録できます。"
          }
        },
        {
          "@type": "Question",
          "name": "Android版の予定はありますか？",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Android版は確実に私たちの検討事項に入っています。現時点ではiPhoneとmacOS版の体験を可能な限り洗練させ、信頼性と完成度を高めることが最優先です。全てがスムーズに機能し、私たちが設定した品質基準に達することを確認したいと考えています。iOS版が成功しユーザーの支持を継続すれば、Android開発が次のステップとなる可能性が高いです。今後の展開にご期待ください。ご興味があればぜひお知らせいただければ、今後の開発の参考にさせていただきます。"
          }
        },
        {
          "@type": "Question",
          "name": "今後の予定機能は？",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "私たちはアプリの継続的改善に取り組んでいます。今後のアップデートでは、より広範なユーザーへのアクセシビリティ向上のための多言語対応、新たなエクスポートオプション、さらには撮影中のクイックアクセスを可能にするウォッチ版アプリなどの可能性があります。まだ確定したものはありませんが、このツールはコミュニティと共に構築され、ユーザーのニーズに合わせて進化していきます。皆様のアプリ使用方法が直接的に新機能のインスピレーション源となります。開発プロセスへのご参加に感謝します。"
          }
        }
      ]
    }