{
      "@context": "https://schema.org",
      "@type": "FAQPage",
      "mainEntity": [
        {
          "@type": "Question",
          "name": "Que tipos de metadados posso registrar com o app iOS?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Você pode registrar um conjunto completo de configurações e metadados para cada foto, incluindo marca e modelo da câmera, velocidade do obturador, abertura, distância focal, compensação de exposição, uso de flash, detalhes da lente e tipo de filme usado. A posição GPS junto com data e hora são registradas automaticamente, mas podem ser modificadas manualmente.Você também pode adicionar notas personalizadas para incluir qualquer contexto ou detalhe adicional, ajudando a criar um arquivo rico e bem estruturado da sua prática fotográfica analógica, com todas as informações essenciais preservadas."
          }
        },
        {
          "@type": "Question",
          "name": "Quais formatos de arquivo são suportados pelo app Mac?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "O app para macOS atualmente é compatível com arquivos JPEG (.jpg) e TIFF (.tiff) para incorporar e exportar metadados EXIF. Também estamos avaliando o suporte para formatos adicionais como DNG e NEF, com base nos fluxos de trabalho reais e nas necessidades dos usuários. Nosso objetivo é criar uma ferramenta realmente útil para quem ama fotografia analógica, tanto em campo quanto na pós-produção.Se o suporte a DNG ou outras funções facilitar seu fluxo de trabalho, fale com a gente – estamos ouvindo."
          }
        },
        {
          "@type": "Question",
          "name": "Posso anotar o uso de tripé ou filtros?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Por enquanto, o app mantém-se deliberadamente simples e eficiente para atender às necessidades da maioria dos fotógrafos analógicos. Mas você não está limitado: um campo de notas dedicado permite registrar informações adicionais como uso de tripé, tipos de filtros ou outros detalhes de equipamento.Estes elementos não fazem parte dos metadados EXIF oficiais, mas o campo Notas dá liberdade para incluir tudo o que importa para seu processo, sem sobrecarregar a interface principal."
          }
        },
        {
          "@type": "Question",
          "name": "Uma versão Android está planejada?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Uma versão Android está claramente em nosso radar. Por enquanto, nossa prioridade é oferecer uma experiência em iPhone e macOS tão polida, confiável e completa quanto possível. Queremos garantir que tudo funcione perfeitamente e atinja nosso padrão de qualidade.Se a versão iOS for bem-sucedida e continuar agradando usuários, um desenvolvimento para Android pode ser o próximo passo. Fique atento e nos avise se estiver interessado - seu feedback guia nosso trabalho futuro."
          }
        },
        {
          "@type": "Question",
          "name": "Quais funcionalidades estão planejadas?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Comprometemo-nos a melhorar continuamente o app. Futuras atualizações podem incluir traduções para maior acessibilidade, novas opções de exportação, ou até uma versão para relógio para acesso rápido durante capturas. Nada está definido ainda, mas construímos esta ferramenta com a comunidade e ela evolui conforme suas necessidades.Sua forma de usar o app inspira diretamente as próximas funcionalidades - obrigado por fazer parte do processo."
          }
        }
      ]
    }