{
      "@context": "https://schema.org",
      "@type": "FAQPage",
      "mainEntity": [
        {
          "@type": "Question",
          "name": "Which kinds of metadata can I record with the iOS app?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "You can record a complete set of camera settings and metadata for each shot, including the camera brand and model, shutter speed, aperture, focal length, exposure compensation, flash usage, lens details, and film stock. GPS location and date/time are automatically logged, but you can override them manually if needed.You can also add custom notes to include any additional context or details, helping you create a rich, well-organized archive of your film photography with all essential information preserved."
          }
        },
        {
          "@type": "Question",
          "name": "Which photo file formats are supported by the Mac app?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "At the moment, the macOS companion app supports JPEG (.jpg) files for embedding and exporting EXIF metadata. Support for TIFF (.tif) files is currently under consideration and may be added in the future based on user demand and practical use cases. We're committed to building this tool around the real needs of photographers in the field, so your feedback plays a crucial role in shaping future updates.If TIFF support or other features would make your workflow smoother, don’t hesitate to let us know, we’re listening."
          }
        },
        {
          "@type": "Question",
          "name": "Can I log things like my tripod setup, filters, or other accessories?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "For now, the focus is on keeping the app simple and efficient for most analog photographers. But you're not limited — there's a dedicated Notes field where you can jot down extra info like tripod use, filter types, or any other gear-related details.These aren’t part of the official EXIF metadata specification, but the Notes field gives you the flexibility to include whatever matters to your film workflow, without cluttering the core interface."
          }
        },
        {
          "@type": "Question",
          "name": "Will there be an Android version of the app?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "An Android version is definitely something we're thinking about — it's on our radar. However, for the time being, our main focus is on making the iPhone and macOS experience as polished, reliable, and complete as possible. We want to ensure that everything works seamlessly and meets the high standards we’ve set.If the iOS version proves successful and continues to resonate with users, expanding to Android could very well be next on the roadmap. Stay tuned, and let us know if you’d be interested, your input helps guide what comes next."
          }
        },
        {
          "@type": "Question",
          "name": "What features are planned for the future?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "We’re committed to continuous improvement. Future updates may include translations to make the app more accessible globally, additional export options, and possibly even a watch companion app for quick access during shoots. While nothing is set in stone, we’re building this tool with the community and evolving alongside your workflow."
          }
        }
      ]
    }