{
      "@context": "https://schema.org",
      "@type": "FAQPage",
      "mainEntity": [
        {
          "@type": "Question",
          "name": "Какие метаданные я могу записать с помощью iOS-приложения?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Вы можете записать полный набор настроек и метаданных для каждого снимка, включая марку и модель камеры, выдержку, диафрагму, фокусное расстояние, коррекцию экспозиции, использование вспышки, детали объектива и тип используемой плёнки. GPS-позиция, а также дата и время записываются автоматически, но вы можете изменить их вручную.Вы также можете добавлять персонализированные заметки для включения любого контекста или дополнительных деталей, что поможет создать богатый и структурированный архив вашей плёночной фотографии со всей важной сохранённой информацией."
          }
        },
        {
          "@type": "Question",
          "name": "Какие форматы файлов поддерживает Mac-приложение?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "В настоящее время приложение-компаньон для macOS поддерживает файлы JPEG (.jpg) для интеграции и экспорта EXIF-метаданных. Поддержка файлов TIFF (.tif) рассматривается и может быть добавлена позже в зависимости от запросов пользователей и практических потребностей. Мы стремимся развивать этот инструмент на основе реального использования фотографами, и ваши отзывы важны для будущих обновлений.Если совместимость с TIFF или другие функции могут улучшить ваш рабочий процесс, сообщите нам — мы всегда готовы выслушать."
          }
        },
        {
          "@type": "Question",
          "name": "Могу ли я отметить использование штатива или фильтров?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Сейчас приложение сознательно остаётся простым и эффективным для большинства плёночных фотографов. Но вы не ограничены: специальное поле для заметок позволяет фиксировать дополнительную информацию, такую как использование штатива, типы фильтров или другие детали оборудования.Эти элементы не входят в официальные EXIF-метаданные, но поле Заметки даёт вам свободу включать всё, что важно для вашего процесса, не загромождая основной интерфейс."
          }
        },
        {
          "@type": "Question",
          "name": "Планируется ли версия для Android?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Версия для Android определённо находится в наших планах. Сейчас наш приоритет — сделать опыт на iPhone и macOS максимально отточенным, надёжным и полным. Мы хотим убедиться, что всё работает гладко и соответствует нашим стандартам качества.Если iOS-версия будет успешной и продолжит нравиться пользователям, разработка для Android может стать следующим шагом. Следите за новостями и сообщите нам, если заинтересованы — ваши отзывы направляют нашу дальнейшую работу."
          }
        },
        {
          "@type": "Question",
          "name": "Какие функции планируются?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Мы постоянно улучшаем приложение. Будущие обновления могут включать переводы для большей доступности, новые варианты экспорта или даже версию для часов для быстрого доступа во время съёмки. Пока ничего не определено, но мы создаём этот инструмент вместе с сообществом, и он развивается в соответствии с вашими потребностями.То, как вы используете приложение, напрямую вдохновляет нас на новые функции — спасибо, что участвуете в этом процессе."
          }
        }
      ]
    }