{
      "@context": "https://schema.org",
      "@type": "FAQPage",
      "mainEntity": [
        {
          "@type": "Question",
          "name": "iOS uygulamasıyla hangi tür meta verileri kaydedebilirim?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Her çekim için kamera marka ve modeli, enstantane hızı, diyafram, odak uzaklığı, pozlama telafisi, flaş kullanımı, lens detayları ve kullanılan film türü dahil olmak üzere tam bir ayar ve meta veri seti kaydedebilirsiniz. GPS konumu ile tarih ve saat otomatik olarak kaydedilir, ancak gerektiğinde manuel olarak değiştirebilirsiniz.Ayrıca herhangi bir bağlam veya ek detay eklemek için özel notlar ekleyebilir, böylece tüm temel bilgilerin korunduğu zengin ve yapılandırılmış bir film fotoğrafçılığı arşivi oluşturabilirsiniz."
          }
        },
        {
          "@type": "Question",
          "name": "Mac uygulaması hangi dosya formatlarını destekliyor?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "macOS yardımcı uygulaması şu anda JPEG (.jpg) ve TIFF (.tiff) dosyalarını EXIF verilerini gömmek ve dışa aktarmak için destekliyor. Gerçek kullanım senaryoları ve kullanıcı geri bildirimleri doğrultusunda, DNG ve NEF gibi ek formatlar için de destek eklemeyi aktif olarak değerlendiriyoruz. Amacımız, analog fotoğrafçılıkla ilgilenen kullanıcıların hem sahada hem de düzenleme sürecinde gerçek ihtiyaçlarına hitap eden bir araç geliştirmek.Eğer DNG desteği veya başka özellikler iş akışınızı kolaylaştıracaksa, lütfen bizimle paylaşın – sizi dinliyoruz."
          }
        },
        {
          "@type": "Question",
          "name": "Tripod veya filtre kullanımını not edebilir miyim?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Şimdilik uygulama, film fotoğrafçılarının çoğunluğunun ihtiyaçlarını karşılamak için bilinçli olarak basit ve verimli tutulmuştur. Ancak sınırlı değilsiniz: özel bir not alanı, tripod kullanımı, filtre türleri veya ekipmanla ilgili diğer detaylar gibi ek bilgileri kaydetmek için mevcuttur.Bu unsurlar resmi EXIF meta verilerinin parçası değildir, ancak Not alanı, ana arayüzü karmaşık hale getirmeden süreciniz için önemli olan her şeyi ekleme özgürlüğü sunar."
          }
        },
        {
          "@type": "Question",
          "name": "Android versiyonu planlanıyor mu?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Android versiyonu kesinlikle düşündüğümüz bir şey - gündemimizde. Şimdilik önceliğimiz, iPhone ve macOS'taki deneyimi mümkün olduğunca özenli, güvenilir ve eksiksiz hale getirmektir. Her şeyin sorunsuz çalıştığından ve belirlediğimiz kalite standartlarına ulaştığından emin olmak istiyoruz.iOS versiyonu başarılı olmaya ve kullanıcıları etkilemeye devam ederse, Android geliştirme muhtemelen bir sonraki adım olacaktır. Gelişmeleri takip edin ve ilgileniyorsanız bize bildirin - geri bildirimleriniz çalışmalarımızı yönlendiriyor."
          }
        },
        {
          "@type": "Question",
          "name": "Hangi özellikler planlanıyor?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Uygulamayı sürekli iyileştirmeye kararlıyız. Gelecek güncellemeler, daha geniş bir kitleye ulaşmak için çeviriler, yeni dışa aktarma seçenekleri veya çekimler sırasında hızlı erişim için bir saat uygulaması bile içerebilir. Henüz kesinleşmiş bir şey yok, ancak bu aracı toplulukla birlikte inşa ediyoruz ve ihtiyaçlarınız doğrultusunda evrimleşiyor.Uygulamayı kullanma şekliniz, doğrudan yeni özellikler için bize ilham veriyor - sürecin bir parçası olduğunuz için teşekkürler."
          }
        }
      ]
    }