{
  "article_id": "film-cameras-2025",
  "slug": "camaras-analogicas-nuevas-2026",
  "publish_date": "2025-12-09T10:00:00.000Z",
  "title": "Cámaras Analógicas Nuevas en 2026: Guía Completa de Compra",
  "summary": "La fotografía analógica sigue viva en 2026. Desde Pentax y Leica hasta Lomography y nuevas startups, aquí están las cámaras de película que podéis comprar nuevas hoy.",
  "author": "Vincent Tantardini",
  "category": "gear",
  "sections": [
    {
      "type": "paragraph",
      "content": "La fotografía analógica no solo sobrevive, está creciendo. Mientras la mayoría de fabricantes de cámaras abandonaron la película hace décadas, un puñado de fabricantes están haciendo algo inusual: fabricar nuevas cámaras analógicas. No equipos vintage ni modelos reacondicionados, sino cámaras diseñadas y construidas ahora mismo."
    },
    {
      "type": "paragraph",
      "content": "Esto es lo que está realmente disponible si queréis comprar una cámara analógica nueva hoy."
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Analogue AF-1"
    },
    {
      "type": "paragraph",
      "content": "Analogue Shop en Ámsterdam abrió los pedidos anticipados para la AF-1 en 2025. Es una cámara de 35mm con enfoque automático diseñada para fotografía callejera y documental, combinando enfoque manual por zonas con exposición automatizada. La empresa surgió porque vieron una carencia: la gente quería cámaras analógicas modernas y fiables sin la complejidad de los sistemas totalmente manuales."
    },
    {
      "type": "paragraph",
      "content": "La AF-1 utiliza tecnología de enfoque automático LiDAR que puede enfocar desde 0,5 metros hasta infinito, haciéndola fiable incluso con poca luz o a través de cristales. La cámara incluye carga automática de película y lectura de código DX hasta ISO 3200, lo que significa menos ajustes que hacer. Lo interesante es que Analogue Shop comenzó como una tienda de cámaras en Ámsterdam antes de decidir diseñar su propia cámara. Veían constantemente a gente pidiendo cámaras analógicas modernas y fiables que no requiriesen conocimientos de reparación vintage."
    },
    {
      "type": "paragraph",
      "content": "La AF-1 está dirigida a fotógrafos que necesitan algo fiable que no les ralentice. Está construida para durar y su precio es competitivo con comprar y reparar equipo vintage."
    },
    {
      "type": "paragraph",
      "content": "[Reservar la Analogue AF-1](https://af1.analogueshop.com/) en su tienda online oficial por €449,99. Entregas previstas para el primer trimestre de 2026."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/analog_af-1_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/analog_af-1_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica Analogue AF-1",
      "width": "400",
      "height": "300",
      "caption": "Image © Analog Shop"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Arca-Swiss M-Monolith"
    },
    {
      "type": "paragraph",
      "content": "Arca-Swiss lleva fabricando equipos fotográficos de precisión en Suiza desde 1926, construyendo una sólida reputación entre los fotógrafos profesionales que necesitan equipos en los que puedan confiar en situaciones exigentes."
    },
    {
      "type": "paragraph",
      "content": "La M-Monolith es su cámara técnica de raíl moderno construida para trabajo de gran formato con película, soportando todo desde 4x5 hasta 8x10, además de los formatos 5x7 y 6x9. También funciona con respaldos digitales si necesitáis esa opción. Esta es una cámara para fotógrafos que quieren control total sobre sus imágenes, ya sea trabajando en estudio o en exteriores."
    },
    {
      "type": "paragraph",
      "content": "La cámara utiliza controles micrométricos con engranajes para todos los movimientos: basculamiento, descentramiento, giro y elevación/descenso. Podéis ajustar los estándares delantero y trasero de forma independiente con precisión, y luego bloquear todo exactamente donde lo necesitéis. El diseño modular hace que cambiar entre formatos sea rápido, y hay una amplia gama de accesorios disponibles para configurarla para diferentes situaciones de disparo."
    },
    {
      "type": "paragraph",
      "content": "Construida en aluminio de grado aeronáutico, la M-Monolith consigue ser relativamente ligera sin sacrificar la rigidez que necesitáis para exposiciones largas. La extensión del fuelle y los recorridos ópticos son lo suficientemente generosos para evitar viñeteado mientras os dan mucho margen para trabajar con diferentes longitudes focales y movimientos. Está diseñada para fotógrafos que necesitan estabilidad, ajustes suaves con engranajes y la flexibilidad para manejar proyectos de imagen de alta precisión."
    },
    {
      "type": "paragraph",
      "content": "[Más información sobre la M-Monolith](https://arca-swiss-usa.com/products/m-monolith-film-formats) en la web oficial de Arca-Swiss."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/arca_swiss_monolith_m_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/arca_swiss_monolith_m_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica Arca-Swiss M-Monolith",
      "width": "400",
      "height": "300",
      "caption": "Image © Arca-Swiss USA"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chamonix 45F-2"
    },
    {
      "type": "paragraph",
      "content": "Chamonix lanzó la 45F-2 en 2017 como versión actualizada de su popular 45F-1. Esta cámara de campo 4x5 está construida por un pequeño taller de ocho artesanos en China, fundado por un fotógrafo y montañero que quería crear las cámaras más ligeras y rígidas posibles para trabajo de paisaje."
    },
    {
      "type": "paragraph",
      "content": "La 45F-2 utiliza una mezcla de madera de teca o cerezo con materiales compuestos de fibra de carbono. Pesa solo 1.600 gramos y se pliega hasta 208 x 182 x 92mm, lo suficientemente pequeña para excursiones con mochila. Lo que la distingue es el mando de enfoque trasero, posicionado directamente bajo el cristal de enfoque en lugar de en la parte delantera como en la mayoría de cámaras de campo. Esto hace que el enfoque sea más natural ya que ya estáis mirando el cristal de enfoque con una mano."
    },
    {
      "type": "paragraph",
      "content": "La cámara incluye basculamiento asimétrico en el estándar trasero, controlado por un único mando con un revestimiento gris pálido para que podáis encontrarlo rápidamente. El estándar delantero tiene mandos separados para los movimientos de elevación/descenso y basculamiento. El cristal de enfoque tiene cuatro líneas de puntos que os ayudan a mantener el enfoque cuando aplicáis basculamiento trasero, independientemente de si disparáis en formato horizontal o vertical. Esto hace que trabajar con el principio de Scheimpflug sea mucho más práctico para fotografía de arquitectura y paisaje."
    },
    {
      "type": "paragraph",
      "content": "A $1.510 con envío, la 45F-2 ofrece una entrada bien diseñada a la fotografía 4x5 que es más ligera y portátil que la mayoría de cámaras de campo de madera. Acepta placas portaobjetivos tipo Linhof y funciona con toda la gama de accesorios Chamonix."
    },
    {
      "type": "paragraph",
      "content": "[Más información sobre la Chamonix 45F-2](https://www.chamonixviewcamera.com/cameras/45f2) y compra en su web oficial."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chamonix_45f-2_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chamonix_45f-2_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica Chamonix 45F-2",
      "width": "400",
      "height": "300",
      "caption": "Image © Chamonix View Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chamonix 11x14"
    },
    {
      "type": "paragraph",
      "content": "La Chamonix 11x14 es una cámara de ultra gran formato construida para fotógrafos que necesitan negativos enormes. Con 11x14 pulgadas, este formato está muy por encima de los tamaños estándar 4x5 u 8x10. Está fabricada a mano utilizando la misma construcción de madera y fibra de carbono que otras cámaras Chamonix, siguiendo su filosofía de mantener el peso manejable mientras se conserva la rigidez."
    },
    {
      "type": "paragraph",
      "content": "Esta cámara pesa 8 kilogramos y se pliega hasta 505 x 500 x 475mm. El respaldo es reversible, así que podéis cambiar entre orientación horizontal y vertical. Utiliza placas portaobjetivos de 8 pulgadas, dándoos mucho espacio para objetivos de gran formato. El ultra gran formato puede parecer extremo, pero hay una comunidad dedicada disparando estos tamaños. El formato 11x14 en realidad tiene mejor disponibilidad de película que la mayoría de otros tamaños de ultra gran formato, con varias películas en blanco y negro todavía produciéndose en esta dimensión."
    },
    {
      "type": "paragraph",
      "content": "Estas cámaras se fabrican bajo pedido en pequeños lotes. La siguiente tanda de producción está programada para marzo de 2026, así que si estáis interesados, necesitaréis planificar con antelación. A este nivel de precio, es una inversión seria, pero obtenéis una cámara hecha a mano específicamente para trabajo de ultra gran formato. Esto no es para disparos casuales—es para fotógrafos comprometidos con trabajar con algunos de los tamaños de película prácticos más grandes disponibles."
    },
    {
      "type": "paragraph",
      "content": "[Más información sobre la Chamonix 11x14](https://www.chamonixviewcamera.com/cameras/11x14) en su web oficial. Los pedidos anticipados para el lote de marzo de 2026 tienen un precio de $6.250."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chamonix_11x14_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chamonix_11x14_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica Chamonix 11x14",
      "width": "400",
      "height": "300",
      "caption": "Image © Chamonix View Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chroma Camera 35mm Click"
    },
    {
      "type": "paragraph",
      "content": "La Chroma Camera Click 35mm es una cámara compacta totalmente mecánica de un pequeño fabricante británico conocido por cámaras de medio y gran formato impresas en 3D. Esta es su primera 35mm autónoma con objetivo de cristal. La óptica fija de 24mm f/11 es nítida en el centro con caída deliberada hacia los bordes, dando a las imágenes verdadero carácter. El enfoque está fijo desde aproximadamente 1,5 metros hasta infinito, así que la mayoría de escenas quedan nítidas sin ajustes."
    },
    {
      "type": "paragraph",
      "content": "Disparar es simple: el obturador magnético dispara a una única velocidad de alrededor de 1/100s, así que la exposición depende enteramente de vuestra elección de película y la luz disponible. Chroma recomienda películas ISO 200-400 para luz del día y películas más rápidas para poca luz. El cuerpo impreso en 3D es compacto con avance manual de película y un visor dedicado de 24mm. Dispara fotogramas estándar de 24x36mm, pero una máscara incluida lo convierte a medio formato, duplicando vuestro recuento de disparos."
    },
    {
      "type": "paragraph",
      "content": "Fabricada en pequeños lotes en Reino Unido, los primeros usuarios reportan calidad de construcción sólida y sin fugas de luz. Si queréis una cámara nueva, sin baterías, con un verdadero gran angular de cristal y disfrutáis de la fotografía simple basada en restricciones, la Click 35mm merece una mirada."
    },
    {
      "type": "paragraph",
      "content": "[Más información sobre la Chroma Camera 35mm Click](https://chroma.camera/products/chroma-click-35mm-compact-camera-with-24mm-double-glass-lens) en su web oficial. Actualmente se vende por aproximadamente $187."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chroma_camera_35mm_click_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chroma_camera_35mm_click_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica Chroma Camera 35mm Click",
      "width": "400",
      "height": "300",
      "caption": "Image © Chroma Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Custom Camera Building Series"
    },
    {
      "type": "paragraph",
      "content": "Custom Camera Building (CCB) lanzó una línea completa de cámaras panorámicas y de gran formato en Kickstarter en agosto de 2025. La operación con sede en Ontario ofrece cámaras panorámicas 6x12, 6x17 y modelos point-and-shoot 4x5, 5x7, 8x10, todos construidos con materiales compuestos de grado industrial e impresión 3D de precisión."
    },
    {
      "type": "paragraph",
      "content": "Lo que hace diferentes a estas cámaras es su sistema modular. Podéis intercambiar conos, usar el mismo objetivo en diferentes cuerpos y cambiar entre formatos a mitad de rollo. Las cámaras panorámicas incluyen máscaras de encaje para cambiar formatos instantáneamente. Este enfoque modular es genuinamente útil ya que los fotógrafos de medio formato pueden cambiar entre 6x12 y 6x17, y los usuarios de gran formato pueden mover objetivos entre diferentes tamaños de cuerpo."
    },
    {
      "type": "paragraph",
      "content": "Los precios empiezan en $195 CAD para el cuerpo 4x5, haciéndolas de las opciones de gran formato nuevas más asequibles. La combinación de fabricación moderna y diseño bien pensado hace accesibles los formatos especializados sin comprometer la precisión."
    },
    {
      "type": "paragraph",
      "content": "[Más información sobre la serie Custom Camera Building](https://customcamerabuilding.com) en la web oficial del proyecto."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/custom_camera_building_ccb_series_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/custom_camera_building_ccb_series_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica Serie Custom Camera Building (CCB)",
      "width": "400",
      "height": "300",
      "caption": "Image © Custom Camera Building"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "FilmNeverDie Nana"
    },
    {
      "type": "paragraph",
      "content": "La Nana de FilmNeverDie es una compacta de 35mm point-and-shoot construida para reemplazar las desechables con algo que realmente podéis conservar. Es totalmente automática con un objetivo 31mm f/11, obturador fijo de 1/125s y óptica libre de enfoque desde aproximadamente 1,5m hasta infinito. Sin ajustes que tocar—simplemente cargad película y disparad."
    },
    {
      "type": "paragraph",
      "content": "El cuerpo es pequeño y cabe en el bolsillo, con una carcasa completamente metálica que se siente sólida en la mano. Funciona con pilas AA, tiene arrastre y rebobinado motorizados, además de un flash básico con reducción de ojos rojos. Lo que la hace algo más interesante es la rosca de 30mm en el objetivo frontal, que acepta un elemento óptico opcional para una configuración de doble enfoque: uno para disparo general, otro para paisajes y retratos más nítidos."
    },
    {
      "type": "paragraph",
      "content": "FilmNeverDie comenzó como una tienda de cámaras y laboratorio en Melbourne, y posicionaron la Nana como una alternativa duradera a las cámaras de plástico baratas. La cámara se lanzó originalmente a través de crowdfunding, mostrando que hay un apetito real por una point-and-shoot moderna que no sea solo stock vintage con electrónica cuestionable. Es fotografía analógica sencilla para gente que quiere simplicidad sin sentir que están usando un juguete."
    },
    {
      "type": "paragraph",
      "content": "[Más información sobre la Nana 35mm](https://filmneverdie.com/products/nana-35mm-film-point-and-shoot-camera) en la web oficial de FilmNeverDie. Actualmente se vende por $243,96."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/film_never_die_nana_35mm_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/film_never_die_nana_35mm_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica FilmNeverDie Nana 35mm",
      "width": "400",
      "height": "300",
      "caption": "Image © FilmNeverDie"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Fujifilm Instax Mini 41"
    },
    {
      "type": "paragraph",
      "content": "La Fujifilm Instax Mini 41 mantiene la fotografía instantánea refrescantemente simple. Lanzada en primavera de 2025, gestiona la exposición automáticamente ajustando la velocidad de obturación y la potencia del flash según la luz disponible. Apuntáis, pulsáis el disparador y obtenéis una foto del tamaño de una tarjeta de crédito en unos 90 segundos. El objetivo 60mm f/12.7 ofrece un campo de visión similar a un gran angular de 34mm, funcionando bien para fotos de grupo y escenas cotidianas. Los colores salen vibrantes con ese look Instax reconocible, y el flash constante asegura que vuestros sujetos queden bien iluminados en la mayoría de situaciones."
    },
    {
      "type": "paragraph",
      "content": "El funcionamiento no podría ser más sencillo. Un anillo de objetivo de tres posiciones cambia entre Apagado, Encendido y Modo Primer Plano. Girad a Primer Plano para distancias de 30-50cm, y el visor compensa el paralaje para que vuestro encuadre se mantenga preciso. Un pequeño espejo junto al objetivo ayuda con los autorretratos. Hay un botón para tomar fotos y una ventana de película que muestra cuántos disparos quedan. Dos pilas AA alimentan aproximadamente 100 exposiciones antes de necesitar reemplazo."
    },
    {
      "type": "paragraph",
      "content": "Con 345 gramos y midiendo 122,5x104,5x67,5mm, la Mini 41 cabe fácilmente en bolsos para fiestas o viajes. El diseño toma prestada la estética de cámaras vintage mientras mantiene todo accesible para disparo rápido. Si queréis fotos instantáneas sin menús ni ajustes complejos, esta cámara ofrece exactamente eso. La línea Instax Mini de Fujifilm también incluye la Mini 12, Mini 40 y Mini 99 para diferentes preferencias, todas usando el mismo formato de película."
    },
    {
      "type": "paragraph",
      "content": "[Más información sobre la Fujifilm Instax Mini 41](https://instax.com/mini41/en/) en la web oficial de Instax. Actualmente se vende por $116,95."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/fujifilm_instax_mini_41_instant_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/fujifilm_instax_mini_41_instant_film_photography_camera@2x.jpg",
      "alt": "Cámara Instantánea Fujifilm Instax Mini 41",
      "width": "400",
      "height": "300",
      "caption": "Image © Fujifilm Corporation"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Gibellini DCG66"
    },
    {
      "type": "paragraph",
      "content": "La Gibellini DCG66 es un cuerpo de cámara de medio formato de precisión fabricado en Italia para fotógrafos que quieren tanto película como digital en un solo sistema. Acepta respaldos Hasselblad serie V, así que podéis disparar con respaldos de película clásicos como el A12 o cambiar a opciones digitales como el CFV50c o CFV100c."
    },
    {
      "type": "paragraph",
      "content": "Mecanizada en aluminio, la DCG66 se siente sólida y construida para durar. Utiliza el sistema de montura GC de Gibellini para respaldos Hasselblad y objetivos Rodenstock HR Digaron, con un mecanismo de cambio rápido que se bloquea firmemente en su lugar. El sistema de calibración de enfoque GFC os permite ajustar con precisión la distancia objetivo-película con precisión micrométrica para resultados nítidos y consistentes."
    },
    {
      "type": "paragraph",
      "content": "El enfoque es totalmente manual a través de una montura helicoidal, manteniendo las cosas prácticas. Se pueden fabricar bridas personalizadas para otros objetivos, dándoos más opciones creativas."
    },
    {
      "type": "paragraph",
      "content": "La DCG66 os da la precisión de una herramienta mecánica y la satisfacción de disparar película, con la flexibilidad de pasar a digital cuando lo necesitéis. Todo en un solo cuerpo de cámara."
    },
    {
      "type": "paragraph",
      "content": "[Más información sobre la DCG66](https://gibellinicamera.com/product/dcg66/) en la web oficial de Gibellini. Actualmente se vende por €2.990,00 y disponible en reserva."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/gibellini_dcg66_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/gibellini_dcg66_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica Gibellini DCG66",
      "width": "400",
      "height": "300",
      "caption": "Image © Gibellini"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Gibellini AG810"
    },
    {
      "type": "paragraph",
      "content": "La Gibellini AG810 es una cámara de campo plegable 8x10 mecanizada completamente en aluminio en Italia. Con 4,3kg, es notablemente ligera para este formato y se pliega hasta un compacto 330x320x100mm para transporte. La construcción en aluminio proporciona rigidez y precisión mientras se mantiene significativamente más ligera que las cámaras 8x10 tradicionales de madera."
    },
    {
      "type": "paragraph",
      "content": "La cámara ofrece movimientos completos incluyendo elevación, descenso, descentramiento, basculamiento y giro frontales, además de basculamiento y giro traseros. Utiliza placas portaobjetivos compatibles con Sinar y acepta todos los chasis de película 8x10 estándar. El fuelle se extiende desde 30mm hasta 640mm, con un fuelle de bolsa opcional que baja a 0mm para grandes angulares extremos. El posicionamiento auto-cero en ambos estándares hace que reiniciar los movimientos sea rápido."
    },
    {
      "type": "paragraph",
      "content": "Gibellini ofrece personalización con colores de cuerpo y fuelles en blanco, negro, rojo, azul, verde o arena. La cámara incluye cristal de enfoque de grado óptico y un nuevo mecanismo de respaldo abatible para carga de película más fácil. A €10.000, es una herramienta profesional para fotógrafos que necesitan resolución 8x10 sin el peso y el volumen de diseños más antiguos."
    },
    {
      "type": "paragraph",
      "content": "[Más información sobre la AG810](https://gibellinicamera.com/product/ag810-2/) en la web oficial de Gibellini. Actualmente se vende por €3.740,00 y disponible en reserva."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/gibellini_ag810_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/gibellini_ag810_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica Gibellini AG810",
      "width": "400",
      "height": "300",
      "caption": "Image © Gibellini"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Intrepid 4x5"
    },
    {
      "type": "paragraph",
      "content": "Intrepid Camera Company tiene su sede en Brighton, Reino Unido, y fue iniciada por estudiantes de diseño que querían hacer la fotografía de gran formato más fácil y accesible. En lugar de perseguir cámaras viejas y pesadas, construyeron su primera 4x5 con apoyo de la comunidad temprana de fotografía analógica, y todavía ensamblan todo a mano en su taller de Brighton."
    },
    {
      "type": "paragraph",
      "content": "Cuando cogéis la Intrepid 4x5, tenéis una cámara diseñada para ser llevada y usada, no solo admirada en una estantería. Es lo suficientemente ligera para senderismo y se pliega plana para caber en una mochila. Todos los movimientos esenciales para ajustes delanteros y traseros están ahí, para que podáis controlar enfoque y perspectiva directamente. La pantalla de cristal de enfoque es brillante y clara para encuadrar y enfocar."
    },
    {
      "type": "paragraph",
      "content": "Podéis usar objetivos y chasis estándar, lo que significa que no estáis atados a ningún sistema concreto. Si queréis disparar gran formato sin tener que lidiar con equipo antiguo, la 4x5 de Intrepid hace el proceso claro, simple y genuinamente divertido."
    },
    {
      "type": "paragraph",
      "content": "[Más información sobre la Intrepid 4x5](https://intrepidcamera.co.uk/products/intrepid-4x5-camera) y compra en su web oficial por €366,95."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/intrepid_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/intrepid_4x5_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica Intrepid 4x5",
      "width": "400",
      "height": "300",
      "caption": "Image © Intrepid Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Kodak Ektar H35"
    },
    {
      "type": "paragraph",
      "content": "La Kodak Ektar H35 llegó al mercado en 2022 como una de las cámaras analógicas nuevas más baratas disponibles. Fabricada por Reto Project bajo la marca Kodak, se vende por alrededor de $50 y usa formato de medio fotograma para duplicar vuestro recuento de disparos. Un rollo de 36 exposiciones os da 72 imágenes verticales en lugar de las 36 habituales."
    },
    {
      "type": "paragraph",
      "content": "Kodak ahora ofrece varias variantes de color incluyendo ediciones limitadas, y lanzó un modelo H35N con flash de modo nocturno. La cámara está hecha completamente de plástico, lo que mantiene los costes bajos pero significa que necesitáis manejarla con cuidado. Se ha vuelto popular entre fotógrafos más jóvenes como punto de entrada asequible a la película."
    },
    {
      "type": "paragraph",
      "content": "Esta es una point-and-shoot básica con objetivo de plástico, apertura fija en f/9.5 y una única velocidad de obturación de 1/100. Hay un flash incorporado que activáis girando el anillo alrededor del objetivo. Es ligera, cabe en el bolsillo y es muy simple de usar. La contrapartida es la calidad de imagen: el objetivo de plástico produce resultados suaves, especialmente a distancia. Funciona mejor con película ISO 400 y sujetos a aproximadamente 1,5 a 2 metros de distancia. Si queréis imágenes nítidas o control manual, buscad en otro lado. Pero si queréis una forma asequible de disparar más fotogramas por rollo sin preocuparos por los ajustes, la H35 ofrece exactamente eso."
    },
    {
      "type": "paragraph",
      "content": "[Más información sobre la Kodak Ektar H35](https://www.kodak.com/en/consumer/product/cameras/film/h35-film-camera/) en la web oficial de Kodak."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/kodak_ektar_h35_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/kodak_ektar_h35_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica Kodak Ektar H35",
      "width": "400",
      "height": "300",
      "caption": "Image © Eastman Kodak Company"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Kodak Snapic A1"
    },
    {
      "type": "paragraph",
      "content": "La Kodak Snapic A1 llega como respuesta directa para cualquiera que quiera disparar película de 35mm de fotograma completo sin complejidad. En su núcleo hay un objetivo de tres elementos con recubrimiento de 25mm a f/9.5, fijo pero lo suficientemente nítido para situaciones cotidianas. El enfoque funciona a través de dos ajustes de zona: cambiad entre 0,5-1,5 metros para sujetos más cercanos o 1,5 metros a infinito para todo lo demás. Sin adivinanzas ni diales complicados, solo ajustes rápidos que os permiten seguir disparando. La cámara gestiona el avance y rebobinado de película automáticamente, mientras que el sistema de flash ofrece modos auto, forzado, apagado y reducción de ojos rojos a través de un pequeño panel LCD."
    },
    {
      "type": "paragraph",
      "content": "Lo que distingue a la A1 es cuánta funcionalidad Kodak ha metido en un paquete tan mínimo. La pantalla OLED trasera muestra vuestro contador de fotogramas, vida de batería y ajustes actuales de un vistazo. Un modo de doble exposición abre posibilidades creativas de capas, algo que no encontraréis en la mayoría de cámaras analógicas económicas. Las especificaciones físicas se mantienen impresionantemente compactas con 118x62x35mm y solo 117 gramos, funcionando con dos pilas AAA suficientes para aproximadamente diez rollos de 24 exposiciones. Esa eficiencia importa cuando estáis fuera todo el día o viajando ligeros."
    },
    {
      "type": "paragraph",
      "content": "Esta no intenta ser un instrumento premium ni un coleccionable vintage. El cuerpo de ABS mantiene los costes bajos mientras el estilo retro y el prominente logotipo Kodak le dan carácter. Para alguien que se inicia en la fotografía analógica o que quiere una cámara de respaldo sin complicaciones, la Snapic A1 ofrece lo que importa: imágenes de fotograma completo fiables sin la curva de aprendizaje de controles manuales ni las limitaciones de formatos de medio fotograma."
    },
    {
      "type": "paragraph",
      "content": "[Más información sobre la Kodak Snapic A1](https://www.kodak.retopro.co/products/kodak-snapic-a1-35mm-film-camera) en la web de Kodakfilm.reto. Podéis reservarla por $99,00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/kodak_snapic_a1_35mm_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/kodak_snapic_a1_35mm_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica Kodak Snapic A1",
      "width": "400",
      "height": "300",
      "caption": "Image © Kodakfilm.reto"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica M6 Reedición"
    },
    {
      "type": "paragraph",
      "content": "Leica trajo de vuelta la telemétrica M6 en noviembre de 2022. Esto no es un rediseño ni una actualización—es una reproducción fiel de su cámara mecánica más popular. La M6 original se fabricó de 1984 a 2002, y los fotógrafos nunca dejaron de pedirla."
    },
    {
      "type": "paragraph",
      "content": "La versión de 2022 tiene algunas mejoras notables. Las cubiertas superior e inferior ahora están fresadas de latón macizo en lugar de zinc fundido a presión, y usan la misma laca negra resistente a la abrasión que la M11. El visor es la versión mejorada 0,72x de la MP con mejor revestimiento antirreflejos. El fotómetro ahora incluye un punto central rojo además de los símbolos de flecha para confirmar la exposición correcta, más un indicador de advertencia de batería. Leica mantuvo el logotipo de punto rojo \"Leitz\" en lugar de \"Leica\" como homenaje al original."
    },
    {
      "type": "paragraph",
      "content": "La reedición mantiene la misma precisión mecánica y sistema de enfoque telemétrico. Los artesanos de Leica construyen estas cámaras de la misma manera que siempre lo han hecho. Si queréis la experiencia clásica de telemétrica con garantías y soporte de nueva fabricación, esto es exactamente eso."
    },
    {
      "type": "paragraph",
      "content": "[Más información sobre la Leica M6](https://leica-camera.com/en-US/photography/cameras/m/m6) y compra en la tienda online de Leica por $6.415,00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_m6_re_edition_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_m6_re_edition_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica Leica M6 Reedición",
      "width": "400",
      "height": "300",
      "caption": "Image © Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica M-A (Typ 127)"
    },
    {
      "type": "paragraph",
      "content": "Leica lanzó la M-A en 2014 como su primera cámara puramente mecánica desde que terminó la producción de la M4-P en 1981. Esta es la cámara M más despojada que podéis comprar nueva: sin fotómetro, sin electrónica, sin batería en absoluto. Es completamente mecánica y funcionará indefinidamente sin energía."
    },
    {
      "type": "paragraph",
      "content": "La M-A usa cubiertas superior e inferior de latón cromado y omite deliberadamente el punto rojo de Leica para máxima discreción. También es notablemente más delgada que las cámaras M digitales. Tenéis velocidades de obturación hasta 1/1000 y el mismo visor 0,72x que otras cámaras M modernas, con líneas de encuadre para objetivos de 28mm hasta 135mm. A aproximadamente $5.000-6.000, es para fotógrafos que quieren centrarse puramente en apertura, velocidad de obturación y composición sin ninguna asistencia electrónica. Leica incluso incluye un rollo de Kodak Tri-X 400 con cada cámara, reconociendo el emparejamiento de dos clásicos fotográficos nacidos en los años 1950."
    },
    {
      "type": "paragraph",
      "content": "[Más información sobre la Leica M-A](https://leica-camera.com/en-US/photography/cameras/m/m-a-typ-127-black) y compra en la tienda online de Leica por $6.310,00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_m-a_typ_127_black_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_m-a_typ_127_black_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica Leica M-A (Typ 127)",
      "width": "400",
      "height": "300",
      "caption": "Image © Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica MP"
    },
    {
      "type": "paragraph",
      "content": "Leica presentó la MP en 2003 como su respuesta a fotógrafos que querían una telemétrica totalmente mecánica con solo un fotómetro. El nombre significa \"Perfección Mecánica\", y se sitúa entre la M6 y la M-A en términos de características. Tenéis un fotómetro TTL que requiere batería, pero el resto de la cámara funciona mecánicamente sin energía."
    },
    {
      "type": "paragraph",
      "content": "La MP tomó prestados elementos de diseño de la clásica M3, incluyendo una palanca de avance de película metálica y perilla de rebobinado en lugar de la manivela de la M6. El visor tiene revestimientos antirreflejos mejorados comparados con la M6. Está construida en latón macizo con acabado en pintura negra o cromo plateado, y carece del punto rojo de Leica para un perfil más discreto. La batería solo alimenta el fotómetro, así que si se agota, la cámara todavía funciona perfectamente. A $6.415, tiene un precio similar a la reedición de la M6 y atrae a fotógrafos que quieren fiabilidad mecánica con asistencia de fotómetro."
    },
    {
      "type": "paragraph",
      "content": "[Más información sobre la Leica MP](https://leica-camera.com/en-US/photography/cameras/m/mp-silver) y compra en la tienda online de Leica por $6.415,00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_mp_silver_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_mp_silver_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica Leica MP",
      "width": "400",
      "height": "300",
      "caption": "Image © Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Linhof Master Technika Series"
    },
    {
      "type": "paragraph",
      "content": "Linhof todavía fabrica la línea Master Technika en Alemania, ofreciendo dos versiones de su legendaria cámara de campo 4x5 metálica. La Master Technika Classic incluye un telémetro incorporado y puede usarse a mano con objetivos compatibles y el Visor Óptico Universal opcional. La Master Technika 3000 prescinde del telémetro pero añade una pista de enfoque de gran angular incorporada con perilla de enfoque externa y topes de infinito para objetivos de 38mm, 47mm y 58mm. Ambas cámaras cuentan con movimientos completos (basculamiento, descentramiento, giro), se pliegan en carcasas compactas para transporte y usan la misma construcción robusta de metal fundido a presión por la que Linhof es conocida desde 1936."
    },
    {
      "type": "paragraph",
      "content": "La Classic atrae a fotógrafos que quieren capacidad telemétrica para disparo a mano y retratos, mientras que la 3000 está construida para trabajo con trípode con objetivos de gran angular extremo. Ambas cámaras aceptan chasis de película 4x5 estándar y pueden usar los respaldos Rollex de Linhof para película de rollo de medio formato. Estas son herramientas caras (los precios varían según el distribuidor y la configuración), pero están construidas según estándares profesionales y diseñadas para durar generaciones. Las cámaras Linhof de los años 1950 todavía funcionan hoy, y estas versiones modernas mantienen esa misma calidad de construcción."
    },
    {
      "type": "paragraph",
      "content": "[Más información sobre la serie Master Technika](https://linhof.com/master-technika-classic-2/) en la web oficial de Linhof."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/linhof_master_technika_classic_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/linhof_master_technika_classic_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica Linhof Master Technika",
      "width": "400",
      "height": "300",
      "caption": "Image © Linhof Präzisions-Systemtechnik GmbH"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Linhof Technorama Series"
    },
    {
      "type": "paragraph",
      "content": "Linhof también produce las cámaras panorámicas Technorama para película de rollo 120 y 220. La Technorama 617s III dispara imágenes de 6x17cm (cuatro fotogramas por rollo de 120) con objetivos intercambiables incluyendo opciones de 72mm, 90mm, 180mm y 250mm. La Technorama 612 PC II captura imágenes de 6x12cm con una relación de aspecto de 2:1 e incluye descentramiento vertical de 8mm incorporado en cada objetivo para corregir la perspectiva sin inclinar la cámara. Ambas usan cuerpos de metal fundido a presión y funcionamiento puramente mecánico sin baterías necesarias."
    },
    {
      "type": "paragraph",
      "content": "Estas son cámaras especialistas para fotografía de paisaje, arquitectura e industrial. El enfoque se ajusta por escala de distancia en lugar de visión a través del objetivo, y cada objetivo viene con su propia montura de enfoque helicoidal. Las cámaras pueden usarse a mano pero funcionan mejor sobre trípode dados los formatos extremos y la necesidad de enfoque preciso. Notad que Linhof discontinuó la producción de objetivos Technorama hace años, aunque los cuerpos de cámara permanecen disponibles y los propietarios pueden hacer que sus propios objetivos de gran formato sean convertidos para ajustarse al sistema."
    },
    {
      "type": "paragraph",
      "content": "[Más información sobre la serie Technorama](https://linhof.com/technorama-617s/) en la web oficial de Linhof."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/linhof_technorama_617s_III_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/linhof_technorama_617s_III_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica Linhof Technorama",
      "width": "400",
      "height": "300",
      "caption": "Image © Linhof Präzisions-Systemtechnik GmbH"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography LC-A 120"
    },
    {
      "type": "paragraph",
      "content": "La Lomography LC-A 120 trae la experiencia clásica de la LC-A al formato medio. A diferencia de sus hermanas de 35mm, esta cámara dispara película 120 y ofrece un objetivo 38mm f/4.5 que entrega ese look vibrante y rico en contraste que los usuarios de Lomography adoran. Permanece totalmente manual con enfoque por zonas, prioridad de apertura y un obturador mecánico, pero presenta un diseño simple que fomenta el disparo espontáneo sin complicaciones."
    },
    {
      "type": "paragraph",
      "content": "La cámara tiene una construcción compacta para un cuerpo de medio formato, haciéndola una opción versátil para fotógrafos que quieren negativos más grandes pero todavía quieren llevar algo manejable. Su construcción robusta de plástico y metal equilibra durabilidad con ligereza—es una cámara para llevar a todas partes."
    },
    {
      "type": "paragraph",
      "content": "[Comprar la Lomography LC-A 120](https://shop.lomography.com/lomo-lc-a-120-film-camera) en su tienda online oficial por $449,90."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lc-a_120_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lc-a_120_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica Lomography LC-A 120",
      "width": "400",
      "height": "300",
      "caption": "Image © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography LC-Wide"
    },
    {
      "type": "paragraph",
      "content": "La Lomography LC-Wide expande el legado de la LC-A con un objetivo de cristal más amplio de 17mm f/4.5, ideal para paisajes, arquitectura y fotografía callejera. Usa película de 35mm y enfoca con el sistema de zonas clásico, pero este modelo es totalmente mecánico sin enfoque automático ni automatización de exposición, manteniendo el proceso sencillo."
    },
    {
      "type": "paragraph",
      "content": "La construcción de la cámara es compacta y robusta, con un cuerpo de plástico y un barril de objetivo metálico. Es una excelente opción para quienes quieren los colores saturados característicos de la LC-A y los efectos de viñeteado pero con una perspectiva mucho más amplia. La LC-Wide es simple de operar, haciéndola una favorita entre los fans de Lomography que disfrutan de la experimentación y la estética vintage."
    },
    {
      "type": "paragraph",
      "content": "[Comprar la Lomography LC-Wide](https://shop.lomography.com/lomo-lc-wide-35-mm-film-camera) en su tienda online oficial por $279,30."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lc-wide_35_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lc-wide_35_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica Lomography LC-Wide",
      "width": "400",
      "height": "300",
      "caption": "Image © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography Lomomatic 110"
    },
    {
      "type": "paragraph",
      "content": "La Lomomatic 110 revive el formato de película 110 de bolsillo que Kodak introdujo en 1972. Lomography es ahora el único productor de película 110, y esta cámara devuelve el formato con características modernas. Es diminuta con unos 11cm de largo y usa un mecanismo deslizante para extenderse para disparar, haciéndola genuinamente de bolsillo."
    },
    {
      "type": "paragraph",
      "content": "La cámara incluye un objetivo de cristal Minitar CX 23mm f/2.8, exposición automática, enfoque por zonas (0,8m, 1,5m, 3m, infinito) y aperturas conmutables para disparo de día (f/5.6) y noche (f/2.8). Podéis ajustar el ISO a 100, 200 o 400, y ofrece modo bulb para exposiciones largas más capacidad de exposición múltiple. Un flash desmontable opcional incluye filtros de gel de colores."
    },
    {
      "type": "paragraph",
      "content": "El formato 110 produce imágenes aproximadamente la mitad del tamaño de los fotogramas de 35mm, dándoles una estética distintivamente granulada y lo-fi. La película cuesta alrededor de $8-12 por cartucho de 24 exposiciones, y el revelado puede ser difícil ya que pocos laboratorios trabajan con el formato. A $99-189 dependiendo del acabado e inclusión del flash, está dirigida a fotógrafos que quieren ese look imperfecto y nostálgico y no les importan las limitaciones del formato."
    },
    {
      "type": "paragraph",
      "content": "[Comprar la Lomography Lomomatic 110](https://shop.lomography.com/us/cameras/110-cameras) en su tienda online oficial."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lomomatic_110_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lomomatic_110_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica Lomography Lomomatic 110",
      "width": "400",
      "height": "300",
      "caption": "Image © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography MC-A"
    },
    {
      "type": "paragraph",
      "content": "Lomography lanzó la MC-A en octubre de 2025, y es su cámara más seria hasta la fecha. Esta es una 35mm de fotograma completo con enfoque automático, prioridad de apertura y lectura de código DX. Maneja exposiciones múltiples y se mantiene lo suficientemente ligera para llevar todo el día."
    },
    {
      "type": "paragraph",
      "content": "Esta es la primera cámara con enfoque automático de Lomography y su primera con cuerpo metálico. El objetivo 32mm f/2.8 tiene cinco elementos y cuenta con multirrecubrimiento. Un detalle inteligente es la batería CR2 recargable por USB-C que viene incluida, aunque también podéis usar CR2 desechables estándar. La cámara tiene el flash desactivado por defecto, algo que los fotógrafos han estado pidiendo. Incluye exposiciones múltiples ilimitadas y viene con accesorios como un accesorio de objetivo Splitzer para dobles exposiciones creativas y geles de flash de colores. El enfoque automático funciona hasta 0,4 metros con opciones de enfoque por zonas a 0,4, 0,8, 1,5 y 3 metros más infinito."
    },
    {
      "type": "paragraph",
      "content": "Lomography construyó su reputación sobre cámaras analógicas experimentales y accesibles, y la MC-A continúa esa tradición mientras añade automatización real. Está dirigida a personas que quieren la experiencia de película sin luchar con enfoque manual o exposición cada vez."
    },
    {
      "type": "paragraph",
      "content": "[Reservar la Lomography MC-A](https://shop.lomography.com/lomo-mc-a-35-mm-film-camera-black) en su tienda online oficial por $549,00. Entregas previstas para el primer trimestre de 2026."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_mc-a_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_mc-a_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica Lomography MC-A",
      "width": "400",
      "height": "300",
      "caption": "Image © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography Sprocket Rocket"
    },
    {
      "type": "paragraph",
      "content": "La Lomography Sprocket Rocket es una cámara panorámica de 35mm que expone todo el ancho de la película, incluyendo los agujeros de perforación, dando a vuestras imágenes ese look analógico inconfundible. Su objetivo de 30mm ofrece un campo de visión de 106 grados con un sutil estiramiento tipo ojo de pez en los bordes, haciéndola genial para paisajes, arquitectura y fotos de grupo. Un rollo de 36 exposiciones produce aproximadamente 13-18 fotogramas panorámicos."
    },
    {
      "type": "paragraph",
      "content": "Los controles son mínimos: una velocidad de obturación fija de alrededor de 1/100s, un modo Bulb para exposiciones largas, dos ajustes de apertura y dos distancias de enfoque por zonas (primer plano e infinito). No hay fotómetro, así que la película ISO 400 funciona mejor para disparo general. Las perillas de avance hacia adelante y atrás hacen que las exposiciones múltiples y las superposiciones intencionales sean fáciles—está realmente construida para la experimentación."
    },
    {
      "type": "paragraph",
      "content": "El cuerpo es de plástico ligero con una zapata para flash y una rosca de trípode para disparos en Bulb. El visor es aproximado en el mejor de los casos, pero eso encaja con el estilo suelto y juguetón que esta cámara fomenta. Si ya tenéis una cámara más seria y queréis una herramienta creativa divertida para panorámicas con agujeros de perforación, la Sprocket Rocket os lo ofrece."
    },
    {
      "type": "paragraph",
      "content": "[Comprar la Lomography Sprocket Rocket](https://shop.lomography.com/us/sprocket-rocket-35-mm-film-panoramic-camera) en su tienda online oficial por $69,00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_sprocket_rocket_35mm_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_sprocket_rocket_35mm_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica Lomography Sprocket Rocket 35mm",
      "width": "400",
      "height": "300",
      "caption": "Image © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Ondu Eikan Series"
    },
    {
      "type": "paragraph",
      "content": "Ondu comenzó en un pequeño taller esloveno en 2013, cuando Elvis Halilović empezó a fabricar a mano cámaras estenopeicas de madera. Lo que empezó como un proyecto personal rápidamente se convirtió en algo más grande, y hoy ONDU crea algunas de las cámaras analógicas más bonitas que podéis encontrar."
    },
    {
      "type": "paragraph",
      "content": "La serie Eikan representa su línea premium de cámaras estenopeicas de medio formato. Construidas con maderas nobles cuidadosamente seleccionadas como nogal y arce, cada cámara se construye sin tornillos ni pegamento, usando técnicas de carpintería tradicionales que han sido refinadas durante generaciones. La madera se trata con aceites naturales para protegerla mientras mantiene ese tacto táctil y orgánico."
    },
    {
      "type": "paragraph",
      "content": "Lo que hace especial a la EIKAN es cómo maneja la película 120. El diseño permite un espaciado preciso de fotogramas e incluye un nivel de burbuja incorporado para ayudaros a mantener los horizontes rectos. El estenopo en sí está perforado con láser para consistencia, y el sistema de obturador magnético es simple pero efectivo. Obtenéis esa calidad suave y onírica por la que es conocida la fotografía estenopeica, con exposiciones que típicamente van desde unos segundos hasta varios minutos dependiendo de las condiciones de luz."
    },
    {
      "type": "paragraph",
      "content": "Estas no son cámaras producidas en masa. Cada EIKAN se hace por encargo en Eslovenia, así que hay verdadera artesanía detrás de cada pieza."
    },
    {
      "type": "paragraph",
      "content": "[Más información sobre las cámaras estenopeicas Ondu](https://ondupinhole.com/) en su web oficial."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/ondu_eikan_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/ondu_eikan_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica Ondu Eikan",
      "width": "400",
      "height": "300",
      "caption": "Image © Ondu Pinhole"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Pentax 17"
    },
    {
      "type": "paragraph",
      "content": "Pentax sorprendió a todos lanzando una nueva cámara de medio formato a mediados de 2024. La Pentax 17 dispara fotogramas verticales y duplica vuestro recuento de disparos por rollo. Ricoh Imaging Corporation la diseñó para portabilidad y simplicidad, apostando por el atractivo vintage del formato y sus ventajas prácticas."
    },
    {
      "type": "paragraph",
      "content": "Vale la pena mencionar que el objetivo es un diseño triplete basado en la Ricoh Auto Half y la Espio Mini de 1994. La cámara incluye siete modos de disparo, incluyendo un modo \"Bokeh\" para retratos y un modo bulb para exposiciones largas. Las placas superior e inferior son de aleación de magnesio (el mismo material usado en las cámaras digitales de gama alta de Pentax como la K-1), lo que la mantiene ligera pero duradera. La cámara funciona con una pila CR2 que Pentax estima durará unos 10 rollos si usáis el flash en la mitad de vuestros disparos."
    },
    {
      "type": "paragraph",
      "content": "Las cámaras de medio formato fueron populares en los años 1960 y 70, luego desaparecieron. Pentax trajo de vuelta el formato con calidad de construcción moderna y controles sencillos. Es compacta, fácil de usar y os da 72 disparos en un rollo estándar de 36 exposiciones."
    },
    {
      "type": "paragraph",
      "content": "[Comprar la Pentax 17](https://pentax.eu/products/pentax-17) en su tienda online oficial por €549,99."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/pentax_17_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/pentax_17_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica Pentax 17",
      "width": "400",
      "height": "300",
      "caption": "Image © Ricoh Imaging Europe S.A.S."
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Polaroid I-2"
    },
    {
      "type": "paragraph",
      "content": "La Polaroid I-2 es la cámara instantánea más capaz de Polaroid ahora mismo, diseñada para fotógrafos que realmente quieren control sobre sus disparos. Lanzada a finales de 2024, empaqueta el objetivo más nítido que Polaroid ha hecho jamás: una óptica de tres elementos de 98mm con enfoque automático LiDAR continuo que clava el enfoque desde 0,4 metros hasta infinito. La historia real aquí es el control manual. Tenéis modos Automático, Prioridad de Apertura, Prioridad de Obturación, Manual, Multi-Exposición y Temporizador. La apertura va de f/8 a f/64, las velocidades de obturación van de 1/250 segundo a 30 segundos, y la compensación de exposición se ajusta en incrementos de 1/3 de paso en +/- 2 EV para control preciso del brillo."
    },
    {
      "type": "paragraph",
      "content": "Tanto la pantalla exterior como el visor electrónico muestran vuestros ajustes en tiempo real: valores de exposición, apertura, velocidad de obturación, estado de batería, disparos restantes y distancia de enfoque. El flash incorporado produce luz suave y equilibrada, y hay sincronización de flash externa si queréis trabajar con equipo de estudio. El Bluetooth se conecta a la app de Polaroid para disparo remoto y ajustes más profundos. La batería de iones de litio recargable alimenta hasta 15 paquetes de película por carga vía USB-C. ¿Lo mejor? La I-2 dispara películas i-Type, 600 y SX-70, para que podáis experimentar con diferentes formatos instantáneos en un solo cuerpo."
    },
    {
      "type": "paragraph",
      "content": "La gama de Polaroid también incluye la Now+ Gen 3 con filtros creativos, la Polaroid Go de bolsillo, y los modelos clásicos 600 o SX-70 para disparo más simple. Pero si os tomáis en serio la fotografía instantánea en 2025, la I-2 es donde está la verdadera capacidad."
    },
    {
      "type": "paragraph",
      "content": "[Comprar la Polaroid I-2](https://www.polaroid.com/en_us/cameras/i2-camera) en su tienda online oficial por $399,99."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/polaroid_i-2_instant_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/polaroid_i-2_instant_film_photography_camera@2x.jpg",
      "alt": "Cámara Instantánea Polaroid I-2",
      "width": "400",
      "height": "300",
      "caption": "Image © Polaroid"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Rollei 35 AF"
    },
    {
      "type": "paragraph",
      "content": "MiNT Camera envió la Rollei 35 AF a finales de 2024, actualizando la icónica compacta de los años 1960 con tecnología moderna. La original era brillantemente pequeña pero requería adivinar las distancias de enfoque. MiNT mantuvo el cuerpo compacto y añadió enfoque automático LiDAR, exposición automática y un flash incorporado. Usa un objetivo fijo de 35mm f/2.8 y mantiene el avance manual de película."
    },
    {
      "type": "paragraph",
      "content": "La cámara usa tecnología LiDAR que puede enfocar desde 0,5 metros hasta infinito, haciéndola fiable incluso en condiciones difíciles. Cuenta con exposición automática y controles manuales para apertura (f/2.8 a f/16), velocidad de obturación e ISO. Curiosamente, ingenieros jubilados de Pentax ayudaron a diseñar el objetivo. MiNT pasó unos cinco años desarrollando esta cámara, trabajando a través de múltiples prototipos antes del lanzamiento."
    },
    {
      "type": "paragraph",
      "content": "Considerando su precio, es una compacta premium para fotógrafos que quieren algo de bolsillo sin la molestia del enfoque por zonas. MiNT licenció oficialmente el nombre Rollei para el proyecto, trayendo de vuelta uno de los diseños más reconocidos de la fotografía analógica con verdaderas comodidades modernas."
    },
    {
      "type": "paragraph",
      "content": "[Más información sobre la Rollei 35 AF](https://rollei35af.com/pages/camera) en la web oficial de Rollei. Tenía un precio de €885,00 en el lanzamiento pero actualmente está agotada. Puede que necesitéis consultar tiendas de cámaras online o locales para encontrar un revendedor."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/rollei_35_af_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/rollei_35_af_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica Rollei 35 AF",
      "width": "400",
      "height": "300",
      "caption": "Image © Rollei 35 AF"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Shen Hao Cameras"
    },
    {
      "type": "paragraph",
      "content": "Shen Hao es un fabricante de cámaras con sede en Shanghái que lleva fabricando cámaras de gran formato y de campo desde mediados de los años 1990. Trabajan principalmente con madera y metal, produciendo cámaras de vista en formatos desde 4×5 pulgadas hasta panorámicas como 6×17 cm y mayores."
    },
    {
      "type": "paragraph",
      "content": "Lo que las hace interesantes es la combinación de artesanía tradicional y características prácticas modernas. Sus cámaras incluyen respaldos Graflok y placas portaobjetivos estándar mientras mantienen esa estética clásica de madera. El verdadero atractivo es el valor: su modelo HZX45-II A ofrece movimientos adecuados (elevación, descentramiento, basculamiento) y construcción sólida a una fracción de lo que pagaríais por cámaras europeas comparables."
    },
    {
      "type": "paragraph",
      "content": "También cubren un rango inusualmente amplio de formatos. Más allá de los estándar 4×5 y 5×7, Shen Hao fabrica cámaras panorámicas en formatos 6×17, 6×12 e incluso 12×20 pulgadas. Es raro encontrar esta variedad de un fabricante enfocado en cámaras de campo de madera que permanecen lo suficientemente portátiles para trabajo de campo real."
    },
    {
      "type": "paragraph",
      "content": "[Más información sobre las cámaras Shen Hao](http://www.shen-hao.com/) en su web oficial."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/shen_hao_ptb-45_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/shen_hao_ptb-45_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica Shen Hao PTB-45",
      "width": "400",
      "height": "300",
      "caption": "Image © 上海申豪專業照相機有限公司"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "SilverBridges WideluxX"
    },
    {
      "type": "paragraph",
      "content": "La WideluxX revive la cámara panorámica Widelux, conocida por su mecanismo de objetivo rotativo que crea imágenes de formato ancho distintivas con horizontes naturalmente curvados. SilverBridges está trabajando en esta versión actualizada, que disparará imágenes panorámicas tanto de 35mm como de medio formato."
    },
    {
      "type": "paragraph",
      "content": "Las cámaras Widelux originales se convirtieron en favoritas de culto. Jeff Bridges famosamente dispara con una y ha publicado libros de sus fotografías Widelux. La producción terminó hace años, pero SilverBridges está trayendo de vuelta la tecnología de panorámica mecánica con fabricación actualizada. Es una cámara de nicho para un tipo específico de disparo, pero ese es exactamente el punto."
    },
    {
      "type": "paragraph",
      "content": "Aunque la cámara todavía no está 'realmente' disponible, pensé que sería genial incluirla en esta lista para apoyar el proyecto. La WideluxX todavía es un prototipo y las reservas no han abierto aún, pero podéis [obtener más información sobre la SilverBridges WideluxX](https://wideluxx.com) visitando la web oficial del proyecto."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/silverbridges_wideluxx_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/silverbridges_wideluxx_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica SilverBridges WideluxX",
      "width": "400",
      "height": "300",
      "caption": "Image © SilverBridges"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Smartflex 4x5"
    },
    {
      "type": "paragraph",
      "content": "La Smartflex 4x5 se financió en Kickstarter a finales de 2024 y empezó a enviarse a principios de 2025. Creada por los entusiastas del gran formato HuaTong Zhang y su socio (con base entre Shenzhen y Tokio), es una SLR 4x5 que pesa poco más de 2kg—lo suficientemente ligera para disparar a mano. La cámara usa materiales impresos en 3D y fibra de carbono para mantenerse portátil mientras tiene un visor brillante de 5x5 que hace que enfocar sea realmente agradable."
    },
    {
      "type": "paragraph",
      "content": "A unos $2.000 por el cuerpo, todavía es cara pero significativamente más barata que las cámaras de gran formato tradicionales. La verdadera ventaja es la versatilidad: acepta chasis de película 4x5 estándar y también funciona con respaldos Instax Wide, para que podáis probar configuraciones de iluminación antes de comprometer película de hoja cara. Esto hace que la fotografía de retrato de gran formato sea más práctica que nunca."
    },
    {
      "type": "paragraph",
      "content": "[Comprar la Smartflex Camera 4x5](https://smartflexcamera.shop/products/smartflex-camera-4x5) con su Smartnon 178mm y respaldo Instax wide como set en la web oficial de Smartflex por ¥543.890."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/smartflex_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/smartflex_4x5_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica Smartflex 4x5",
      "width": "400",
      "height": "300",
      "caption": "Image © Zhuoyao Chen"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Stenopeika Air Force Series"
    },
    {
      "type": "paragraph",
      "content": "La serie Stenopeika Air Force reúne artesanía italiana y diseño práctico para fotógrafos de gran formato que quieren una cámara de campo que puedan llevar a cualquier parte. Estas cámaras son conocidas por su construcción ligera y duradera usando una mezcla de materiales resistentes como fibra de Kevlar y seda organza para los fuelles. A pesar de su portabilidad, ofrecen el rango de movimientos que los fotógrafos esperan, incluyendo elevación, descenso, giro y basculamiento en los estándares tanto delantero como trasero. Esto las hace altamente adaptables cuando se controla la perspectiva y el enfoque, ya sea disparando paisajes o arquitectura."
    },
    {
      "type": "paragraph",
      "content": "La serie cubre múltiples formatos, con modelos para 4x5, 5x7, 8x10 e incluso 11x14, cada uno diseñado para equilibrar compacidad con la extensión del fuelle y compatibilidad de objetivos necesarias para formatos más grandes. Una característica destacada es lo completamente que estas cámaras se pliegan, haciéndolas fáciles de empacar y transportar para sesiones en exteriores. Los controles suaves y fáciles de bloquear y los protectores de cristal de enfoque magnéticos de encaje añaden al diseño fácil de usar. En general, las cámaras Air Force ofrecen una combinación de construcción sólida, manejo intuitivo y flexibilidad, haciéndolas una elección sólida para cualquiera invertido en fotografía de gran formato que también necesita portabilidad y precisión."
    },
    {
      "type": "paragraph",
      "content": "[Más información sobre las cámaras Stenopeika](https://www.stenopeika.com/) en la web oficial de la empresa."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/stenopeika_air_force_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/stenopeika_air_force_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica Stenopeika Air Force",
      "width": "400",
      "height": "300",
      "caption": "Image © Stenopeika"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Svedovsky Cameras"
    },
    {
      "type": "paragraph",
      "content": "Svedovsky Cameras fue fundada por Piotr Niewierowicz, un diseñador y artesano checo que combina carpintería tradicional con ingeniería de cámaras precisa. Sus diseños se centran en crear cámaras de gran formato funcionales y bellamente fabricadas que mejoran la experiencia fotográfica."
    },
    {
      "type": "paragraph",
      "content": "El modelo insignia es una cámara de campo 8x10, fabricada a mano con maderas nobles cuidadosamente seleccionadas como caoba o roble, con herrajes de latón y componentes finamente fresados que se pliegan para transporte. Las cámaras cuentan con movimientos suaves y precisos del estándar delantero incluyendo basculamiento y descentramiento. Usan placas portaobjetivos de gran formato estándar y chasis de película modernos, ofreciendo compatibilidad sin restricciones propietarias."
    },
    {
      "type": "paragraph",
      "content": "Fabricadas en pequeños lotes en la República Checa, estas cámaras son tanto herramientas prácticas como obras de arte."
    },
    {
      "type": "paragraph",
      "content": "[Más información sobre Svedovsky Cameras](http://svedovsky.com/) en la web oficial de la empresa."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/svedovsky_8x10_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/svedovsky_8x10_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica Svedovsky 8x10",
      "width": "400",
      "height": "300",
      "caption": "Image © Svedovsky Cameras"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Woodyman Camera"
    },
    {
      "type": "paragraph",
      "content": "Woodyman es un pequeño fabricante francés que construye cámaras de gran formato de madera que ponen la practicidad primero. Fabrican cámaras de campo ligeras de 4×5, 5x7 y 8×10 de nogal y cerezo, diseñadas para fotógrafos que quieren una cámara de vista portátil que sea realmente cómoda de llevar todo el día—no solo una pieza de estudio."
    },
    {
      "type": "paragraph",
      "content": "Las cámaras cubren los movimientos esenciales: elevación, descenso y basculamiento frontales, más basculamiento y giro traseros, dándoos suficiente flexibilidad para arquitectura, paisajes y naturaleza muerta. La extensión del fuelle es sólida para longitudes focales comunes, y usan placas portaobjetivos y chasis de película estándar, así que encajan directamente en una configuración de gran formato existente sin necesidad de equipo propietario."
    },
    {
      "type": "paragraph",
      "content": "El montaje es rápido y los mecanismos de bloqueo son directos, lo cual importa cuando trabajáis en exteriores. Son notablemente más ligeras que los monoraíles metálicos tradicionales o los diseños de madera antiguos, haciéndolas una buena opción para senderistas y cualquiera que dispare fuera del estudio. Woodyman básicamente apunta a fotógrafos que quieren la disciplina y calidad de imagen del gran formato sin el factor intimidación: carpintería moderna, movimientos familiares y construidas para aguantar uso real en el campo."
    },
    {
      "type": "paragraph",
      "content": "[Más información sobre los modelos de Woodyman Camera](https://woodymancamera.com/en/) en la web oficial de la empresa. Los precios empiezan alrededor de €840,00 para el modelo 4x5 y €1.500,00 para el 8x10."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/woodyman_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/woodyman_4x5_film_photography_camera@2x.jpg",
      "alt": "Cámara Analógica Woodyman 4x5",
      "width": "400",
      "height": "300",
      "caption": "Image © Woodyman Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Por qué esto importa"
    },
    {
      "type": "paragraph",
      "content": "Estas cámaras representan algo más grande que solo nuevos productos. Prueban que hay una demanda real de herramientas para fotografía analógica—suficiente para justificar la fabricación desde cero. Estos no son proyectos de Kickstarter que podrían enviarse algún día. La mayoría de estas cámaras están disponibles ahora o se están enviando a clientes que las reservaron."
    },
    {
      "type": "paragraph",
      "content": "Las empresas detrás de ellas no son fabricantes tradicionales intentando exprimir beneficios de diseños antiguos. Son nuevas operaciones (o comprometidas de nuevo como Pentax) construyendo cámaras para personas que eligen la película en 2026, con todo lo que esa elección implica."
    },
    {
      "type": "paragraph",
      "content": "La fotografía analógica tiene requisitos diferentes a los de los años 1990. La gente dispara menos pero espera más de cada fotograma. Quieren cámaras que respeten su tiempo mientras preservan lo que hace especial a la película. Estas nuevas cámaras están diseñadas para esa realidad."
    }
  ],
  "meta_title": "Cámaras Analógicas Nuevas 2026: Guía | Frames",
  "meta_description": "De 35mm a gran formato: descubre las cámaras analógicas de Pentax, Leica, Lomography y más que puedes comprar nuevas en 2026.",
  "meta_keywords": "cámaras analógicas 2026, cámaras de película nuevas, comprar cámara analógica, cámara 35mm analógica, cámara medio formato, cámara gran formato, Pentax 17, Leica M6 reedición, Lomography MC-A, Analogue AF-1, SilverBridges WideluxX, cámaras analógicas en producción, fotografía analógica 2026"
}
