{
      "@context": "https://schema.org",
      "@type": "FAQPage",
      "publisher": {
        "@id": "https://withframes.com/#organization"
      },
      "author": {
        "@type": "Organization",
        "@id": "https://withframes.com/#organization"
      },
      "mainEntity": [
        {
          "@type": "Question",
          "name": "Ποια μεταδεδομένα μπορώ να καταγράψω;",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Το Frames σας επιτρέπει να καταγράφετε λεπτομερείς πληροφορίες για κάθε λήψη, συμπεριλαμβανομένων κάμερας, φακού, φίλτρων, αριθμού καρέ, εστιακής απόστασης, διαφράγματος, ταχύτητας κλείστρου, ISO, λειτουργίας φωτομέτρησης, φιλμ, φλας, γεωγραφικής θέσης GPS, χρονοσημάνσεων και προσαρμοσμένων σημειώσεων, διασφαλίζοντας ότι δεν χάνετε ποτέ σημαντικές λεπτομέρειες αναλογικής φωτογραφίας."
          }
        },
        {
          "@type": "Question",
          "name": "Ποιες μορφές εικόνας υποστηρίζονται;",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Το Frames υποστηρίζει μορφές JPEG, TIFF και DNG, επιτρέποντάς σας να ενσωματώνετε τα καταγεγραμμένα μεταδεδομένα σας απευθείας σε σαρωμένες αναλογικές φωτογραφίες για απρόσκοπτη οργάνωση και ροή εργασίας σε όλες τις συσκευές σας."
          }
        },
        {
          "@type": "Question",
          "name": "Υπάρχει το Frames σε Android ή Windows;",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Το Frames είναι διαθέσιμο για iPhone και macOS. Εκδόσεις για Android και Windows προγραμματίζονται για το 2026, και στο μεταξύ, μπορείτε να μοιράζεστε και να διαχειρίζεστε τα δεδομένα σας μέσω εξαγωγών αρχείων .frames."
          }
        },
        {
          "@type": "Question",
          "name": "Ποιες ταχύτητες κλείστρου και διαφράγματα υποστηρίζονται;",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Το Frames παρέχει προεπιλεγμένες ακολουθίες που καλύπτουν τους περισσότερους φακούς και κάμερες, και μπορείτε επίσης να ορίσετε προσαρμοσμένες ακολουθίες για τον εξοπλισμό σας, καθιστώντας το συμβατό με οποιεσδήποτε τιμές ταχύτητας κλείστρου ή διαφράγματος."
          }
        },
        {
          "@type": "Question",
          "name": "Μπορώ να καταγράψω τρίποδα ή αξεσουάρ;",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Ναι, το Frames σας επιτρέπει να καταγράφετε τρίποδα, φλας και άλλα αξεσουάρ. Υπάρχει επίσης ένα επιπλέον πεδίο σημειώσεων όπου μπορείτε να προσθέσετε οποιεσδήποτε προσαρμοσμένες λεπτομέρειες θέλετε."
          }
        },
        {
          "@type": "Question",
          "name": "Ποια είναι τα σχέδια για μελλοντικές ενημερώσεις;",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Τα μελλοντικά σχέδια περιλαμβάνουν επέκταση χαρακτηριστικών ροής εργασίας, βελτίωση ενσωμάτωσης μεταξύ συσκευών και προσθήκη νέων εργαλείων που ζητήθηκαν από την κοινότητα για να γίνει η καταγραφή αναλογικής φωτογραφίας ακόμα πιο ευέλικτη και ισχυρή."
          }
        },
        {
          "@type": "Question",
          "name": "Μπορώ να συγχρονίσω τα δεδομένα μου μεταξύ iPhone και Mac;",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Ναι, μπορείτε να μεταφέρετε απρόσκοπτα τα δεδομένα φωτογραφίας φιλμ σας μεταξύ iPhone και Mac χρησιμοποιώντας εξαγωγές αρχείων .frames. Απλά εξάγετε τα φιλμ σας από μία συσκευή και εισάγετέ τα σε άλλη. Ενώ ο αυτόματος συγχρονισμός cloud δεν είναι επί του παρόντος διαθέσιμος για να διατηρηθεί το απόρρητο και η κυριότητα των δεδομένων σας, η μορφή .frames καθιστά τον χειροκίνητο συγχρονισμό γρήγορο και απλό."
          }
        }
      ]
    }