{
  "@context": "https://schema.org",
  "@type": "HowTo",
  "name": "Πώς να καταγράψετε και να ενσωματώσετε μεταδεδομένα αναλογικής φωτογραφίας με το Frames",
  "description": "Μάθετε πώς να χρησιμοποιείτε το Frames για να καταγράφετε ρυθμίσεις κάμερας φιλμ, να οργανώνετε τα φιλμ σας και να ενσωματώνετε μεταδεδομένα EXIF στις σαρωμένες εικόνες σας σε iPhone και Mac.",
  "keywords": "φωτογραφία,σημειώσεις,αναλογικό,φιλμ,ρολό,αρνητικό,σημειωματάριο,exif,μεταδεδομένα,κάμερα,εικόνα,35mm,εφαρμογή,iOS,iPhone,Mac",
  "image": "https://withframes.com/lib/img/shared/app-icon.png",
  "totalTime": "PT10M",
  "inLanguage": "el",
  "publisher": {
    "@id": "https://withframes.com/#organization"
  },
  "author": {
    "@type": "Organization",
    "@id": "https://withframes.com/#organization"
  },
  "video": {
    "@type": "VideoObject",
    "@id": "https://withframes.com/#frames-video"
  },
  "step": [
    {
      "@type": "HowToStep",
      "position": 1,
      "name": "Δημιουργία νέου φιλμ",
      "text": "Ανοίξτε το Frames στο iPhone σας και πατήστε το εικονίδιο στην κάτω δεξιά γωνία για να ξεκινήσετε ένα νέο φιλμ. Προσθέστε την κάμερα φιλμ, τους φακούς σας και επιλέξτε τον τύπο φιλμ. Το ISO είναι ρυθμισμένο στην ευαισθησία της συσκευασίας από προεπιλογή, αλλά μπορείτε να το προσαρμόσετε στο φωτόμετρό σας. Εδώ ξεκινά η ροή εργασίας σας για αναλογική φωτογραφία."
    },
    {
      "@type": "HowToStep",
      "position": 2,
      "name": "Καταγραφή κάθε λήψης καθώς προχωράτε",
      "text": "Καθώς φωτογραφίζετε σε φιλμ, καταγράψτε τις ρυθμίσεις της κάμερας για κάθε καρέ: διάφραγμα, ταχύτητα κλείστρου, εστιακή απόσταση, φλας, δημιουργικές σημειώσεις και πολλά άλλα. Η γεωεντοπισμός, τα ονόματα τοποθεσιών και οι χρονοσημάνσεις καταγράφονται αυτόματα για τη δημιουργία ενός ακριβούς αναλογικού αρχείου φωτογραφίας. Μπορείτε να χρησιμοποιήσετε τους προεπιλεγμένους ρυθμιστές ή να μεταβείτε σε μια κλασική προβολή φόρμας μέσω του μενού πάνω δεξιά."
    },
    {
      "@type": "HowToStep",
      "position": 3,
      "name": "Εξαγωγή των δεδομένων σας",
      "text": "Μόλις ολοκληρωθεί το φιλμ σας και καταγραφούν όλες οι λήψεις, εξάγετε τα δεδομένα ως αρχείο .frames. Στείλτε το στο Mac σας μέσω AirDrop, email ή οποιαδήποτε άλλη μέθοδο προτιμάτε. Αυτό το αρχείο περιέχει όλα τα καταγεγραμμένα φωτογραφικά μεταδεδομένα για μετέπειτα χρήση με τις σαρώσεις σας."
    },
    {
      "@type": "HowToStep",
      "position": 4,
      "name": "Φόρτωση των δεδομένων σας",
      "text": "Αφού εμφανιστεί και σαρωθεί το φιλμ σας, ανοίξτε το αρχείο .frames στο Mac σας. Απλά κάντε διπλό κλικ ή σύρετέ το στην εφαρμογή Frames για macOS. Τα καταγεγραμμένα καρέ σας φορτώνονται αμέσως, έτοιμα να συνδεθούν με τα σαρωμένα αρχεία φωτογραφιών σας."
    },
    {
      "@type": "HowToStep",
      "position": 5,
      "name": "Συσχέτιση δεδομένων με φωτογραφίες",
      "text": "Περιηγηθείτε στις καταγεγραμμένες λήψεις σας χρησιμοποιώντας προβολή λίστας, πλέγματος ή πλήρη προβολή και ξεκινήστε τη συσχέτιση κάθε σάρωσης με τα δεδομένα του καρέ της. Οι εικόνες JPEG, TIFF και DNG υποστηρίζονται αυτή τη στιγμή, ενώ τα CR2 και NEF έρχονται σύντομα. Αυτό το βήμα συνδέει τις αναλογικές φωτογραφίες σας με λεπτομερή μεταδεδομένα EXIF, διατηρώντας το πλαίσιο κάθε λήψης."
    },
    {
      "@type": "HowToStep",
      "position": 6,
      "name": "Εξαγωγή των φωτογραφιών σας",
      "text": "Μόλις όλα ταιριάξουν, εξάγετε τις ενημερωμένες εικόνες σας. Τα μεταδεδομένα ενσωματώνονται απευθείας σε κάθε αρχείο φωτογραφίας, διασφαλίζοντας ότι παραμένουν ορατά σε όλες τις συσκευές, εργαλεία επεξεργασίας και πλατφόρμες όπως το Flickr. Η αναλογική φωτογραφία σας αποκτά τα αναζητήσιμα, οργανωμένα πλεονεκτήματα του ψηφιακού, χωρίς να χάνει την ψυχή της."
    }
  ]
}