{
  "@context": "https://schema.org",
  "@type": "HowTo",
  "name": "วิธีบันทึกและฝังข้อมูลเมตาของการถ่ายภาพฟิล์มด้วย Frames",
  "description": "เรียนรู้วิธีใช้ Frames เพื่อบันทึกการตั้งค่ากล้องฟิล์ม จัดระเบียบม้วนฟิล์มของคุณ และฝังข้อมูลเมตา EXIF ลงในภาพที่สแกนของคุณบน iPhone และ Mac",
  "image": "https://withframes.com/lib/img/shared/app-icon.png",
  "totalTime": "PT10M",
  "inLanguage": "th",
  "publisher": {
    "@id": "https://withframes.com/#organization"
  },
  "author": {
    "@type": "Organization",
    "@id": "https://withframes.com/#organization"
  },
  "tool": [
    { "@type": "SoftwareApplication", "@id": "https://withframes.com/#frames-ios" },
    { "@type": "SoftwareApplication", "@id": "https://withframes.com/#frames-macos" }
  ],
  "video": {
    "@type": "VideoObject",
    "@id": "https://withframes.com/#frames-video"
  },
  "step": [
    {
      "@type": "HowToStep",
      "position": 1,
      "name": "1. สร้างฟิล์มม้วนใหม่",
      "text": "เปิด Frames บน iPhone ของคุณและแตะไอคอนที่มุมขวาล่างเพื่อเริ่มฟิล์มม้วนใหม่ เพิ่มกล้องฟิล์ม เลนส์ และเลือกชนิดฟิล์ม ค่า ISO ถูกตั้งเป็นความไวของกล่องโดยค่าเริ่มต้น แต่คุณสามารถปรับให้ตรงกับเครื่องวัดแสงของคุณได้ นี่คือจุดเริ่มต้นของเวิร์กโฟลว์การถ่ายภาพฟิล์มของคุณ"
    },
    {
      "@type": "HowToStep",
      "position": 2,
      "name": "2. บันทึกทุกภาพระหว่างถ่าย",
      "text": "ขณะถ่ายภาพด้วยฟิล์ม ให้บันทึกการตั้งค่ากล้องสำหรับแต่ละเฟรม: รูรับแสง ความเร็วชัตเตอร์ ความยาวโฟกัส แฟลช บันทึกความคิดสร้างสรรค์ และอื่นๆ ตำแหน่งทางภูมิศาสตร์ ชื่อสถานที่ และการประทับเวลาจะถูกบันทึกโดยอัตโนมัติเพื่อสนับสนุนบันทึกการถ่ายภาพแบบอนาล็อกที่แม่นยำ คุณสามารถใช้ตัวควบคุมแบบสไลด์เดอร์เริ่มต้นหรือสลับไปยังมุมมองฟอร์มแบบคลาสสิกผ่านเมนูที่มุมขวาบน"
    },
    {
      "@type": "HowToStep",
      "position": 3,
      "name": "3. ส่งออกข้อมูลของคุณ",
      "text": "เมื่อฟิล์มม้วนของคุณเสร็จสิ้นและบันทึกภาพทั้งหมดแล้ว ให้ส่งออกข้อมูลเป็นไฟล์ .frames ส่งไปยัง Mac ของคุณโดยใช้ AirDrop อีเมล หรือวิธีใดก็ตามที่คุณต้องการ ไฟล์นี้มีข้อมูลเมตาการถ่ายภาพฟิล์มที่บันทึกไว้ทั้งหมดเพื่อใช้กับภาพสแกนในภายหลัง"
    },
    {
      "@type": "HowToStep",
      "position": 4,
      "name": "4. โหลดข้อมูลของคุณ",
      "text": "หลังจากฟิล์มของคุณถูกล้างและสแกนแล้ว ให้เปิดไฟล์ .frames บน Mac ของคุณ เพียงแค่ดับเบิลคลิกหรือลากไปที่แอป Frames สำหรับ macOS เฟรมที่บันทึกไว้ของคุณจะโหลดทันที พร้อมที่จะจับคู่กับไฟล์ภาพที่สแกนของคุณ"
    },
    {
      "@type": "HowToStep",
      "position": 5,
      "name": "5. เชื่อมโยงข้อมูลกับภาพถ่าย",
      "text": "เรียกดูภาพที่บันทึกไว้โดยใช้มุมมองรายการ กริด หรือแบบเต็ม และเริ่มเชื่อมโยงแต่ละภาพสแกนกับข้อมูลเฟรม ภาพ JPEG, TIFF และ DNG รองรับในปัจจุบัน โดย CR2 และ NEF กำลังจะมาเร็วๆ นี้ ขั้นตอนนี้เชื่อมโยงภาพถ่ายแบบอนาล็อกของคุณกับข้อมูลเมตา EXIF โดยละเอียด โดยรักษาบริบทของแต่ละภาพ"
    },
    {
      "@type": "HowToStep",
      "position": 6,
      "name": "6. ส่งออกภาพถ่ายของคุณ",
      "text": "เมื่อทุกอย่างจับคู่กันแล้ว ให้ส่งออกภาพที่อัปเดตของคุณ ข้อมูลเมตาจะถูกฝังลงในไฟล์ภาพแต่ละไฟล์โดยตรง เพื่อให้มั่นใจว่าจะมองเห็นได้ในทุกอุปกรณ์ เครื่องมือแก้ไข และแพลตฟอร์มอย่าง Flickr การถ่ายภาพฟิล์มของคุณได้รับประโยชน์ที่ค้นหาได้และจัดระเบียบได้ของดิจิทัล โดยไม่สูญเสียจิตวิญญาณ"
    }
  ]
}