{
      "@context": "https://schema.org",
      "@type": "FAQPage",
      "publisher": {
        "@id": "https://withframes.com/#organization"
      },
      "author": {
        "@type": "Organization",
        "@id": "https://withframes.com/#organization"
      },
      "dateModified": "2025-11-08",
      "keywords": "valokuva,muistiinpanot,analoginen,film,rulla,negatiivi,muistikirja,exif,metatiedot,kamera,35mm,kuva,sovellus,iOS,iPhone,Mac",
      "mainEntity": [
        {
          "@type": "Question",
          "name": "Mitä metatietoja voin tallentaa?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Framesin avulla voit kirjata yksityiskohtaiset tiedot jokaisesta kuvasta, mukaan lukien kamera, objektiivi, suodattimet, kuvanumero, polttoväli, aukko, suljinaika, ISO, mittaustila, filmityyppi, salama, GPS-sijainti, aikaleima ja mukautetut muistiinpanot varmistaen, ettet koskaan menetä tärkeitä analogisen valokuvauksen yksityiskohtia."
          }
        },
        {
          "@type": "Question",
          "name": "Mitä kuvamuotoja tuetaan?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames tukee JPEG-, TIFF- ja DNG-muotoja, jolloin voit upottaa tallennetut metatietosi suoraan skannattuihin analogisiin kuviin saumattomaan järjestelyyn ja työnkulkuun kaikilla laitteillasi."
          }
        },
        {
          "@type": "Question",
          "name": "Onko Frames saatavilla Androidille tai Windowsille?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames on tällä hetkellä saatavilla iPhonelle ja macOS:lle. Androidin ja Windowsin versiot on suunniteltu vuodelle 2026, ja sillä välin voit jakaa ja hallita tietojasi .frames-tiedostovientiä käyttäen."
          }
        },
        {
          "@type": "Question",
          "name": "Mitä suljinaika- ja aukkoarvoja tuetaan?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames tarjoaa esimääritettyjä sarjoja aukolle (f/1.0 - f/64) ja suljinajalle (1/8000s - 60s), jotka kattavat useimmat objektiivit ja kamerat. Voit myös määrittää mukautettuja sarjoja erityisille välineillesi taaten yhteensopivuuden kaikkien mukautettujen aukko- tai suljinaika-arvojen kanssa."
          }
        },
        {
          "@type": "Question",
          "name": "Voinko kirjata jalustoja tai lisävarusteita?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Kyllä, Framesin avulla voit tallentaa jalustoja ja valonlähteitä kuten salamoita, rengassalamoita, softboxeja, heijastimia tai valomuunnelmia. On myös ylimääräinen muistiinpanokenttä, johon voit lisätä mitä tahansa mukautettuja yksityiskohtia."
          }
        },
        {
          "@type": "Question",
          "name": "Voinko synkronoida tietoni iPhonen ja Macin välillä?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Kyllä, voit siirtää filmivalokuvauksen tietosi saumattomasti iPhonen ja Macin välillä käyttämällä .frames-tiedostojen vientiä. Vie yksinkertaisesti rullasi yhdestä laitteesta ja tuo ne toiseen. Vaikka automaattinen pilvisynkronointi ei ole tällä hetkellä saatavilla yksityisyytesi ja tietojesi omistajuuden säilyttämiseksi, .frames-muoto tekee manuaalisesta synkronoinnista nopeaa ja suoraviivaista."
          }
        },
        {
          "@type": "Question",
          "name": "Toimiiko Frames offline-tilassa?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Ehdottomasti. Frames on suunniteltu toimimaan täysin offline-tilassa, mikä tekee siitä täydellisen kuvien ottamiseen syrjäisillä paikoilla ilman internetyhteyttä. Kaikki tietosi tallennetaan paikallisesti laitteellesi, joten voit kirjata kuvia, hallita arkistoasi ja järjestää laitteistosi missä tahansa. GPS-paikannusmerkintä toimii myös offline-tilassa ja tallentuu automaattisesti, kun tallennat jokaisen kuvan. Tarvitset internetiä vain tarkistaessasi sovelluspäivityksiä."
          }
        },
        {
          "@type": "Question",
          "name": "Mitä suunnitelmia on tulevia päivityksiä varten?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Tulevat päivitykset laajentavat työnkulkuominaisuuksia, parantavat laitteiden välistä integraa tiota ja lisäävät yhteisön pyytämiä uusia työkaluja. Tämä tekee analogisesta valokuvauskirjaamisesta entistä joustavampaa ja tehokkaampaa."
          }
        }
      ]
    }