{
  "article_id": "film-cameras-2025",
  "slug": "buy-best-new-film-cameras-2025",
  "publish_date": "2025-11-11T10:00:00.000Z",
  "update_date": "2025-12-09T10:00:00.000Z",
  "title": "Best New Film Cameras in 2025: What You Can Actually Buy",
  "summary": "Film photography is still alive in 2025. From Pentax and Leica to Lomography and new startups, here are the film cameras you can actually buy brand new today.",
  "author": "Vincent Tantardini",
  "category": "gear",
  "sections": [
    {
      "type": "paragraph",
      "content": "Film photography isn't just surviving, it's growing. While most camera companies abandoned film decades ago, a handful of manufacturers are doing something unusual: they're making new film cameras. Not vintage gear or refurbished models, but cameras designed and built right now."
    },
    {
      "type": "paragraph",
      "content": "Here's what's actually available if you want to buy a brand new film camera today."
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Analogue AF-1"
    },
    {
      "type": "paragraph",
      "content": "Analogue Shop in Amsterdam opened pre-orders for the AF-1 in 2025. It's a 35mm autofocus camera designed for street and documentary work, combining manual zone focusing with automated exposure. The company started because they saw a gap: people wanted reliable, modern film cameras without the complexity of fully manual systems."
    },
    {
      "type": "paragraph",
      "content": "The AF-1 uses LiDAR autofocus technology that can focus from 0.5 meters to infinity, making it reliable even in low light or through glass. The camera includes automatic film loading and DX code reading up to ISO 3200, which means less fiddling with settings. What's interesting is that Analogue Shop started as a camera store in Amsterdam before deciding to design their own camera. They saw people constantly asking for reliable modern film cameras that didn't require vintage repair skills."
    },
    {
      "type": "paragraph",
      "content": "The AF-1 targets photographers who need something dependable that won't slow them down. It's built to last and priced to compete with buying and repairing vintage gear."
    },
    {
      "type": "paragraph",
      "content": "[Pre-order the Analogue AF-1](https://af1.analogueshop.com/) on their official online store for €449,99. Deliveries are expected in Q1 2026."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/analog_af-1_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/analog_af-1_film_photography_camera@2x.jpg",
      "alt": "Analog AF-1 Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Analog Shop"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Arca-Swiss M-Monolith"
    },
    {
      "type": "paragraph",
      "content": "Arca-Swiss has been making precision camera equipment in Switzerland since 1926, building a strong reputation among professional photographers who need equipment they can trust in demanding situations."
    },
    {
      "type": "paragraph",
      "content": "The M-Monolith is their modern monorail view camera built for large format film work, supporting everything from 4x5 to 8x10, plus 5x7 and 6x9 formats. It also works with digital backs if you need that option. This is a camera for photographers who want complete control over their images, whether working in the studio or out in the field."
    },
    {
      "type": "paragraph",
      "content": "The camera uses micrometric geared controls for all movements: tilt, shift, swing, and rise/fall. You can adjust the front and rear standards independently with precision, then lock everything exactly where you need it. The modular design makes switching between formats quick, and there's a wide range of accessories available to configure it for different shooting situations."
    },
    {
      "type": "paragraph",
      "content": "Built from aircraft-grade aluminum, the M-Monolith manages to be relatively light without sacrificing the rigidity you need for long exposures. The bellows extension and optical paths are generous enough to avoid vignetting while giving you plenty of room to work with different focal lengths and movements. It's designed for photographers who need stability, smooth geared adjustments, and the flexibility to handle high-precision imaging projects."
    },
    {
      "type": "paragraph",
      "content": "[Learn more about the M-Monolith](https://arca-swiss-usa.com/products/m-monolith-film-formats) via the Arca-Swiss official website."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/arca_swiss_monolith_m_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/arca_swiss_monolith_m_film_photography_camera@2x.jpg",
      "alt": "Arca-Swiss Monolith-M Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Arca-Swiss USA"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chamonix 45F-2"
    },
    {
      "type": "paragraph",
      "content": "Chamonix released the 45F-2 in 2017 as an updated version of their popular 45F-1. This 4x5 field camera is built by a small workshop of eight craftsmen in China, founded by a photographer and mountaineer who wanted to create the lightest, most rigid cameras possible for landscape work."
    },
    {
      "type": "paragraph",
      "content": "The 45F-2 uses a mix of teak or cherry wood with carbon fiber composite materials. It weighs just 1,600 grams (3.52 pounds) and folds down to 208 x 182 x 92mm, small enough for backpacking trips. What sets it apart is the rear focusing knob, positioned directly under the ground glass instead of at the front like most field cameras. This makes focusing more natural since you're already looking at the ground glass with one hand."
    },
    {
      "type": "paragraph",
      "content": "The camera includes asymmetrical tilt on the rear standard, controlled by a single knob with a pale gray coating so you can find it quickly. The front standard has separate knobs for rise/fall and tilt movements. The ground glass has four dotted lines that help you maintain focus when applying rear tilt, regardless of whether you're shooting landscape or portrait orientation. This makes working with the Scheimpflug principle much more practical for architecture and landscape photography."
    },
    {
      "type": "paragraph",
      "content": "At $1,510 with shipping, the 45F-2 offers a well-designed entry into 4x5 photography that's lighter and more portable than most wooden field cameras. It accepts Linhof-type lens boards and works with the full range of Chamonix accessories."
    },
    {
      "type": "paragraph",
      "content": "[Learn more about the Chamonix 45F-2](https://www.chamonixviewcamera.com/cameras/45f2) and purchase it through their official website."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chamonix_45f-2_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chamonix_45f-2_film_photography_camera@2x.jpg",
      "alt": "Chamonix 45F-2 Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Chamonix View Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chamonix 11x14"
    },
    {
      "type": "paragraph",
      "content": "The Chamonix 11x14 is an ultra large format camera built for photographers who need massive negatives. At 11x14 inches, this format sits well beyond the standard 4x5 or 8x10 sizes. It's handcrafted using the same wood and carbon fiber construction as other Chamonix cameras, following their philosophy of keeping weight manageable while maintaining rigidity."
    },
    {
      "type": "paragraph",
      "content": "This camera weighs 8 kilograms and folds to 505 x 500 x 475mm. The back is reversible, so you can switch between landscape and portrait orientation. It uses 8-inch lens boards, giving you plenty of room for large format lenses. Ultra large format might seem extreme, but there's a dedicated community shooting these sizes. The 11x14 format actually has better film availability than most other ultra large format sizes, with multiple black and white films still produced in this dimension."
    },
    {
      "type": "paragraph",
      "content": "These cameras are made to order in small batches. The next production run is scheduled for March 2026, so if you're interested, you'll need to plan ahead. At this price point, it's a serious investment, but you're getting a handmade camera built specifically for ultra large format work. This isn't for casual shooting, it's for photographers committed to working with some of the largest practical film sizes available."
    },
    {
      "type": "paragraph",
      "content": "[Learn more about the Chamonix 11x14](https://www.chamonixviewcamera.com/cameras/11x14) through their official website. Pre-orders for the March 2026 batch are priced at $6,250."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chamonix_11x14_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chamonix_11x14_film_photography_camera@2x.jpg",
      "alt": "Chamonix 11x14 Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Chamonix View Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chroma Camera 35mm Click"
    },
    {
      "type": "paragraph",
      "content": "The Chroma Camera Click 35mm is a fully mechanical point-and-shoot from a small British maker known for 3D-printed medium and large format cameras. This is their first self-contained 35mm with a glass lens. The fixed 24mm f/11 optic is sharp in the center with deliberate falloff toward the edges, giving images real character. Focus is fixed from about 1.5 meters to infinity, so most scenes stay sharp without adjustments."
    },
    {
      "type": "paragraph",
      "content": "Shooting is simple: the magnetic shutter fires at a single speed around 1/100s, so exposure depends entirely on your film choice and available light. Chroma recommends ISO 200-400 for daylight and faster stocks for low light. The 3D-printed body is compact with a manual film advance and a dedicated 24mm viewfinder. It shoots standard 24x36mm frames, but an included mask converts it to half-frame, doubling your shot count."
    },
    {
      "type": "paragraph",
      "content": "Made in small UK batches, early users report solid build quality and no light leaks. If you want a brand-new, battery-free camera with a real glass wide-angle and enjoy simple, constraint-based shooting, the Click 35mm is worth a look."
    },
    {
      "type": "paragraph",
      "content": "[Learn more about the Chroma Camera 35mm Click](https://chroma.camera/products/chroma-click-35mm-compact-camera-with-24mm-double-glass-lens) through their official website. It is currently sold for about $187."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chroma_camera_35mm_click_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chroma_camera_35mm_click_film_photography_camera@2x.jpg",
      "alt": "Chroma Camera 35mm Click Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Chroma Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Custom Camera Building Series"
    },
    {
      "type": "paragraph",
      "content": "Custom Camera Building (CCB) launched a complete line of panoramic and large format cameras on Kickstarter in August 2025. The Ontario-based operation offers 6x12, 6x17 panoramic cameras and 4x5, 5x7, 8x10 point-and-shoot models, all built from industrial-grade composite materials and precision 3D printing."
    },
    {
      "type": "paragraph",
      "content": "What makes these cameras different is their modular system. You can swap cones, use the same lens across different bodies, and switch between formats mid-roll. The panoramic cameras include snap-in masks to change formats instantly. This modular approach is genuinely useful since medium format shooters can swap between 6x12 and 6x17, and large format users can move lenses between different body sizes."
    },
    {
      "type": "paragraph",
      "content": "Prices start at $195 CAD for the 4x5 body, making them among the most affordable new large format options. The combination of modern manufacturing and thoughtful design makes specialized formats accessible without compromising on precision."
    },
    {
      "type": "paragraph",
      "content": "[Learn more about the Custom Camera Building Series](https://customcamerabuilding.com) through the project's official website."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/custom_camera_building_ccb_series_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/custom_camera_building_ccb_series_film_photography_camera@2x.jpg",
      "alt": "Custom Camera Building (CCB) Series Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Custom Camera Building"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "FilmNeverDie Nana"
    },
    {
      "type": "paragraph",
      "content": "FilmNeverDie's Nana is a compact 35mm point-and-shoot built to replace disposables with something you can actually keep. It's fully automatic with a 31mm f/11 lens, fixed 1/125s shutter, and focus-free optics from about 1.5m to infinity. No settings to fiddle with, just load film and shoot."
    },
    {
      "type": "paragraph",
      "content": "The body is small and pocketable, with an all-metal shell that feels solid in hand. It runs on AA batteries, has motorized wind and rewind, plus a basic flash with red-eye reduction. What makes it a bit more interesting is the 30mm thread on the front lens, which accepts an optional optical element for a dual-focus setup: one for general shooting, another for sharper landscapes and portraits."
    },
    {
      "type": "paragraph",
      "content": "FilmNeverDie started as a Melbourne camera shop and film lab, and they positioned the Nana as a durable alternative to cheap plastic cameras. The camera originally launched through crowdfunding, showing there's real appetite for a modern point-and-shoot that isn't just vintage stock with questionable electronics. It's straightforward film shooting for people who want simplicity without feeling like they're using a toy."
    },
    {
      "type": "paragraph",
      "content": "[Learn more about the Nana 35mm Film Camera](https://filmneverdie.com/products/nana-35mm-film-point-and-shoot-camera) through FilmNeverDie's official website. It is currently sold for $243.96."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/film_never_die_nana_35mm_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/film_never_die_nana_35mm_film_photography_camera@2x.jpg",
      "alt": "FilmNeverDie Nana 35mm Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © FilmNeverDie"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Fujifilm Instax Mini 41"
    },
    {
      "type": "paragraph",
      "content": "The Fujifilm Instax Mini 41 keeps instant photography refreshingly simple. Released in spring 2025, it handles exposure automatically by adjusting shutter speed and flash output based on available light. You point, press the shutter, and get a credit-card-sized print in about 90 seconds. The 60mm f/12.7 lens delivers a field of view similar to a 34mm wide angle, working well for group shots and everyday scenes. Colors come out vibrant with that recognizable Instax look, and the constant flash ensures your subjects stay properly lit in most situations."
    },
    {
      "type": "paragraph",
      "content": "Operation couldn't be more straightforward. A three-position lens ring switches between Off, On, and Close-Up mode. Twist to Close-Up for distances of 30-50cm, and the viewfinder compensates for parallax so your framing stays accurate. A small mirror next to the lens helps with self-portraits. There's one button for taking photos and a film window showing how many shots remain. Two AA batteries power roughly 100 exposures before needing replacement."
    },
    {
      "type": "paragraph",
      "content": "At 345 grams and measuring 122.5x104.5x67.5mm, the Mini 41 fits easily into bags for parties or trips. The design borrows from vintage camera aesthetics while keeping everything accessible for quick shooting. If you want instant prints without menus or complex settings, this camera delivers exactly that. Fujifilm's Instax Mini lineup also includes the Mini 12, Mini 40, and Mini 99 for different preferences, all using the same film format."
    },
    {
      "type": "paragraph",
      "content": "[Learn more about the Fujifilm Instax Mini 41](https://instax.com/mini41/en/) through Instax's official website. It is currently sold for $116.95."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/fujifilm_instax_mini_41_instant_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/fujifilm_instax_mini_41_instant_film_photography_camera@2x.jpg",
      "alt": "Fujifilm Instax Mini 41 Instant Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Fujifilm Corporation"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Gibellini DCG66"
    },
    {
      "type": "paragraph",
      "content": "The Gibellini DCG66 is a precision medium format camera body made in Italy for photographers who want both film and digital in one system. It accepts Hasselblad V-series backs, so you can shoot with classic film backs like the A12 or switch to digital options like the CFV50c or CFV100c."
    },
    {
      "type": "paragraph",
      "content": "Machined from aluminum, the DCG66 feels solid and built to last. It uses Gibellina's GC mount system for Hasselblad backs and Rodenstock HR Digaron lenses, with a quick-change mechanism that locks firmly into place. The GFC focusing calibration system lets you fine-tune the lens-to-film distance with micrometric precision for sharp, consistent results."
    },
    {
      "type": "paragraph",
      "content": "Focusing is fully manual through a helical mount, keeping things hands-on. Custom flanges can be made for other lenses, giving you more creative options."
    },
    {
      "type": "paragraph",
      "content": "The DCG66 gives you the precision of a mechanical tool and the satisfaction of shooting film, with the flexibility to go digital when you need it. All in one camera body."
    },
    {
      "type": "paragraph",
      "content": "[Learn more about the DCG66](https://gibellinicamera.com/product/dcg66/) through Gibellini's official website. It is currently sold for €2,990.00 and available on backorder."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/gibellini_dcg66_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/gibellini_dcg66_film_photography_camera@2x.jpg",
      "alt": "Gibellini DCG66 Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Gibellini"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Gibellini AG810"
    },
    {
      "type": "paragraph",
      "content": "The Gibellini AG810 is an 8x10 folding field camera machined entirely from aluminum in Italy. At 4.3kg, it's remarkably light for this format and folds to a compact 330x320x100mm for travel. The aluminum construction provides rigidity and precision while staying significantly lighter than traditional wooden 8x10 cameras."
    },
    {
      "type": "paragraph",
      "content": "The camera offers full movements including front rise, fall, shift, tilt, and swing, plus rear tilt and swing. It uses Sinar-compatible lens boards and accepts all standard 8x10 film holders. Bellows extend from 30mm to 640mm, with an optional bag bellows that goes down to 0mm for extreme wide angles. Auto-zero positioning on both standards makes resetting movements quick."
    },
    {
      "type": "paragraph",
      "content": "Gibellini offers customization with body colors and bellows in white, black, red, blue, green, or sand. The camera includes optical-grade ground glass and a new bail-back mechanism for easier film loading. At €10,000, it's a professional tool for photographers who need 8x10 resolution without the weight and bulk of older designs."
    },
    {
      "type": "paragraph",
      "content": "[Learn more about the AG810](https://gibellinicamera.com/product/ag810-2/) through Gibellini's official website. It is currently sold for €3,740.00 and available on backorder."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/gibellini_ag810_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/gibellini_ag810_film_photography_camera@2x.jpg",
      "alt": "Gibellini AG810 Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Gibellini"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Intrepid 4x5"
    },
    {
      "type": "paragraph",
      "content": "Intrepid Camera Company is based in Brighton, UK and was started by design students who wanted to make large format photography easier and more approachable. Instead of chasing old, heavy cameras, they built their first 4x5 with support from the early film community, and they still assemble everything by hand in their Brighton workshop."
    },
    {
      "type": "paragraph",
      "content": "When you pick up the Intrepid 4x5, you get a camera that’s designed to be carried and used, not just admired on a shelf. It’s light enough for hiking and folds flat to fit in a backpack. All the essential movements for front and rear adjustments are there, so you can control focus and perspective directly. The ground glass screen is bright and straightforward for framing and focusing. "
    },
    {
      "type": "paragraph",
      "content": "You can use standard lenses and holders, which means you’re not locked into any one system. If you want to shoot large format without having to fuss over old gear, Intrepid’s 4x5 makes the process clear, simple, and genuinely fun."
    },
    {
      "type": "paragraph",
      "content": "[Learn more about the Intrepid 4x5](https://intrepidcamera.co.uk/products/intrepid-4x5-camera) and purchase it through their official website for €366,95."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/intrepid_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/intrepid_4x5_film_photography_camera@2x.jpg",
      "alt": "Intrepid 4x5 Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Intrepid Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Kodak Ektar H35"
    },
    {
      "type": "paragraph",
      "content": "The Kodak Ektar H35 hit the market in 2022 as one of the cheapest new film cameras available. Made by Reto Project under the Kodak brand, it sells for around $50 and uses half-frame format to double your shot count. A 36-exposure roll gives you 72 vertical images instead of the usual 36."
    },
    {
      "type": "paragraph",
      "content": "Kodak now offers several color variants including limited editions, and released an H35N model with a night mode flash. The camera is made entirely of plastic, which keeps costs down but means you need to handle it gently. It's become popular with younger photographers as an affordable entry point into film."
    },
    {
      "type": "paragraph",
      "content": "This is a basic point-and-shoot with a plastic lens, fixed aperture at f/9.5, and a single shutter speed of 1/100. There's a built-in flash you activate by turning the ring around the lens. It's lightweight, pocketable, and dead simple to use. The tradeoff is image quality: the plastic lens produces soft results, especially at distance. It works best with ISO 400 film and subjects about 1.5 to 2 meters away. If you want sharp images or manual control, look elsewhere. But if you want an affordable way to shoot more frames per roll without worrying about settings, the H35 delivers exactly that."
    },
    {
      "type": "paragraph",
      "content": "[Learn more about the Kodak Ektar H35](https://www.kodak.com/en/consumer/product/cameras/film/h35-film-camera/) through Kodak's official website."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/kodak_ektar_h35_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/kodak_ektar_h35_film_photography_camera@2x.jpg",
      "alt": "Kodak Ektar H35 Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Eastman Kodak Company"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Kodak Snapic A1"
    },
    {
      "type": "paragraph",
      "content": "The Kodak Snapic A1 arrives as a straightforward answer to anyone wanting to shoot full-frame 35mm film without complexity. At its heart sits a coated three-element 25mm lens at f/9.5, fixed but sharp enough for everyday situations. Focus works through two zone settings: flip between 0.5-1.5 meters for closer subjects or 1.5 meters to infinity for everything else. There's no guesswork or fiddly dials, just quick adjustments that let you keep shooting. The camera handles film advance and rewind automatically, while the flash system offers auto, forced-on, off, and red-eye modes through a small LCD panel."
    },
    {
      "type": "paragraph",
      "content": "What makes the A1 stand out is how much functionality Kodak packed into such a minimal package. The rear OLED shows your frame count, battery life, and current settings at a glance. A double exposure mode opens up creative layering possibilities, something you won't find on most budget film cameras. Physical specs stay impressively compact at 118x62x35mm and just 117 grams, running on two AAA batteries good for roughly ten 24-exposure rolls. That efficiency matters when you're out for a full day or traveling light."
    },
    {
      "type": "paragraph",
      "content": "This isn't trying to be a premium instrument or a vintage collectible. The ABS body keeps costs down while the retro styling and prominent Kodak branding give it character. For someone stepping into film photography or wanting a no-fuss backup camera, the Snapic A1 delivers what matters: reliable full-frame images without the learning curve of manual controls or the limitations of half-frame formats."
    },
    {
      "type": "paragraph",
      "content": "[Learn more about the Kodak Snapic A1](https://www.kodak.retopro.co/products/kodak-snapic-a1-35mm-film-camera) through Kodakfilm.reto's website. You can pre-order it for $99.00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/kodak_snapic_a1_35mm_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/kodak_snapic_a1_35mm_film_photography_camera@2x.jpg",
      "alt": "Kodak Snapic A1 Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Kodakfilm.reto"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica M6 Re-edition"
    },
    {
      "type": "paragraph",
      "content": "Leica brought back the M6 rangefinder in November 2022. This isn't a redesign or an update, it's a faithful reproduction of their most popular mechanical camera. The original M6 ran from 1984 to 2002, and photographers never stopped asking for it."
    },
    {
      "type": "paragraph",
      "content": "The 2022 version has some upgrades worth noting. The top and bottom covers are now milled from solid brass instead of die-cast zinc, and they use the same abrasion-resistant black lacquer as the M11. The viewfinder is the improved 0.72x version from the MP with better anti-glare coating. The light meter now includes a red center dot in addition to the arrow symbols to confirm correct exposure, plus a battery warning indicator. Leica kept the “Leitz” red dot logo instead of “Leica” as a nod to the original."
    },
    {
      "type": "paragraph",
      "content": "The re-edition keeps the same mechanical precision and rangefinder focusing system. Leica's craftsmen build these cameras the same way they always have. If you want the classic rangefinder experience with new manufacturing warranties and support, this is it."
    },
    {
      "type": "paragraph",
      "content": "[Learn more about the Leica M6](https://leica-camera.com/en-US/photography/cameras/m/m6) and purchase it through Leica's online store for $6,415.00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_m6_re_edition_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_m6_re_edition_film_photography_camera@2x.jpg",
      "alt": "Leica M6 Re-edition Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica M-A (Typ 127)"
    },
    {
      "type": "paragraph",
      "content": "Leica released the M-A in 2014 as their first purely mechanical camera since the M4-P ended production in 1981. This is the most stripped-down M camera you can buy new: no light meter, no electronics, no battery at all. It's completely mechanical and will work indefinitely without power."
    },
    {
      "type": "paragraph",
      "content": "The M-A uses chromed brass top and bottom covers and deliberately omits the red Leica dot for maximum understatement. It's also noticeably slimmer than digital M cameras. You get shutter speeds up to 1/1000 and the same 0.72x viewfinder as other modern M cameras, with frame lines for 28mm through 135mm lenses. At around $5,000-6,000, it's for photographers who want to focus purely on aperture, shutter speed, and composition without any electronic assistance. Leica even includes a roll of Kodak Tri-X 400 with each camera, acknowledging the pairing of two photographic classics born in the 1950s."
    },
    {
      "type": "paragraph",
      "content": "[Learn more about the Leica M-A](https://leica-camera.com/en-US/photography/cameras/m/m-a-typ-127-black) and purchase it through Leica's online store for $6,310.00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_m-a_typ_127_black_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_m-a_typ_127_black_film_photography_camera@2x.jpg",
      "alt": "Leica M-A (Typ 127) Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica MP"
    },
    {
      "type": "paragraph",
      "content": "Leica introduced the MP in 2003 as their answer to photographers wanting a fully mechanical rangefinder with just a light meter. The name stands for “Mechanical Perfection”, and it sits between the M6 and M-A in terms of features. You get a TTL light meter that requires a battery, but the rest of the camera operates mechanically without power."
    },
    {
      "type": "paragraph",
      "content": "The MP borrowed design elements from the classic M3, including a metal film advance lever and rewind knob instead of the M6's crank. The viewfinder has improved anti-flare coatings compared to the M6. It's built from solid brass with either black paint or silver chrome finish, and lacks the red Leica dot for a lower profile. The battery only powers the light meter, so if it dies, the camera still works perfectly. At $6,415, it's priced similarly to the M6 re-edition and appeals to photographers who want mechanical reliability with metering assistance."
    },
    {
      "type": "paragraph",
      "content": "[Learn more about the Leica MP](https://leica-camera.com/en-US/photography/cameras/m/mp-silver) and purchase it through Leica's online store for $6,415.00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_mp_silver_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_mp_silver_film_photography_camera@2x.jpg",
      "alt": "Leica MP Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Linhof Master Technika Series"
    },
    {
      "type": "paragraph",
      "content": "Linhof still manufactures the Master Technika line in Germany, offering two versions of their legendary 4x5 metal field camera. The Master Technika Classic includes a built-in rangefinder and can be shot handheld with compatible lenses and the optional Universal Optical Viewfinder. The Master Technika 3000 drops the rangefinder but adds a built-in wide-angle focusing track with external focusing knob and infinity stops for 38mm, 47mm, and 58mm lenses. Both cameras feature full movements (tilt, shift, swing), fold into compact housings for transport, and use the same robust die-cast metal construction Linhof has been known for since 1936."
    },
    {
      "type": "paragraph",
      "content": "The Classic appeals to photographers who want rangefinder capability for handheld shooting and portraits, while the 3000 is built for tripod work with extreme wide-angle lenses. Both cameras accept standard 4x5 film holders and can use Linhof's Rollex backs for medium format roll film. These are expensive tools (pricing varies by retailer and configuration), but they're built to professional standards and designed to last generations. Linhof cameras from the 1950s are still working today, and these modern versions maintain that same build quality."
    },
    {
      "type": "paragraph",
      "content": "[Learn more about the Master Technika Series](https://linhof.com/master-technika-classic-2/) through Linhof's official website."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/linhof_master_technika_classic_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/linhof_master_technika_classic_film_photography_camera@2x.jpg",
      "alt": "Linhof Master Technika Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Linhof Präzisions-Systemtechnik GmbH"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Linhof Technorama Series"
    },
    {
      "type": "paragraph",
      "content": "Linhof also produces the Technorama panoramic cameras for 120 and 220 roll film. The Technorama 617s III shoots 6x17cm images (four frames per 120 roll) with interchangeable lenses including 72mm, 90mm, 180mm, and 250mm options. The Technorama 612 PC II captures 6x12cm images with a 2:1 aspect ratio and includes built-in 8mm vertical shift in each lens to correct perspective without tilting the camera. Both use die-cast metal bodies and purely mechanical operation with no batteries required."
    },
    {
      "type": "paragraph",
      "content": "These are specialist cameras for landscape, architecture, and industrial photography. Focus is set by distance scale rather than through-the-lens viewing, and each lens comes with its own helical focusing mount. The cameras can be used handheld but work best on a tripod given the extreme formats and need for precise focus. Note that Linhof discontinued production of Technorama lenses years ago, though the camera bodies remain available and owners can have their own large format lenses converted to fit the system."
    },
    {
      "type": "paragraph",
      "content": "[Learn more about the Technorama Series](https://linhof.com/technorama-617s/) through Linhof's official website."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/linhof_technorama_617s_III_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/linhof_technorama_617s_III_film_photography_camera@2x.jpg",
      "alt": "Linhof Technorama Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Linhof Präzisions-Systemtechnik GmbH"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography LC-A 120"
    },
    {
      "type": "paragraph",
      "content": "The Lomography LC-A 120 brings the classic LC-A experience to medium format film. Unlike its 35mm siblings, this camera shoots 120 film and offers a 38mm f/4.5 lens that delivers that familiar vibrant, contrast-rich look Lomography users love. It remains fully manual with zone focusing, aperture priority, and a mechanical shutter, but features a simple design that encourages spontaneous shooting without complication."
    },
    {
      "type": "paragraph",
      "content": "The camera has a compact build for a medium format body, making it a versatile option for photographers who want larger negatives but still want to carry something manageable. Its sturdy plastic and metal construction balances durability with lightness, it’s a camera to take everywhere with you."
    },
    {
      "type": "paragraph",
      "content": "[Purchase the Lomography LC-A 120](https://shop.lomography.com/lomo-lc-a-120-film-camera) on their official online store for $449.90."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lc-a_120_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lc-a_120_film_photography_camera@2x.jpg",
      "alt": "Lomography LC-A 120 Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography LC-Wide"
    },
    {
      "type": "paragraph",
      "content": "The Lomography LC-Wide expands on Lomography’s LC-A heritage with a wider 17mm f/4.5 glass lens, ideal for landscapes, architecture, and street photography. It uses 35mm film and focuses with the classic zone system, but this model is fully mechanical without autofocus or exposure automation, keeping the process straightforward."
    },
    {
      "type": "paragraph",
      "content": "The camera’s build is compact and robust, featuring a plastic body with a metal lens barrel. It’s a great option for those who want the LC-A’s trademark saturated colors and vignette effects but with a much wider perspective. The LC-Wide is simple to operate, making it a favorite among Lomography fans who enjoy experimentation and vintage aesthetic."
    },
    {
      "type": "paragraph",
      "content": "[Purchase the Lomography LC-Wide](https://shop.lomography.com/lomo-lc-wide-35-mm-film-camera) on their official online store for $279.30."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lc-wide_35_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lc-wide_35_film_photography_camera@2x.jpg",
      "alt": "Lomography LC-Wide Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography Lomomatic 110"
    },
    {
      "type": "paragraph",
      "content": "The Lomomatic 110 revives the pocket-sized 110 film format that Kodak introduced in 1972. Lomography is now the sole producer of 110 film, and this camera brings the format back with modern features. It's tiny at about 4.4 inches long and uses a sliding mechanism to extend for shooting, making it genuinely pocketable."
    },
    {
      "type": "paragraph",
      "content": "The camera includes a glass Minitar CX 23mm f/2.8 lens, automatic exposure, zone focusing (0.8m, 1.5m, 3m, infinity), and switchable apertures for day (f/5.6) and night (f/2.8) shooting. You can set ISO to 100, 200, or 400, and it offers bulb mode for long exposures plus multiple exposure capability. An optional detachable flash includes colored gel filters."
    },
    {
      "type": "paragraph",
      "content": "The 110 format produces images roughly half the size of 35mm frames, giving them a distinctly grainy, lo-fi aesthetic. Film costs around $8-12 per 24-exposure cartridge, and processing can be challenging since few labs handle the format. At $99-189 depending on finish and flash inclusion, it's aimed at photographers who want that imperfect, nostalgic look and don't mind the format's limitations."
    },
    {
      "type": "paragraph",
      "content": "[Purchase the Lomography Lomomatic 110](https://shop.lomography.com/us/cameras/110-cameras) on their official online store."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lomomatic_110_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lomomatic_110_film_photography_camera@2x.jpg",
      "alt": "Lomography Lomomatic 110 Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography MC-A"
    },
    {
      "type": "paragraph",
      "content": "Lomography released the MC-A in October 2025, and it's their most serious camera yet. This is a full-frame 35mm with autofocus, aperture priority, and DX code reading. It handles multiple exposures and stays light enough to carry all day."
    },
    {
      "type": "paragraph",
      "content": "This is Lomography's first autofocus camera and their first with a metal body. The 32mm f/2.8 lens has five elements and features multi-coating. One clever touch is the USB-C rechargeable CR2 battery that comes with it, though you can also use standard disposable CR2s. The camera defaults to flash OFF, which is something photographers have been asking for. It includes unlimited multiple exposures and comes with accessories like a Splitzer lens attachment for creative double exposures and colored flash gels. The autofocus works down to 0.4 meters with zone focus options at 0.4, 0.8, 1.5, and 3 meters plus infinity."
    },
    {
      "type": "paragraph",
      "content": "Lomography built its reputation on experimental, accessible film cameras, and the MC-A continues that tradition while adding real automation. It's aimed at people who want the film experience without fighting with manual focus or exposure every time."
    },
    {
      "type": "paragraph",
      "content": "[Pre-order the Lomography MC-A](https://shop.lomography.com/lomo-mc-a-35-mm-film-camera-black) on their official online store for $549.00. Deliveries are expected in Q1 2026."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_mc-a_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_mc-a_film_photography_camera@2x.jpg",
      "alt": "Lomography MC-A Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Ondu Eikan Series"
    },
    {
      "type": "paragraph",
      "content": "Ondu started in a small Slovenian workshop back in 2013, when Elvis Halilović began handcrafting pinhole cameras from wood. What began as a personal project quickly turned into something bigger, and today ONDU creates some of the most beautiful analog cameras you can find."
    },
    {
      "type": "paragraph",
      "content": "The Eikan Series represents their premium line of medium format pinhole cameras. Built from carefully selected hardwoods like walnut and maple, each camera is constructed without screws or glue, using traditional woodworking techniques that have been refined over generations. The wood is treated with natural oils to protect it while keeping that tactile, organic feel."
    },
    {
      "type": "paragraph",
      "content": "What makes the EIKAN special is how it handles 120 film. The design allows for precise frame spacing and includes a built-in spirit level to help you keep your horizons straight. The pinhole itself is laser-drilled for consistency, and the magnetic shutter system is simple but effective. You get that dreamy, soft-focus quality that pinhole photography is known for, with exposures that typically range from a few seconds to several minutes depending on your lighting conditions."
    },
    {
      "type": "paragraph",
      "content": "These aren't mass-produced cameras. Each EIKAN is made to order in Slovenia, so there's real craftsmanship behind every piece."
    },
    {
      "type": "paragraph",
      "content": "[Learn more about Ondu Pinhole Cameras](https://ondupinhole.com/) through their official website."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/ondu_eikan_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/ondu_eikan_film_photography_camera@2x.jpg",
      "alt": "Ondu Eikan Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Ondu Pinhole"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Pentax 17"
    },
    {
      "type": "paragraph",
      "content": "Pentax surprised everyone by releasing a new half-frame camera in mid-2024. The Pentax 17 shoots vertical frames and doubles your shot count per roll. Ricoh Imaging Corporation designed it for portability and simplicity, banking on the format's vintage appeal and practical advantages."
    },
    {
      "type": "paragraph",
      "content": "Worth mentioning that the lens is a triplet design based on the Ricoh Auto Half and the Espio Mini from 1994. The camera includes seven shooting modes, including a “Bokeh” mode for portraits and a bulb mode for long exposures. The top and bottom plates are magnesium alloy (same material used in Pentax's high-end digital cameras like the K-1), which keeps it light but durable. The camera runs on a CR2 battery that Pentax estimates will last about 10 rolls if you use flash on half your shots."
    },
    {
      "type": "paragraph",
      "content": "Half-frame cameras were popular in the 1960s and 70s, then disappeared. Pentax brought the format back with modern build quality and straightforward controls. It's compact, easy to use, and gives you 72 shots on a standard 36-exposure roll."
    },
    {
      "type": "paragraph",
      "content": "[Purchase the Pentax 17](https://pentax.eu/products/pentax-17) on their official online store for €549,99."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/pentax_17_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/pentax_17_film_photography_camera@2x.jpg",
      "alt": "Pentax 17 Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Ricoh Imaging Europe S.A.S."
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Polaroid I-2"
    },
    {
      "type": "paragraph",
      "content": "The Polaroid I-2 is Polaroid's most capable instant camera right now, designed for photographers who actually want control over their shots. Released in late 2024, it packs the sharpest lens Polaroid has ever made: a three-element 98mm optic with continuous LiDAR autofocus that nails focus from 0.4 meters out to infinity. The real story here is manual control. You get Automatic, Aperture Priority, Shutter Priority, Manual, Multi-Exposure, and Self-Timer modes. Aperture ranges from f/8 to f/64, shutter speeds run from 1/250 second to 30 seconds, and exposure compensation adjusts in 1/3-stop increments across +/- 2 EV for precise brightness control."
    },
    {
      "type": "paragraph",
      "content": "Both the outer display and electronic viewfinder show your settings in real time: exposure values, aperture, shutter speed, battery status, remaining shots, and focus distance. The built-in flash produces soft, balanced light, and there's external flash sync if you want to work with studio equipment. Bluetooth connects to Polaroid's app for remote shooting and deeper adjustments. The rechargeable lithium-ion battery powers up to 15 film packs per charge via USB-C. Best part? The I-2 shoots i-Type, 600, and SX-70 films, so you can experiment with different instant formats on one body."
    },
    {
      "type": "paragraph",
      "content": "Polaroid's lineup also includes the Now+ Gen 3 with creative filters, the pocket-sized Polaroid Go, and classic 600 or SX-70 models for simpler shooting. But if you're serious about instant photography in 2025, the I-2 is where the real capability lives."
    },
    {
      "type": "paragraph",
      "content": "[Purchase the Polaroid I-2](https://www.polaroid.com/en_us/cameras/i2-camera) on their official online store for $399.99."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/polaroid_i-2_instant_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/polaroid_i-2_instant_film_photography_camera@2x.jpg",
      "alt": "Polaroid I-2 Instant Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Polaroid"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Rollei 35 AF"
    },
    {
      "type": "paragraph",
      "content": "MiNT Camera shipped the Rollei 35 AF in late 2024, updating the iconic 1960s compact with modern technology. The original was brilliantly small but required guessing focus distances. MiNT kept the compact body and added LiDAR autofocus, automatic exposure, and a built-in flash. It uses a fixed 35mm f/2.8 lens and keeps the manual film advance."
    },
    {
      "type": "paragraph",
      "content": "The camera uses LiDAR technology that can focus from 0.5 meters to infinity, making it reliable even in challenging conditions. It features both automatic exposure and manual controls for aperture (f/2.8 to f/16), shutter speed, and ISO. Interestingly, retired Pentax engineers helped design the lens. MiNT spent about five years developing this camera, working through multiple prototypes before release."
    },
    {
      "type": "paragraph",
      "content": "Considering its price, it's a premium compact for photographers who want something pocketable without the hassle of zone focusing. MiNT officially licensed the Rollei name for the project, bringing one of film photography's most recognized designs back with actual modern conveniences."
    },
    {
      "type": "paragraph",
      "content": "[Learn more about the Rollei 35 AF](https://rollei35af.com/pages/camera) through Rollei's official website. It was priced at €885,00 at launch but is currently out of stock. You may need to check online camera stores or local shops to find a reseller."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/rollei_35_af_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/rollei_35_af_film_photography_camera@2x.jpg",
      "alt": "Rollei 35 AF Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Rollei 35 AF"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Shen Hao Cameras"
    },
    {
      "type": "paragraph",
      "content": "Shen Hao is a Shanghai-based camera manufacturer that's been making large-format and field cameras since the mid-1990s. They work primarily with wood and metal, producing view cameras in formats from 4×5 inches up to panoramas like 6×17 cm and larger."
    },
    {
      "type": "paragraph",
      "content": "What makes them interesting is the combination of traditional craftsmanship and practical modern features. Their cameras include Graflok backs and standard lens boards while keeping that classic wooden aesthetic. The real appeal is value: their HZX45-II A model offers proper movements (rise, shift, tilt) and solid construction at a fraction of what you'd pay for comparable European cameras."
    },
    {
      "type": "paragraph",
      "content": "They also cover an unusually wide range of formats. Beyond standard 4×5 and 5×7, Shen Hao makes panorama cameras in 6×17, 6×12, and even 12×20 inch formats. It's rare to find this variety from a manufacturer focused on wooden field cameras that remain portable enough for actual field work."
    },
    {
      "type": "paragraph",
      "content": "[Learn more about Shen Hao cameras](http://www.shen-hao.com/) through their official website. "
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/shen_hao_ptb-45_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/shen_hao_ptb-45_film_photography_camera@2x.jpg",
      "alt": "Shen Hao PTB-45 Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © 上海申豪專業照相機有限公司"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "SilverBridges WideluxX"
    },
    {
      "type": "paragraph",
      "content": "The WideluxX revives the panoramic Widelux camera, known for its rotating lens mechanism that creates distinctive wide-format images with naturally curved horizons. SilverBridges is working on this updated version, which will shoot both 35mm and medium format panoramic images."
    },
    {
      "type": "paragraph",
      "content": "The original Widelux cameras became cult favorites. Jeff Bridges famously shoots with one and has published books of his Widelux photographs. Production ended years ago, but SilverBridges is bringing back the mechanical panorama technology with updated manufacturing. It's a niche camera for a specific kind of shooting, but that's exactly the point."
    },
    {
      "type": "paragraph",
      "content": "While the camera is not yet 'actually' available, I thought it would be cool to include it on this list to support the project. The WideluxX is still a prototype and pre-orders haven't opened yet, but you can [learn more about SilverBridges WideluxX](https://wideluxx.com) by visiting the project's official website."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/silverbridges_wideluxx_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/silverbridges_wideluxx_film_photography_camera@2x.jpg",
      "alt": "SilverBridges WideluxX Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © SilverBridges"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Smartflex 4x5"
    },
    {
      "type": "paragraph",
      "content": "The Smartflex 4x5 funded on Kickstarter in late 2024 and started shipping in early 2025. Created by large format enthusiasts HuaTong Zhang and his partner (based between Shenzhen and Tokyo), it's a 4x5 SLR that weighs just over 2kg, light enough to shoot handheld. The camera uses 3D-printed materials and carbon fiber to stay portable while keeping a bright 5x5 viewfinder that makes focusing actually pleasant."
    },
    {
      "type": "paragraph",
      "content": "At around $2,000 for the body, it's still expensive but significantly cheaper than traditional large format cameras. The real advantage is versatility: it accepts standard 4x5 film holders and also works with Instax Wide backs, so you can test lighting setups before committing expensive sheet film. This makes large format portrait photography more practical than ever."
    },
    {
      "type": "paragraph",
      "content": "[Purchase the Smartflex Camera 4x5](https://smartflexcamera.shop/products/smartflex-camera-4x5) with its Smartnon 178mm and Instax wide back as a set on Smartflex's official website for ¥543,890."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/smartflex_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/smartflex_4x5_film_photography_camera@2x.jpg",
      "alt": "Smartflex 4x5 Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Zhuoyao Chen"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Stenopeika Air Force Series"
    },
    {
      "type": "paragraph",
      "content": "The Stenopeika Air Force series brings together Italian craftsmanship and practical design for large format photographers who want a field camera they can take anywhere. These cameras are known for their lightweight, durable construction using a mix of tough materials like Kevlar fiber and organza silk for the bellows. Despite their portability, they offer the range of movements photographers expect, including rise, fall, swing, and tilt on both the front and rear standards. This makes them highly adaptable when controlling perspective and focus, whether shooting landscapes or architecture."
    },
    {
      "type": "paragraph",
      "content": "The series covers multiple formats, with models for 4x5, 5x7, 8x10, and even 11x14, each designed to balance compactness with the bellows draw and lens compatibility needed for larger formats. A standout feature is how completely these cameras fold down, making them easy to pack and carry for location shoots. The smooth, easy-to-lock controls and magnetic snap-on ground glass protectors add to the user-friendly design. Overall, the Air Force cameras deliver a combination of solid build, intuitive handling, and flexibility, making them a solid choice for anyone invested in large format film photography who also needs portability and precision."
    },
    {
      "type": "paragraph",
      "content": "[Learn more about Stenopeika cameras](https://www.stenopeika.com/) through the company's official website."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/stenopeika_air_force_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/stenopeika_air_force_film_photography_camera@2x.jpg",
      "alt": "Stenopeika Air Force Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Stenopeika"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Svedovsky Cameras"
    },
    {
      "type": "paragraph",
      "content": "Svedovsky Cameras was founded by Piotr Niewierowicz, a Czech designer and craftsman blending traditional woodworking with precise camera engineering. His designs focus on creating functional, beautifully crafted large format cameras that enhance the photographic experience."
    },
    {
      "type": "paragraph",
      "content": "The flagship model is an 8x10 field camera, handcrafted from carefully selected hardwoods like mahogany or oak, with brass hardware and finely milled components that fold down for transport. The cameras feature smooth, precise front standard movements including tilt and shift. They use standard large format lens boards and modern film holders, offering compatibility without proprietary restrictions."
    },
    {
      "type": "paragraph",
      "content": "Made in small batches in the Czech Republic, these cameras are both practical tools and works of art."
    },
    {
      "type": "paragraph",
      "content": "[Learn more about Svedovsky Cameras](http://svedovsky.com/) through the company's official website."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/svedovsky_8x10_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/svedovsky_8x10_film_photography_camera@2x.jpg",
      "alt": "Svedovsky 8x10 Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Svedovsky Cameras"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Woodyman Camera"
    },
    {
      "type": "paragraph",
      "content": "Woodyman is a small French maker building wooden large format cameras that put practicality first. They make lightweight 4×, 5x7 and 8×10 field cameras from walnut and cherry, designed for photographers who want a portable view camera that's actually comfortable to carry all day, not just a studio piece."
    },
    {
      "type": "paragraph",
      "content": "The cameras cover the essential movements: front rise, fall, and tilt, plus rear tilt and swing, so you get enough flexibility for architecture, landscapes, and still life. Bellows draw is solid for common focal lengths, and they use standard lens boards and film holders, so they fit right into an existing large format setup without needing proprietary gear."
    },
    {
      "type": "paragraph",
      "content": "Setup is quick and the locking mechanisms are straightforward, which matters when you're working on location. They're noticeably lighter than traditional metal monorails or older wooden designs, making them a good fit for hikers and anyone shooting away from the studio. Woodyman basically targets photographers who want the discipline and image quality of large format without the intimidation factor: modern woodworking, familiar movements, and built to handle real use in the field."
    },
    {
      "type": "paragraph",
      "content": "[Learn more about Woodyman Camera models](https://woodymancamera.com/en/) through the company's official website. Prices start around €840.00 for the 4x5 model and €1,500.00 for the 8x10."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/woodyman_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/woodyman_4x5_film_photography_camera@2x.jpg",
      "alt": "Woodyman 4x5 Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Woodyman Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Why This Matters"
    },
    {
      "type": "paragraph",
      "content": "These cameras represent something bigger than just new products. They prove there's real demand for film photography tools, enough to justify manufacturing from scratch. These aren't Kickstarter projects that might ship someday. Most of these cameras are available now or shipping to pre-order customers."
    },
    {
      "type": "paragraph",
      "content": "The companies behind them aren't legacy manufacturers trying to squeeze profit from old designs. They're new operations (or newly committed ones like Pentax) building cameras for people who choose film in 2025, with everything that choice implies."
    },
    {
      "type": "paragraph",
      "content": "Film photography has different requirements than it did in the 1990s. People shoot less but expect more from each frame. They want cameras that respect their time while preserving what makes film special. These new cameras are designed for that reality."
    }
  ],
  "meta_title": "Best New Film Cameras You Can Buy in 2025 - Frames Blog",
  "meta_description": "Explore new film cameras available in 2025. From 35mm to large format, discover models from Pentax, Leica, Lomography, and more that you can buy brand new today.",
  "meta_keywords": "film cameras 2025, new film cameras, buy film camera, 35mm film camera, medium format film camera, large format camera, Pentax 17, Leica M6 reissue, Lomography MC-A, Analogue AF-1, SilverBridges WideluxX, new film cameras still in production, film photography 2025"
}
