{
  "article_id": "film-cameras-2025",
  "slug": "cele-mai-bune-aparate-foto-pe-film-2026",
  "publish_date": "2026-01-01T10:00:00.000Z",
  "update_date": "2026-01-01T10:00:00.000Z",
  "title": "Cele mai bune aparate foto pe film in 2026: Ce poti cumpara cu adevarat",
  "summary": "Fotografia pe film este inca vie in 2026. De la Pentax si Leica la Lomography si startup-uri noi, iata aparatele pe film pe care le poti cumpara noi.",
  "author": "Vincent Tantardini",
  "category": "gear",
  "sections": [
    {
      "type": "paragraph",
      "content": "Fotografia pe film nu doar supravietuieste, ci chiar creste. In timp ce majoritatea producatorilor de aparate au abandonat filmul cu decenii in urma, o mana de producatori fac ceva neobisnuit: produc aparate foto pe film noi. Nu echipament vintage sau modele reconditionate, ci aparate proiectate si construite chiar acum."
    },
    {
      "type": "paragraph",
      "content": "Iata ce este cu adevarat disponibil daca vrei sa cumperi un aparat foto pe film nou-nout astazi."
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Analogue AF-1"
    },
    {
      "type": "paragraph",
      "content": "Analogue Shop din Amsterdam a deschis precomenzile pentru AF-1 in 2025. Este un aparat 35mm cu autofocus conceput pentru fotografia de strada si documentara, combinand focalizarea manuala pe zone cu expunerea automata. Compania a aparut pentru ca au vazut un gol pe piata: oamenii doreau aparate foto pe film fiabile si moderne, fara complexitatea sistemelor complet manuale."
    },
    {
      "type": "paragraph",
      "content": "AF-1 foloseste tehnologia de autofocus LiDAR care poate focaliza de la 0,5 metri la infinit, facandu-l fiabil chiar si in lumina slaba sau prin sticla. Aparatul include incarcare automata a filmului si citire cod DX pana la ISO 3200, ceea ce inseamna mai putin timp petrecut cu setarile. Interesant este ca Analogue Shop a inceput ca magazin de aparate foto in Amsterdam inainte de a decide sa proiecteze propriul aparat. Au vazut oameni cerand constant aparate foto pe film moderne si fiabile care nu necesita abilitati de reparatie vintage."
    },
    {
      "type": "paragraph",
      "content": "AF-1 vizeaza fotografii care au nevoie de ceva de incredere care nu ii va incetini. Este construit sa dureze si pretuit pentru a concura cu cumpararea si repararea echipamentelor vintage."
    },
    {
      "type": "paragraph",
      "content": "[Precomanda Analogue AF-1](https://af1.analogueshop.com/) din magazinul lor oficial online pentru 449,99 euro. Livrarile sunt asteptate in T1 2026."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/analog_af-1_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/analog_af-1_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film Analog AF-1",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Analog Shop"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Arca-Swiss M-Monolith"
    },
    {
      "type": "paragraph",
      "content": "Arca-Swiss produce echipamente fotografice de precizie in Elvetia din 1926, construindu-si o reputatie solida printre fotografii profesionisti care au nevoie de echipamente in care pot avea incredere in situatii solicitante."
    },
    {
      "type": "paragraph",
      "content": "M-Monolith este aparatul lor modern de vizualizare monorail construit pentru lucrul cu film de format mare, suportand totul de la 4x5 la 8x10, plus formatele 5x7 si 6x9. Functioneaza si cu spate digitale daca ai nevoie de aceasta optiune. Acesta este un aparat pentru fotografii care vor control complet asupra imaginilor lor, fie ca lucreaza in studio sau in teren."
    },
    {
      "type": "paragraph",
      "content": "Aparatul foloseste controale cu angrenaje micrometrice pentru toate miscarile: inclinare, deplasare, pivotare si ridicare/coborare. Poti ajusta standardele din fata si din spate independent cu precizie, apoi bloca totul exact acolo unde ai nevoie. Designul modular face schimbarea intre formate rapida, iar exista o gama larga de accesorii disponibile pentru a-l configura pentru diferite situatii de fotografiere."
    },
    {
      "type": "paragraph",
      "content": "Construit din aluminiu de calitate avion, M-Monolith reuseste sa fie relativ usor fara a sacrifica rigiditatea de care ai nevoie pentru expuneri lungi. Extensia burdufului si traseele optice sunt suficient de generoase pentru a evita vignetarea, oferindu-ti suficient spatiu pentru a lucra cu diferite distante focale si miscari. Este proiectat pentru fotografii care au nevoie de stabilitate, ajustari lin angrenate si flexibilitatea de a gestiona proiecte de imagistica de inalta precizie."
    },
    {
      "type": "paragraph",
      "content": "[Afla mai multe despre M-Monolith](https://arca-swiss-usa.com/products/m-monolith-film-formats) prin site-ul oficial Arca-Swiss."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/arca_swiss_monolith_m_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/arca_swiss_monolith_m_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film Arca-Swiss Monolith-M",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Arca-Swiss USA"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chamonix 45F-2"
    },
    {
      "type": "paragraph",
      "content": "Chamonix a lansat 45F-2 in 2017 ca versiune actualizata a popularului lor 45F-1. Acest aparat de teren 4x5 este construit de un mic atelier de opt mestesugari in China, fondat de un fotograf si alpinist care a vrut sa creeze cele mai usoare si rigide aparate posibile pentru lucrul de peisaj."
    },
    {
      "type": "paragraph",
      "content": "45F-2 foloseste un amestec de lemn de tek sau cires cu materiale compozite din fibra de carbon. Cantareste doar 1.600 de grame si se pliaza la 208 x 182 x 92mm, suficient de mic pentru excursii cu rucsacul. Ceea ce il diferentiaza este butonul de focalizare din spate, pozitionat direct sub sticla de focalizare in loc de in fata ca la majoritatea aparatelor de teren. Acest lucru face focalizarea mai naturala deoarece deja te uiti la sticla de focalizare cu o mana."
    },
    {
      "type": "paragraph",
      "content": "Aparatul include inclinare asimetrica pe standardul din spate, controlata de un singur buton cu un strat gri pal pentru a-l gasi rapid. Standardul din fata are butoane separate pentru miscarile de ridicare/coborare si inclinare. Sticla de focalizare are patru linii punctate care te ajuta sa mentii focalizarea cand aplici inclinare din spate, indiferent daca fotografiezi in orientare peisaj sau portret. Acest lucru face lucrul cu principiul Scheimpflug mult mai practic pentru fotografia de arhitectura si peisaj."
    },
    {
      "type": "paragraph",
      "content": "La 1.510 dolari cu transport, 45F-2 ofera o intrare bine proiectata in fotografia 4x5, care este mai usoara si mai portabila decat majoritatea aparatelor de teren din lemn. Accepta placi de obiectiv tip Linhof si functioneaza cu intreaga gama de accesorii Chamonix."
    },
    {
      "type": "paragraph",
      "content": "[Afla mai multe despre Chamonix 45F-2](https://www.chamonixviewcamera.com/cameras/45f2) si cumpara-l prin site-ul lor oficial."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chamonix_45f-2_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chamonix_45f-2_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film Chamonix 45F-2",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Chamonix View Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chamonix 11x14"
    },
    {
      "type": "paragraph",
      "content": "Chamonix 11x14 este un aparat de format ultra mare construit pentru fotografii care au nevoie de negative uriase. La 11x14 inci, acest format se situeaza cu mult dincolo de dimensiunile standard 4x5 sau 8x10. Este fabricat manual folosind aceeasi constructie din lemn si fibra de carbon ca alte aparate Chamonix, urmand filozofia lor de a mentine greutatea gestionabila in timp ce pastreaza rigiditatea."
    },
    {
      "type": "paragraph",
      "content": "Acest aparat cantareste 8 kilograme si se pliaza la 505 x 500 x 475mm. Spatele este reversibil, asa ca poti comuta intre orientarea peisaj si portret. Foloseste placi de obiectiv de 8 inci, oferindu-ti suficient spatiu pentru obiective de format mare. Formatul ultra mare poate parea extrem, dar exista o comunitate dedicata care fotografiaza la aceste dimensiuni. Formatul 11x14 are de fapt o disponibilitate mai buna a filmului decat majoritatea celorlalte formate ultra mari, cu mai multe filme alb-negru inca produse in aceasta dimensiune."
    },
    {
      "type": "paragraph",
      "content": "Aceste aparate sunt fabricate la comanda in serii mici. Urmatorul lot de productie este programat pentru martie 2026, asa ca daca esti interesat, va trebui sa planifici din timp. La acest nivel de pret, este o investitie serioasa, dar primesti un aparat facut manual construit special pentru lucrul cu format ultra mare. Acesta nu este pentru fotografiere ocazionala, este pentru fotografii angajati sa lucreze cu unele dintre cele mai mari dimensiuni practice de film disponibile."
    },
    {
      "type": "paragraph",
      "content": "[Afla mai multe despre Chamonix 11x14](https://www.chamonixviewcamera.com/cameras/11x14) prin site-ul lor oficial. Precomenzile pentru lotul din martie 2026 sunt pretuite la 6.250 de dolari."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chamonix_11x14_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chamonix_11x14_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film Chamonix 11x14",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Chamonix View Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chroma Camera 35mm Click"
    },
    {
      "type": "paragraph",
      "content": "Chroma Camera Click 35mm este un point-and-shoot complet mecanic de la un mic producator britanic cunoscut pentru aparatele de format mediu si mare imprimate 3D. Acesta este primul lor aparat 35mm autonom cu obiectiv de sticla. Obiectivul fix 24mm f/11 este clar in centru cu cadere deliberata spre margini, oferind imaginilor caracter real. Focalizarea este fixa de la aproximativ 1,5 metri la infinit, asa ca majoritatea scenelor raman clare fara ajustari."
    },
    {
      "type": "paragraph",
      "content": "Fotografierea este simpla: obturatorul magnetic trage la o singura viteza de aproximativ 1/100s, asa ca expunerea depinde in intregime de alegerea filmului si lumina disponibila. Chroma recomanda ISO 200-400 pentru lumina zilei si filme mai rapide pentru lumina slaba. Corpul imprimat 3D este compact cu avans manual al filmului si vizor dedicat de 24mm. Fotografiaza cadre standard 24x36mm, dar o masca inclusa il converteste la half-frame, dublandu-ti numarul de cadre."
    },
    {
      "type": "paragraph",
      "content": "Fabricat in serii mici in UK, primii utilizatori raporteaza calitate solida a constructiei si fara scurgeri de lumina. Daca vrei un aparat nou-nout, fara baterie, cu un unghi larg real de sticla si iti place fotografierea simpla, bazata pe constrangeri, Click 35mm merita o privire."
    },
    {
      "type": "paragraph",
      "content": "[Afla mai multe despre Chroma Camera 35mm Click](https://chroma.camera/products/chroma-click-35mm-compact-camera-with-24mm-double-glass-lens) prin site-ul lor oficial. Este vandut in prezent pentru aproximativ 187 de dolari."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chroma_camera_35mm_click_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chroma_camera_35mm_click_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film Chroma Camera 35mm Click",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Chroma Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Custom Camera Building Series"
    },
    {
      "type": "paragraph",
      "content": "Custom Camera Building (CCB) a lansat o linie completa de aparate panoramice si de format mare pe Kickstarter in august 2025. Operatiunea din Ontario ofera aparate panoramice 6x12, 6x17 si modele point-and-shoot 4x5, 5x7, 8x10, toate construite din materiale compozite de calitate industriala si imprimare 3D de precizie."
    },
    {
      "type": "paragraph",
      "content": "Ceea ce face aceste aparate diferite este sistemul lor modular. Poti schimba conurile, folosi acelasi obiectiv pe diferite corpuri si comuta intre formate in mijlocul rolei. Aparatele panoramice includ masti cu fixare rapida pentru a schimba formatele instantaneu. Aceasta abordare modulara este cu adevarat utila deoarece fotografii de format mediu pot comuta intre 6x12 si 6x17, iar utilizatorii de format mare pot muta obiectivele intre diferite dimensiuni de corp."
    },
    {
      "type": "paragraph",
      "content": "Preturile incep de la 195 CAD pentru corpul 4x5, facandu-le printre cele mai accesibile optiuni noi de format mare. Combinatia de fabricatie moderna si design atent face formatele specializate accesibile fara a compromite precizia."
    },
    {
      "type": "paragraph",
      "content": "[Afla mai multe despre Custom Camera Building Series](https://customcamerabuilding.com) prin site-ul oficial al proiectului."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/custom_camera_building_ccb_series_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/custom_camera_building_ccb_series_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film Custom Camera Building (CCB) Series",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Custom Camera Building"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "FilmNeverDie Nana"
    },
    {
      "type": "paragraph",
      "content": "FilmNeverDie Nana este un point-and-shoot 35mm compact construit pentru a inlocui aparatele de unica folosinta cu ceva ce poti pastra de fapt. Este complet automat cu un obiectiv 31mm f/11, obturator fix 1/125s si optica fara focalizare de la aproximativ 1,5m la infinit. Fara setari de ajustat, doar incarca filmul si fotografiaza."
    },
    {
      "type": "paragraph",
      "content": "Corpul este mic si incape in buzunar, cu o carcasa complet metalica care se simte solida in mana. Functioneaza pe baterii AA, are avans si rebobinare motorizata, plus un blit de baza cu reducerea ochilor rosii. Ceea ce il face putin mai interesant este filetul de 30mm pe obiectivul frontal, care accepta un element optic optional pentru o configuratie de focalizare dubla: unul pentru fotografiere generala, altul pentru peisaje si portrete mai clare."
    },
    {
      "type": "paragraph",
      "content": "FilmNeverDie a inceput ca magazin de aparate foto si laborator de film in Melbourne si a pozitionat Nana ca o alternativa durabila la aparatele foto ieftine din plastic. Aparatul a fost lansat initial prin crowdfunding, aratand ca exista un apetit real pentru un point-and-shoot modern care nu este doar stoc vintage cu electronica indoielnica. Este fotografiere simpla pe film pentru oamenii care vor simplitate fara a simti ca folosesc o jucarie."
    },
    {
      "type": "paragraph",
      "content": "[Afla mai multe despre aparatul Nana 35mm](https://filmneverdie.com/products/nana-35mm-film-point-and-shoot-camera) prin site-ul oficial FilmNeverDie. Este vandut in prezent pentru 243,96 de dolari."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/film_never_die_nana_35mm_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/film_never_die_nana_35mm_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film FilmNeverDie Nana 35mm",
      "width": "400",
      "height": "300",
      "caption": "Imagine © FilmNeverDie"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Fujifilm Instax Mini 41"
    },
    {
      "type": "paragraph",
      "content": "Fujifilm Instax Mini 41 pastreaza fotografia instant racoritor de simpla. Lansat in primavara 2025, gestioneaza expunerea automat prin ajustarea vitezei obturatorului si a puterii blitului in functie de lumina disponibila. Indrepti, apesi obturatorul si primesti o imprimare de dimensiunea unui card de credit in aproximativ 90 de secunde. Obiectivul de 60mm f/12.7 ofera un camp de vedere similar cu un unghi larg de 34mm, functionand bine pentru fotografii de grup si scene de zi cu zi. Culorile ies vibrante cu acel aspect Instax recunoscut, iar blitul constant asigura ca subiectii tai raman corect iluminati in majoritatea situatiilor."
    },
    {
      "type": "paragraph",
      "content": "Operarea nu ar putea fi mai simpla. Un inel de obiectiv cu trei pozitii comuta intre Oprit, Pornit si modul Macro. Rasuceste la Macro pentru distante de 30-50cm, iar vizorul compenseaza pentru paralax astfel incat incadrarea ta ramane precisa. O oglinda mica langa obiectiv ajuta la autoportrete. Exista un singur buton pentru a face fotografii si o fereastra de film care arata cate cadre mai raman. Doua baterii AA alimenteaza aproximativ 100 de expuneri inainte de a necesita inlocuire."
    },
    {
      "type": "paragraph",
      "content": "La 345 de grame si masuratori de 122,5x104,5x67,5mm, Mini 41 se potriveste usor in genti pentru petreceri sau calatorii. Designul imprumuta din estetica aparatelor vintage pastrand totul accesibil pentru fotografiere rapida. Daca vrei imprimari instant fara meniuri sau setari complexe, acest aparat livreaza exact asta. Linia Fujifilm Instax Mini include si Mini 12, Mini 40 si Mini 99 pentru preferinte diferite, toate folosind acelasi format de film."
    },
    {
      "type": "paragraph",
      "content": "[Afla mai multe despre Fujifilm Instax Mini 41](https://instax.com/mini41/en/) prin site-ul oficial Instax. Este vandut in prezent pentru aproximativ 116,95 de dolari."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/fujifilm_instax_mini_41_instant_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/fujifilm_instax_mini_41_instant_film_photography_camera@2x.jpg",
      "alt": "Aparat foto instant Fujifilm Instax Mini 41",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Fujifilm Corporation"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Fujifilm Instax Square SQ40"
    },
    {
      "type": "paragraph",
      "content": "Fujifilm Instax SQUARE SQ40 aduce fotografia instant intr-un format mai mare cu imprimarile sale patrate de 62x62mm. Corpul negru cu inspiratie retro are finisaje texturate si o rasucire satisfacatoare a barilului obiectivului care controleaza totul: rasuceste pentru a porni, rasuceste mai departe pentru modul selfie sau roteste inapoi pentru a opri. Fara meniuri, fara butoane de cautat. La 453 de grame si suficient de compact pentru o geanta sau buzunar mare, este construit pentru fotografiere spontana la petreceri, calatorii sau oriunde apare momentul."
    },
    {
      "type": "paragraph",
      "content": "Obiectivul f/12.6 focalizeaza de la 0,3 metri la infinit, in timp ce expunerea automata gestioneaza o gama larga de conditii de iluminare prin ajustarea atat a vitezei obturatorului (1/2 la 1/400s) cat si a intensitatii blitului. O oglinda incorporata ajuta la incadrarea selfie-urilor cand rasucesti in modul macro pentru subiecte intre 30 si 50cm. Blitul constant atinge pana la 2,2 metri si se reincarca in mai putin de 8 secunde cu baterii CR2 proaspete, care dureaza aproximativ 30 de pachete de film."
    },
    {
      "type": "paragraph",
      "content": "Dupa fiecare cadru, filmul este ejectat automat si se dezvolta in aproximativ 90 de secunde, dezvaluind acea explozie de culoare caracteristica Instax pe o imprimare patrata. Formatul mai mare da imaginilor tale mai multa prezenta decat seria Mini, pastrind aceeasi satisfactie instantanee. Daca vrei ceva mai jucaus si prietenos cu bugetul, Instax SQUARE SQ1 ofera o alternativa mai simpla si colorata in acelasi format."
    },
    {
      "type": "paragraph",
      "content": "[Afla mai multe despre Fujifilm Instax Square SQ40](https://instax.com/sq40/en/) prin site-ul oficial Instax. Este vandut in prezent pentru aproximativ 149,99 de dolari."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/fujifilm_instax_square_sq40_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/fujifilm_instax_square_sq40_film_photography_camera@2x.jpg",
      "alt": "Aparat foto instant Fujifilm Instax Square SQ40",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Fujifilm Corporation"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Fujifilm Instax Wide 400"
    },
    {
      "type": "paragraph",
      "content": "Fujifilm Instax Wide 400 merge la scara mare cu o zona de imagine de 62x99mm, aproape dubla fata de imprimarile Square si de peste trei ori formatul Mini. Cand trebuie sa incadrezi un grup intreg, un peisaj intins sau pur si simplu vrei mai multa suprafata vizuala, acesta este Instax-ul dupa care sa ajungi. Corpul solid cantareste 616 grame si include o curea de umar, proiectat mai mult pentru aventuri decat pentru transport casual in buzunar."
    },
    {
      "type": "paragraph",
      "content": "Doua zone de focalizare pastreaza lucrurile simple: modul Normal acopera 0,9 la 3 metri pentru fotografii cu persoane, in timp ce modul Peisaj gestioneaza 3 metri la infinit. Aparatul vine cu un obiectiv macro detasabil si oglinda pentru selfie pentru distante de 40-50cm, plus o parghie de temporizator cand vrei sa sari tu insuti in cadru. Blitul atinge pana la 3 metri, mai departe decat fratii sai mai mici."
    },
    {
      "type": "paragraph",
      "content": "Imprimarile de format lat ofera margini generoase care practic cer mazgalituri, stickere sau note scrise de mana. Patru baterii AA alimenteaza aproximativ 100 de cadre, facand usor sa continui sa fotografiezi fara a cauta celule speciale. Daca Mini se simte prea mic si Square tot nu este suficient, Wide 400 este in prezent singura optiune Fujifilm pentru imprimari instant panoramice si indeplineste acest rol frumos."
    },
    {
      "type": "paragraph",
      "content": "[Afla mai multe despre Fujifilm Instax Wide 400](https://instax.com/wide400/en/) prin site-ul oficial Instax. Este vandut in prezent pentru aproximativ 149,95 de dolari."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/fujifilm_instax_wide_400_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/fujifilm_instax_wide_400_film_photography_camera@2x.jpg",
      "alt": "Aparat foto instant Fujifilm Instax Wide 400",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Fujifilm Corporation"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Gibellini DCG66"
    },
    {
      "type": "paragraph",
      "content": "Gibellini DCG66 este un corp de aparat de format mediu de precizie fabricat in Italia pentru fotografii care vor atat film cat si digital intr-un singur sistem. Accepta spate Hasselblad din seria V, asa ca poti fotografia cu spate de film clasice precum A12 sau comuta la optiuni digitale precum CFV50c sau CFV100c."
    },
    {
      "type": "paragraph",
      "content": "Prelucrat din aluminiu, DCG66 se simte solid si construit sa dureze. Foloseste sistemul de montare GC al Gibellini pentru spate Hasselblad si obiective Rodenstock HR Digaron, cu un mecanism de schimbare rapida care se blocheaza ferm pe loc. Sistemul de calibrare a focalizarii GFC iti permite sa ajustezi fin distanta obiectiv-film cu precizie micrometrica pentru rezultate clare si consistente."
    },
    {
      "type": "paragraph",
      "content": "Focalizarea este complet manuala prin montare helicoidala, pastrind lucrurile practice. Flanse personalizate pot fi realizate pentru alte obiective, oferindu-ti mai multe optiuni creative."
    },
    {
      "type": "paragraph",
      "content": "DCG66 iti ofera precizia unui instrument mecanic si satisfactia de a fotografia pe film, cu flexibilitatea de a trece la digital cand ai nevoie. Totul intr-un singur corp de aparat."
    },
    {
      "type": "paragraph",
      "content": "[Afla mai multe despre DCG66](https://gibellinicamera.com/product/dcg66/) prin site-ul oficial Gibellini. Este vandut in prezent pentru 2.990,00 euro si disponibil pe comanda."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/gibellini_dcg66_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/gibellini_dcg66_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film Gibellini DCG66",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Gibellini"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Gibellini AG810"
    },
    {
      "type": "paragraph",
      "content": "Gibellini AG810 este un aparat de teren pliabil 8x10 prelucrat in intregime din aluminiu in Italia. La 4,3kg, este remarcabil de usor pentru acest format si se pliaza la un compact de 330x320x100mm pentru calatorii. Constructia din aluminiu ofera rigiditate si precizie ramanand semnificativ mai usoara decat aparatele traditionale din lemn 8x10."
    },
    {
      "type": "paragraph",
      "content": "Aparatul ofera miscari complete inclusiv ridicare, coborare, deplasare, inclinare si pivotare in fata, plus inclinare si pivotare in spate. Foloseste placi de obiectiv compatibile Sinar si accepta toate casete standard de film 8x10. Burduful se extinde de la 30mm la 640mm, cu un burduf de sac optional care coboara la 0mm pentru unghiuri foarte largi. Pozitionarea auto-zero pe ambele standarde face resetarea miscarilor rapida."
    },
    {
      "type": "paragraph",
      "content": "Gibellini ofera personalizare cu culori de corp si burduf in alb, negru, rosu, albastru, verde sau nisipiu. Aparatul include sticla de focalizare de calitate optica si un nou mecanism bail-back pentru incarcare mai usoara a filmului. La 10.000 de euro, este un instrument profesional pentru fotografii care au nevoie de rezolutie 8x10 fara greutatea si volumul designurilor mai vechi."
    },
    {
      "type": "paragraph",
      "content": "[Afla mai multe despre AG810](https://gibellinicamera.com/product/ag810-2/) prin site-ul oficial Gibellini. Este vandut in prezent pentru 3.740,00 euro si disponibil pe comanda."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/gibellini_ag810_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/gibellini_ag810_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film Gibellini AG810",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Gibellini"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Holga 120N"
    },
    {
      "type": "paragraph",
      "content": "Holga 120N a fost proiectat in 1982 de Lee Ting-mo ca un aparat ieftin pentru fotografiile de familie de zi cu zi in Hong Kong. Foloseste film rulou 120 si poate fotografia 12 cadre patrate (6x6cm) sau 16 dreptunghiulare (6x4,5cm) cu simple masti de inserare. Obiectivul 60mm f/8 complet din plastic livreaza imagini care sunt clare doar in centru, trecand in margini moi, cu vignetare puternica. Ceea ce era menit sa fie un instrument bugetar pentru clasa muncitoare a devenit un favorit global printre fotografii care urmaresc estetica sa lo-fi."
    },
    {
      "type": "paragraph",
      "content": "Productia aproape a murit la inceputul anilor 1980 cand 35mm a preluat, dar Holga a gasit o a doua viata in strainatate. Fabrica originala s-a inchis in 2015, desi Lee Ting-mo a salvat matritele. Un an mai tarziu, Sunrise a reluat fabricatia si de atunci unitati noi au fost expediate in toata lumea. Scurgerile de lumina prin cusaturile de plastic adauga stralucituri imprevizibile, iar avansul filmului face dubla expunere aproape prea usor."
    },
    {
      "type": "paragraph",
      "content": "Cu doar doua setari de diafragma (insorit si innorat), o singura viteza de obturator de 1/100s plus mod bulb si focalizare pe zone prin pictograme simple, 120N te forteaza sa incetinesti si sa accepti accidentele. Intr-o era a perfectiunii tehnice, acest aparat ne aminteste ca optica \"imperfecta\" poate produce rezultate pe care niciun filtru digital nu le poate replica. Este un instrument pentru oricine vrea sa nu mai analizeze pixeli si sa inceapa sa se joace."
    },
    {
      "type": "paragraph",
      "content": "Poti [cumpara Holga 120N](https://www.bhphotovideo.com/c/product/369376-REG/Holga_144120_144_120_120N.html) prin site-uri de vanzare cu amanuntul precum B&H pentru 39,99 de dolari."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/holga_120n_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/holga_120n_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film Holga 120N",
      "width": "400",
      "height": "300",
      "caption": "Imagine © URBN US Retail"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Intrepid 4x5"
    },
    {
      "type": "paragraph",
      "content": "Intrepid Camera Company are sediul in Brighton, UK si a fost infiintata de studenti la design care au vrut sa faca fotografia de format mare mai usoara si mai accesibila. In loc sa urmareasca aparate vechi si grele, si-au construit primul 4x5 cu sprijinul comunitatii timpurii de film si inca asambleaza totul manual in atelierul lor din Brighton."
    },
    {
      "type": "paragraph",
      "content": "Cand ridici Intrepid 4x5, primesti un aparat proiectat sa fie purtat si folosit, nu doar admirat pe un raft. Este suficient de usor pentru drumetii si se pliaza plat pentru a incapea intr-un rucsac. Toate miscarile esentiale pentru ajustarile din fata si din spate sunt acolo, asa ca poti controla focalizarea si perspectiva direct. Ecranul de sticla de focalizare este luminos si simplu pentru incadrare si focalizare."
    },
    {
      "type": "paragraph",
      "content": "Poti folosi obiective si casete standard, ceea ce inseamna ca nu esti blocat in niciun sistem. Daca vrei sa fotografiezi format mare fara a te chinui cu echipament vechi, Intrepid 4x5 face procesul clar, simplu si cu adevarat distractiv."
    },
    {
      "type": "paragraph",
      "content": "[Afla mai multe despre Intrepid 4x5](https://intrepidcamera.co.uk/products/intrepid-4x5-camera) si cumpara-l prin site-ul lor oficial pentru 366,95 euro."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/intrepid_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/intrepid_4x5_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film Intrepid 4x5",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Intrepid Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Kodak Ektar H35"
    },
    {
      "type": "paragraph",
      "content": "Kodak Ektar H35 a aparut pe piata in 2022 ca unul dintre cele mai ieftine aparate foto pe film noi disponibile. Fabricat de Reto Project sub marca Kodak, se vinde la aproximativ 50 de dolari si foloseste formatul half-frame pentru a dubla numarul de cadre. O rola de 36 de expuneri iti ofera 72 de imagini verticale in loc de cele 36 obisnuite."
    },
    {
      "type": "paragraph",
      "content": "Kodak ofera acum mai multe variante de culoare, inclusiv editii limitate, si a lansat un model H35N cu blit pentru modul noapte. Aparatul este fabricat in intregime din plastic, ceea ce reduce costurile dar inseamna ca trebuie sa-l manipulezi cu grija. A devenit popular printre fotografii mai tineri ca punct de intrare accesibil in fotografia pe film."
    },
    {
      "type": "paragraph",
      "content": "Acesta este un point-and-shoot de baza cu obiectiv din plastic, diafragma fixa la f/9.5 si o singura viteza de obturator de 1/100. Exista un blit incorporat pe care il activezi rotind inelul din jurul obiectivului. Este usor, incape in buzunar si extrem de simplu de folosit. Compromisul este calitatea imaginii: obiectivul din plastic produce rezultate moi, mai ales la distanta. Functioneaza cel mai bine cu film ISO 400 si subiecte la aproximativ 1,5 la 2 metri departare. Daca vrei imagini clare sau control manual, cauta in alta parte. Dar daca vrei o modalitate accesibila de a fotografia mai multe cadre pe rola fara sa te ingrijorezi de setari, H35 livreaza exact asta."
    },
    {
      "type": "paragraph",
      "content": "[Afla mai multe despre Kodak Ektar H35](https://www.kodak.com/en/consumer/product/cameras/film/h35-film-camera/) prin site-ul oficial Kodak."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/kodak_ektar_h35_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/kodak_ektar_h35_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film Kodak Ektar H35",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Eastman Kodak Company"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Kodak Snapic A1"
    },
    {
      "type": "paragraph",
      "content": "Kodak Snapic A1 vine ca un raspuns simplu pentru oricine vrea sa fotografieze full-frame 35mm fara complexitate. La baza sa sta un obiectiv de trei elemente acoperit de 25mm f/9.5, fix dar suficient de clar pentru situatii de zi cu zi. Focalizarea functioneaza prin doua setari de zona: comuta intre 0,5-1,5 metri pentru subiecte mai apropiate sau 1,5 metri la infinit pentru altceva. Fara ghiceli sau butoane complicate, doar ajustari rapide care iti permit sa continui sa fotografiezi. Aparatul gestioneaza avansul si rebobinarea filmului automat, in timp ce sistemul de blit ofera moduri auto, fortat, oprit si ochi rosii printr-un mic panou LCD."
    },
    {
      "type": "paragraph",
      "content": "Ceea ce face A1 sa iasa in evidenta este cat de multa functionalitate a impachetat Kodak intr-un pachet atat de minimal. Displayul OLED din spate arata numarul de cadre, durata bateriei si setarile curente dintr-o privire. Un mod de dubla expunere deschide posibilitati creative de stratificare, ceva ce nu vei gasi pe majoritatea aparatelor foto pe film de buget. Specificatiile fizice raman impresionant de compacte la 118x62x35mm si doar 117 grame, functionand pe doua baterii AAA bune pentru aproximativ zece role de 24 de expuneri. Acea eficienta conteaza cand esti afara toata ziua sau calatoresti usor."
    },
    {
      "type": "paragraph",
      "content": "Acesta nu incearca sa fie un instrument premium sau o piesa de colectie vintage. Corpul din ABS reduce costurile in timp ce stilul retro si brandingul proeminent Kodak ii dau caracter. Pentru cineva care intra in fotografia pe film sau doreste un aparat de rezerva fara complicatii, Snapic A1 livreaza ce conteaza: imagini full-frame fiabile fara curba de invatare a controalelor manuale sau limitarile formatelor half-frame."
    },
    {
      "type": "paragraph",
      "content": "[Afla mai multe despre Kodak Snapic A1](https://www.kodak.retopro.co/products/kodak-snapic-a1-35mm-film-camera) prin site-ul Kodakfilm.reto. Il poti precomanda pentru 99,00 de dolari."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/kodak_snapic_a1_35mm_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/kodak_snapic_a1_35mm_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film Kodak Snapic A1",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Kodakfilm.reto"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica M6 Re-edition"
    },
    {
      "type": "paragraph",
      "content": "Leica a readus telemetrul M6 in noiembrie 2022. Aceasta nu este o reproiectare sau o actualizare, este o reproducere fidela a celui mai popular aparat mecanic al lor. M6 original a functionat din 1984 pana in 2002, iar fotografii nu au incetat niciodata sa il ceara."
    },
    {
      "type": "paragraph",
      "content": "Versiunea din 2022 are cateva imbunatatiri demne de remarcat. Capacele de sus si de jos sunt acum frezate din alama solida in loc de zinc turnat sub presiune si folosesc acelasi lac negru rezistent la abraziune ca M11. Vizorul este versiunea imbunatatita 0.72x de la MP cu acoperire anti-orbire mai buna. Exponometrul include acum un punct rosu central pe langa simbolurile de sageti pentru a confirma expunerea corecta, plus un indicator de avertizare pentru baterie. Leica a pastrat logo-ul cu punct rosu \"Leitz\" in loc de \"Leica\" ca un omagiu adus originalului."
    },
    {
      "type": "paragraph",
      "content": "Reeditia pastreaza aceeasi precizie mecanica si sistem de focalizare telemetric. Mestesugarii Leica construiesc aceste aparate in acelasi mod in care au facut-o intotdeauna. Daca vrei experienta clasica de telemetru cu garantii si suport de fabricatie noi, acesta este."
    },
    {
      "type": "paragraph",
      "content": "[Afla mai multe despre Leica M6](https://leica-camera.com/en-US/photography/cameras/m/m6) si cumpara-l prin magazinul online Leica pentru 6.415,00 de dolari."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_m6_re_edition_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_m6_re_edition_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film Leica M6 Re-edition",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica M-A (Typ 127)"
    },
    {
      "type": "paragraph",
      "content": "Leica a lansat M-A in 2014 ca primul lor aparat pur mecanic de la terminarea productiei M4-P in 1981. Acesta este cel mai dezbracat aparat M pe care il poti cumpara nou: fara exponometru, fara electronica, fara baterie deloc. Este complet mecanic si va functiona la infinit fara alimentare."
    },
    {
      "type": "paragraph",
      "content": "M-A foloseste capace de sus si de jos din alama cromata si omite deliberat punctul rosu Leica pentru maxim de discretie. Este, de asemenea, vizibil mai subtire decat aparatele M digitale. Primesti viteze de obturator pana la 1/1000 si acelasi vizor 0.72x ca alte aparate M moderne, cu linii de cadru pentru obiective de la 28mm la 135mm. La aproximativ 5.000-6.000 de dolari, este pentru fotografii care vor sa se concentreze pur pe diafragma, viteza obturatorului si compozitie fara nicio asistenta electronica. Leica chiar include o rola de Kodak Tri-X 400 cu fiecare aparat, recunoscand imprerecherea a doi clasici fotografici nascuti in anii 1950."
    },
    {
      "type": "paragraph",
      "content": "[Afla mai multe despre Leica M-A](https://leica-camera.com/en-US/photography/cameras/m/m-a-typ-127-black) si cumpara-l prin magazinul online Leica pentru 6.310,00 de dolari."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_m-a_typ_127_black_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_m-a_typ_127_black_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film Leica M-A (Typ 127)",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica MP"
    },
    {
      "type": "paragraph",
      "content": "Leica a introdus MP in 2003 ca raspuns pentru fotografii care doreau un telemetru complet mecanic cu doar un exponometru. Numele inseamna \"Mechanical Perfection\" si se situeaza intre M6 si M-A in ceea ce priveste caracteristicile. Primesti un exponometru TTL care necesita baterie, dar restul aparatului functioneaza mecanic fara alimentare."
    },
    {
      "type": "paragraph",
      "content": "MP a imprumutat elemente de design de la clasicul M3, inclusiv o parghie metalica de avans a filmului si buton de rebobinare in loc de manivela M6. Vizorul are acoperiri anti-reflexie imbunatatite fata de M6. Este construit din alama solida cu finisaj negru lacuit sau crom argintiu si ii lipseste punctul rosu Leica pentru un profil mai discret. Bateria alimenteaza doar exponometrul, asa ca daca se descarca, aparatul inca functioneaza perfect. La 6.415 de dolari, este pretuit similar cu reeditia M6 si atrage fotografii care vor fiabilitate mecanica cu asistenta de masurare."
    },
    {
      "type": "paragraph",
      "content": "[Afla mai multe despre Leica MP](https://leica-camera.com/en-US/photography/cameras/m/mp-silver) si cumpara-l prin magazinul online Leica pentru 6.415,00 de dolari."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_mp_silver_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_mp_silver_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film Leica MP",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Linhof Master Technika Series"
    },
    {
      "type": "paragraph",
      "content": "Linhof inca fabrica linia Master Technika in Germania, oferind doua versiuni ale legendarul lor aparat de teren 4x5 din metal. Master Technika Classic include un telemetru incorporat si poate fi folosit cu mana cu obiective compatibile si Universal Optical Viewfinder optional. Master Technika 3000 renunta la telemetru dar adauga o sina de focalizare pentru unghi larg incorporata cu buton extern de focalizare si opriri la infinit pentru obiective de 38mm, 47mm si 58mm. Ambele aparate au miscari complete (inclinare, deplasare, pivotare), se pliaza in carcase compacte pentru transport si folosesc aceeasi constructie robusta din metal turnat pentru care Linhof este cunoscut din 1936."
    },
    {
      "type": "paragraph",
      "content": "Classic atrage fotografii care vor capacitate de telemetru pentru fotografiere cu mana si portrete, in timp ce 3000 este construit pentru lucru pe trepied cu obiective de unghi extrem de larg. Ambele aparate accepta casete standard de film 4x5 si pot folosi spatele Rollex de la Linhof pentru film rulou de format mediu. Acestea sunt instrumente scumpe (preturile variaza in functie de vanzator si configuratie), dar sunt construite la standarde profesionale si proiectate sa dureze generatii. Aparatele Linhof din anii 1950 inca functioneaza astazi, iar aceste versiuni moderne mentin aceeasi calitate a constructiei."
    },
    {
      "type": "paragraph",
      "content": "[Afla mai multe despre seria Master Technika](https://linhof.com/master-technika-classic-2/) prin site-ul oficial Linhof."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/linhof_master_technika_classic_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/linhof_master_technika_classic_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film Linhof Master Technika",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Linhof Prazisions-Systemtechnik GmbH"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Linhof Technorama Series"
    },
    {
      "type": "paragraph",
      "content": "Linhof produce, de asemenea, aparatele panoramice Technorama pentru film rulou 120 si 220. Technorama 617s III fotografiaza imagini de 6x17cm (patru cadre pe rola 120) cu obiective interschimbabile inclusiv optiuni de 72mm, 90mm, 180mm si 250mm. Technorama 612 PC II captureaza imagini de 6x12cm cu un raport de aspect 2:1 si include deplasare verticala incorporata de 8mm in fiecare obiectiv pentru a corecta perspectiva fara a inclina aparatul. Ambele folosesc corpuri din metal turnat si operare pur mecanica fara baterii necesare."
    },
    {
      "type": "paragraph",
      "content": "Acestea sunt aparate specializate pentru fotografia de peisaj, arhitectura si industrie. Focalizarea este setata prin scala de distanta mai degraba decat prin vizualizare prin obiectiv, iar fiecare obiectiv vine cu propria montare de focalizare helicoidala. Aparatele pot fi folosite cu mana dar functioneaza cel mai bine pe trepied avand in vedere formatele extreme si nevoia de focalizare precisa. De notat ca Linhof a intrerupt productia obiectivelor Technorama cu ani in urma, desi corpurile aparatelor raman disponibile si proprietarii pot avea propriile obiective de format mare convertite pentru a se potrivi sistemului."
    },
    {
      "type": "paragraph",
      "content": "[Afla mai multe despre seria Technorama](https://linhof.com/technorama-617s/) prin site-ul oficial Linhof."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/linhof_technorama_617s_III_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/linhof_technorama_617s_III_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film Linhof Technorama",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Linhof Prazisions-Systemtechnik GmbH"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography LC-A 120"
    },
    {
      "type": "paragraph",
      "content": "Lomography LC-A 120 aduce experienta clasica LC-A la filmul de format mediu. Spre deosebire de fratii sai de 35mm, acest aparat fotografiaza pe film 120 si ofera un obiectiv 38mm f/4.5 care livreaza acel aspect vibrant, bogat in contrast pe care utilizatorii Lomography il iubesc. Ramane complet manual cu focalizare pe zone, prioritate diafragma si obturator mecanic, dar are un design simplu care incurajeaza fotografierea spontana fara complicatii."
    },
    {
      "type": "paragraph",
      "content": "Aparatul are o constructie compacta pentru un corp de format mediu, facandu-l o optiune versatila pentru fotografii care vor negative mai mari dar vor totusi sa transporte ceva manevrabil. Constructia sa solida din plastic si metal echilibreaza durabilitatea cu usurinta, este un aparat de luat peste tot cu tine."
    },
    {
      "type": "paragraph",
      "content": "[Cumpara Lomography LC-A 120](https://shop.lomography.com/lomo-lc-a-120-film-camera) din magazinul lor oficial online pentru 449,90 de dolari."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lc-a_120_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lc-a_120_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film Lomography LC-A 120",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography LC-Wide"
    },
    {
      "type": "paragraph",
      "content": "Lomography LC-Wide extinde mostenirea LC-A de la Lomography cu un obiectiv de sticla mai larg de 17mm f/4.5, ideal pentru peisaje, arhitectura si fotografie de strada. Foloseste film 35mm si focalizeaza cu sistemul clasic de zone, dar acest model este complet mecanic fara autofocus sau automatizare a expunerii, pastrand procesul simplu."
    },
    {
      "type": "paragraph",
      "content": "Constructia aparatului este compacta si robusta, cu un corp din plastic si un baril de obiectiv din metal. Este o optiune excelenta pentru cei care vor culorile saturate marca LC-A si efectele de vignetare dar cu o perspectiva mult mai larga. LC-Wide este simplu de operat, facandu-l un favorit printre fanii Lomography care se bucura de experimentare si estetica vintage."
    },
    {
      "type": "paragraph",
      "content": "[Cumpara Lomography LC-Wide](https://shop.lomography.com/lomo-lc-wide-35-mm-film-camera) din magazinul lor oficial online pentru 279,30 de dolari."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lc-wide_35_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lc-wide_35_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film Lomography LC-Wide",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography Lomomatic 110"
    },
    {
      "type": "paragraph",
      "content": "Lomomatic 110 revigoreaza formatul de film 110 de dimensiune buzunar pe care Kodak l-a introdus in 1972. Lomography este acum singurul producator de film 110, iar acest aparat readuce formatul cu caracteristici moderne. Este minuscul, la aproximativ 11 cm lungime, si foloseste un mecanism de glisare pentru a se extinde pentru fotografiere, facandu-l cu adevarat potrivit pentru buzunar."
    },
    {
      "type": "paragraph",
      "content": "Aparatul include un obiectiv din sticla Minitar CX 23mm f/2.8, expunere automata, focalizare pe zone (0,8m, 1,5m, 3m, infinit) si diafragme comutabile pentru fotografiere de zi (f/5.6) si noapte (f/2.8). Poti seta ISO la 100, 200 sau 400, si ofera mod bulb pentru expuneri lungi plus capacitate de expunere multipla. Un blit detasabil optional include filtre gel colorate."
    },
    {
      "type": "paragraph",
      "content": "Formatul 110 produce imagini de aproximativ jumatate din dimensiunea cadrelor 35mm, oferindu-le o estetica distinctiv granuloasa, lo-fi. Filmul costa aproximativ 8-12 dolari pe cartus de 24 de expuneri, iar procesarea poate fi dificila deoarece putine laboratoare gestioneaza formatul. La 99-189 de dolari in functie de finisaj si includerea blitului, este destinat fotografilor care vor acel aspect imperfect, nostalgic si nu le pasa de limitarile formatului."
    },
    {
      "type": "paragraph",
      "content": "[Cumpara Lomography Lomomatic 110](https://shop.lomography.com/us/cameras/110-cameras) din magazinul lor oficial online."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lomomatic_110_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lomomatic_110_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film Lomography Lomomatic 110",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography MC-A"
    },
    {
      "type": "paragraph",
      "content": "Lomography a lansat MC-A in octombrie 2025, si este cel mai serios aparat al lor pana acum. Acesta este un full-frame 35mm cu autofocus, prioritate diafragma si citire cod DX. Gestioneaza expuneri multiple si ramane suficient de usor pentru a-l purta toata ziua."
    },
    {
      "type": "paragraph",
      "content": "Acesta este primul aparat Lomography cu autofocus si primul cu corp metalic. Obiectivul 32mm f/2.8 are cinci elemente si acoperire multi-strat. Un detaliu inteligent este bateria CR2 reincarcabila prin USB-C care vine cu el, desi poti folosi si CR2-uri standard de unica folosinta. Aparatul are implicit blitul OPRIT, ceea ce fotografii au cerut. Include expuneri multiple nelimitate si vine cu accesorii precum un atasament Splitzer pentru obiectiv pentru duble expuneri creative si geluri colorate pentru blit. Autofocusul functioneaza pana la 0,4 metri cu optiuni de focalizare pe zone la 0,4, 0,8, 1,5 si 3 metri plus infinit."
    },
    {
      "type": "paragraph",
      "content": "Lomography si-a construit reputatia pe aparate foto pe film experimentale si accesibile, iar MC-A continua acea traditie adaugand automatizare reala. Este destinat oamenilor care vor experienta filmului fara a se lupta cu focalizarea manuala sau expunerea de fiecare data."
    },
    {
      "type": "paragraph",
      "content": "[Precomanda Lomography MC-A](https://shop.lomography.com/lomo-mc-a-35-mm-film-camera-black) din magazinul lor oficial online pentru 549,00 de dolari. Livrarile sunt asteptate in T1 2026."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_mc-a_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_mc-a_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film Lomography MC-A",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography Sprocket Rocket"
    },
    {
      "type": "paragraph",
      "content": "Lomography Sprocket Rocket este un aparat panoramic 35mm care expune intreaga latime a filmului, inclusiv gaurile de perforatie, oferind imaginilor tale acel aspect analogic inconfundabil. Obiectivul sau de 30mm ofera un camp de vedere de 106 de grade cu o intindere subtila de tip fisheye la margini, facandu-l excelent pentru peisaje, arhitectura si fotografii de grup. O rola de 36 de expuneri da aproximativ 13-18 cadre panoramice."
    },
    {
      "type": "paragraph",
      "content": "Controalele sunt minime: o viteza fixa de obturator de aproximativ 1/100s, un mod Bulb pentru expuneri lungi, doua setari de diafragma si doua distante de focalizare pe zone (prim-plan si infinit). Nu exista exponometru, asa ca filmul ISO 400 functioneaza cel mai bine pentru fotografiere generala. Butoanele de avans inainte si inapoi fac expunerile multiple si suprapunerile intentionate usoare, asa ca este cu adevarat construit pentru experimentare."
    },
    {
      "type": "paragraph",
      "content": "Corpul este plastic usor cu o papuc de blit si montare pe trepied pentru fotografii Bulb. Vizorul este aproximativ in cel mai bun caz, dar se potriveste stilului relaxat, jucaus pe care acest aparat il incurajeaza. Daca ai deja un aparat mai serios si vrei o unealta creativa distractiva pentru panorame cu perforatii, Sprocket Rocket livreaza."
    },
    {
      "type": "paragraph",
      "content": "[Cumpara Lomography Sprocket Rocket](https://shop.lomography.com/us/sprocket-rocket-35-mm-film-panoramic-camera) din magazinul lor oficial online pentru 69,00 de dolari."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_sprocket_rocket_35mm_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_sprocket_rocket_35mm_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film Lomography Sprocket Rocket 35mm",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Ondu Eikan Series"
    },
    {
      "type": "paragraph",
      "content": "Ondu a inceput intr-un mic atelier slovenian in 2013, cand Elvis Halilovic a inceput sa faca manual aparate foto pinhole din lemn. Ceea ce a inceput ca un proiect personal s-a transformat rapid in ceva mai mare, iar astazi ONDU creeaza unele dintre cele mai frumoase aparate analogice pe care le poti gasi."
    },
    {
      "type": "paragraph",
      "content": "Seria Eikan reprezinta linia lor premium de aparate pinhole de format mediu. Construite din lemn dur atent selectat, precum nucul si arțarul, fiecare aparat este construit fara suruburi sau lipici, folosind tehnici traditionale de prelucrare a lemnului care au fost rafinate de-a lungul generatiilor. Lemnul este tratat cu uleiuri naturale pentru a-l proteja, pastrind acel simt tactil, organic."
    },
    {
      "type": "paragraph",
      "content": "Ceea ce face EIKAN special este modul in care gestioneaza filmul 120. Designul permite distante precise intre cadre si include o nivela cu bula incorporata pentru a te ajuta sa mentii orizonturile drepte. Gaura de ac in sine este forata cu laser pentru consistenta, iar sistemul magnetic de obturator este simplu dar eficient. Obtii acea calitate visatoare, cu focalizare moale pentru care fotografia pinhole este cunoscuta, cu expuneri care variaza de obicei de la cateva secunde la cateva minute in functie de conditiile tale de iluminare."
    },
    {
      "type": "paragraph",
      "content": "Acestea nu sunt aparate produse in masa. Fiecare EIKAN este facut la comanda in Slovenia, asa ca exista mestesug real in spatele fiecarei piese."
    },
    {
      "type": "paragraph",
      "content": "[Afla mai multe despre aparatele Ondu Pinhole](https://ondupinhole.com/) prin site-ul lor oficial."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/ondu_eikan_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/ondu_eikan_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film Ondu Eikan",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Ondu Pinhole"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Pentax 17"
    },
    {
      "type": "paragraph",
      "content": "Pentax a surprins pe toata lumea lansand un nou aparat half-frame la mijlocul lui 2024. Pentax 17 fotografiaza cadre verticale si dubleaza numarul de cadre pe rola. Ricoh Imaging Corporation l-a proiectat pentru portabilitate si simplitate, mizand pe farmecul vintage al formatului si avantajele practice."
    },
    {
      "type": "paragraph",
      "content": "De mentionat ca obiectivul este un design triplet bazat pe Ricoh Auto Half si Espio Mini din 1994. Aparatul include sapte moduri de fotografiere, inclusiv un mod \"Bokeh\" pentru portrete si un mod bulb pentru expuneri lungi. Placile de sus si de jos sunt din aliaj de magneziu (acelasi material folosit in aparatele digitale de top Pentax precum K-1), ceea ce il pastreaza usor dar durabil. Aparatul functioneaza pe o baterie CR2 pe care Pentax o estimeaza sa dureze aproximativ 10 role daca folosesti blit la jumatate din fotografii."
    },
    {
      "type": "paragraph",
      "content": "Aparatele half-frame erau populare in anii 1960 si 1970, apoi au disparut. Pentax a readus formatul cu calitate moderna de constructie si controale simple. Este compact, usor de folosit si iti da 72 de cadre pe o rola standard de 36 de expuneri."
    },
    {
      "type": "paragraph",
      "content": "[Cumpara Pentax 17](https://pentax.eu/products/pentax-17) din magazinul lor oficial online pentru 549,99 euro."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/pentax_17_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/pentax_17_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film Pentax 17",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Ricoh Imaging Europe S.A.S."
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Polaroid I-2"
    },
    {
      "type": "paragraph",
      "content": "Polaroid I-2 este cel mai capabil aparat instant Polaroid chiar acum, proiectat pentru fotografii care vor de fapt control asupra fotografiilor lor. Lansat la sfarsitul lui 2024, contine cel mai clar obiectiv pe care Polaroid l-a facut vreodata: o optica de trei elemente de 98mm cu autofocus continuu LiDAR care obtine focalizare de la 0,4 metri la infinit. Povestea reala aici este controlul manual. Obtii moduri Automat, Prioritate Diafragma, Prioritate Obturator, Manual, Expunere Multipla si Temporizator. Diafragma variaza de la f/8 la f/64, vitezele obturatorului merg de la 1/250 de secunda la 30 de secunde, iar compensarea expunerii se ajusteaza in incremente de 1/3 stop pe intregul +/- 2 EV pentru control precis al luminozitatii."
    },
    {
      "type": "paragraph",
      "content": "Atat displayul exterior cat si vizorul electronic arata setarile tale in timp real: valorile de expunere, diafragma, viteza obturatorului, starea bateriei, cadrele ramase si distanta de focalizare. Blitul incorporat produce lumina moale, echilibrata, si exista sincronizare de blit extern daca vrei sa lucrezi cu echipament de studio. Bluetooth se conecteaza la aplicatia Polaroid pentru fotografiere la distanta si ajustari mai profunde. Bateria reincarcabila litiu-ion alimenteaza pana la 15 pachete de film pe incarcare prin USB-C. Cea mai buna parte? I-2 fotografiaza filme i-Type, 600 si SX-70, asa ca poti experimenta cu diferite formate instant pe un singur corp."
    },
    {
      "type": "paragraph",
      "content": "Linia Polaroid include si Now+ Gen 3 cu filtre creative, Polaroid Go de dimensiune buzunar si modele clasice 600 sau SX-70 pentru fotografiere mai simpla. Dar daca esti serios in privinta fotografiei instant in 2026, I-2 este locul unde traieste capacitatea reala."
    },
    {
      "type": "paragraph",
      "content": "[Cumpara Polaroid I-2](https://www.polaroid.com/en_us/cameras/i2-camera) din magazinul lor oficial online pentru 399,99 de dolari."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/polaroid_i-2_instant_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/polaroid_i-2_instant_film_photography_camera@2x.jpg",
      "alt": "Aparat foto instant Polaroid I-2",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Polaroid"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Rollei 35 AF"
    },
    {
      "type": "paragraph",
      "content": "MiNT Camera a livrat Rollei 35 AF la sfarsitul lui 2024, actualizand iconicul compact din anii 1960 cu tehnologie moderna. Originalul era stralucit de mic dar necesita ghicirea distantelor de focalizare. MiNT a pastrat corpul compact si a adaugat autofocus LiDAR, expunere automata si blit incorporat. Foloseste un obiectiv fix de 35mm f/2.8 si pastreaza avansul manual al filmului."
    },
    {
      "type": "paragraph",
      "content": "Aparatul foloseste tehnologia LiDAR care poate focaliza de la 0,5 metri la infinit, facandu-l fiabil chiar si in conditii dificile. Are atat expunere automata cat si controale manuale pentru diafragma (f/2.8 la f/16), viteza obturatorului si ISO. Interesant, ingineri Pentax pensionati au ajutat la proiectarea obiectivului. MiNT a petrecut aproximativ cinci ani dezvoltand acest aparat, trecand prin multiple prototipuri inainte de lansare."
    },
    {
      "type": "paragraph",
      "content": "Avand in vedere pretul sau, este un compact premium pentru fotografii care vor ceva de buzunar fara bataile de cap ale focalizarii pe zone. MiNT a licențiat oficial numele Rollei pentru proiect, readucand unul dintre cele mai recunoscute designuri ale fotografiei pe film cu comoditati moderne reale."
    },
    {
      "type": "paragraph",
      "content": "[Afla mai multe despre Rollei 35 AF](https://rollei35af.com/pages/camera) prin site-ul oficial Rollei. A fost pretuit la 885,00 euro la lansare dar este in prezent epuizat. Poate fi necesar sa verifici magazinele de aparate foto online sau magazinele locale pentru a gasi un revanzator."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/rollei_35_af_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/rollei_35_af_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film Rollei 35 AF",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Rollei 35 AF"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Shen Hao Cameras"
    },
    {
      "type": "paragraph",
      "content": "Shen Hao este un producator de aparate cu sediul in Shanghai care fabrica aparate de format mare si de teren din mijlocul anilor 1990. Lucreaza in principal cu lemn si metal, producand aparate de vizualizare in formate de la 4x5 inci pana la panorame precum 6x17 cm si mai mari."
    },
    {
      "type": "paragraph",
      "content": "Ceea ce ii face interesanti este combinatia de mestesug traditional si caracteristici practice moderne. Aparatele lor includ spate Graflok si placi de obiectiv standard, pastrind acea estetica clasica din lemn. Atractia reala este valoarea: modelul lor HZX45-II A ofera miscari corecte (ridicare, deplasare, inclinare) si constructie solida la o fractiune din ceea ce ai plati pentru aparate europene comparabile."
    },
    {
      "type": "paragraph",
      "content": "Acopera, de asemenea, o gama neobisnuit de larga de formate. Dincolo de standardele 4x5 si 5x7, Shen Hao fabrica aparate panoramice in formate 6x17, 6x12 si chiar 12x20 inci. Este rar sa gasesti aceasta varietate de la un producator concentrat pe aparate de teren din lemn care raman suficient de portabile pentru lucru real in teren."
    },
    {
      "type": "paragraph",
      "content": "[Afla mai multe despre aparatele Shen Hao](http://www.shen-hao.com/) prin site-ul lor oficial."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/shen_hao_ptb-45_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/shen_hao_ptb-45_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film Shen Hao PTB-45",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Shanghai Shen Hao Professional Camera Co."
    },
    {
      "type": "heading",
      "level": 3,
      "content": "SilverBridges WideluxX"
    },
    {
      "type": "paragraph",
      "content": "WideluxX revigoreaza aparatul panoramic Widelux, cunoscut pentru mecanismul sau de obiectiv rotativ care creeaza imagini distinctive de format lat cu orizonturi natural curbate. SilverBridges lucreaza la aceasta versiune actualizata, care va fotografia atat imagini panoramice 35mm cat si de format mediu."
    },
    {
      "type": "paragraph",
      "content": "Aparatele Widelux originale au devenit favorite de cult. Jeff Bridges fotografiaza celebru cu unul si a publicat carti cu fotografiile sale Widelux. Productia s-a incheiat cu ani in urma, dar SilverBridges readuce tehnologia mecanica panoramica cu fabricatie actualizata. Este un aparat de nisa pentru un tip specific de fotografiere, dar exact acesta este punctul."
    },
    {
      "type": "paragraph",
      "content": "Desi aparatul nu este inca 'de fapt' disponibil, am crezut ca ar fi misto sa il includ pe aceasta lista pentru a sustine proiectul. WideluxX este inca un prototip si precomenzile nu s-au deschis inca, dar poti [afla mai multe despre SilverBridges WideluxX](https://wideluxx.com) vizitand site-ul oficial al proiectului."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/silverbridges_wideluxx_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/silverbridges_wideluxx_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film SilverBridges WideluxX",
      "width": "400",
      "height": "300",
      "caption": "Imagine © SilverBridges"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Smartflex 4x5"
    },
    {
      "type": "paragraph",
      "content": "Smartflex 4x5 s-a finantat pe Kickstarter la sfarsitul lui 2024 si a inceput livrarile la inceputul lui 2025. Creat de entuziastii de format mare HuaTong Zhang si partenerul sau (cu baza intre Shenzhen si Tokyo), este un SLR 4x5 care cantareste putin peste 2kg, suficient de usor pentru a fotografia cu mana. Aparatul foloseste materiale imprimate 3D si fibra de carbon pentru a ramane portabil, pastrind un vizor luminos 5x5 care face focalizarea de fapt placuta."
    },
    {
      "type": "paragraph",
      "content": "La aproximativ 2.000 de dolari pentru corp, este inca scump dar semnificativ mai ieftin decat aparatele traditionale de format mare. Avantajul real este versatilitatea: accepta casete standard de film 4x5 si functioneaza si cu spate Instax Wide, asa ca poti testa configurarile de iluminare inainte de a angaja film scump de coala. Acest lucru face fotografia de portret de format mare mai practica ca niciodata."
    },
    {
      "type": "paragraph",
      "content": "[Cumpara Smartflex Camera 4x5](https://smartflexcamera.shop/products/smartflex-camera-4x5) cu obiectivul sau Smartnon 178mm si spatele Instax wide ca set pe site-ul oficial Smartflex pentru 543.890 de yeni."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/smartflex_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/smartflex_4x5_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film Smartflex 4x5",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Zhuoyao Chen"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Stenopeika Air Force Series"
    },
    {
      "type": "paragraph",
      "content": "Seria Stenopeika Air Force reuneste mestesugul italian si designul practic pentru fotografii de format mare care vor un aparat de teren pe care il pot lua oriunde. Aceste aparate sunt cunoscute pentru constructia lor usoara si durabila, folosind un amestec de materiale rezistente precum fibra Kevlar si matase organza pentru burduf. In ciuda portabilitatii, ofera gama de miscari pe care fotografii o asteapta, inclusiv ridicare, coborare, pivotare si inclinare pe ambele standarde din fata si din spate. Acest lucru le face foarte adaptabile cand se controleaza perspectiva si focalizarea, fie ca fotografiezi peisaje sau arhitectura."
    },
    {
      "type": "paragraph",
      "content": "Seria acopera formate multiple, cu modele pentru 4x5, 5x7, 8x10 si chiar 11x14, fiecare proiectat pentru a echilibra compactitatea cu extensia burdufului si compatibilitatea obiectivelor necesare pentru formate mai mari. O caracteristica remarcabila este cat de complet se pliaza aceste aparate, facandu-le usor de impachetat si purtat pentru sesiuni in locatie. Controalele line, usor de blocat si protectorii de sticla de focalizare cu fixare magnetica adauga la designul prietenos cu utilizatorul. In general, aparatele Air Force livreaza o combinatie de constructie solida, manipulare intuitiva si flexibilitate, facandu-le o alegere solida pentru oricine este investit in fotografia pe film de format mare si care are nevoie si de portabilitate si precizie."
    },
    {
      "type": "paragraph",
      "content": "[Afla mai multe despre aparatele Stenopeika](https://www.stenopeika.com/) prin site-ul oficial al companiei."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/stenopeika_air_force_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/stenopeika_air_force_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film Stenopeika Air Force",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Stenopeika"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Svedovsky Cameras"
    },
    {
      "type": "paragraph",
      "content": "Svedovsky Cameras a fost fondata de Piotr Niewierowicz, un designer si mestesugar ceh care imbina prelucrarea traditionala a lemnului cu inginerie precisa de aparate foto. Designurile sale se concentreaza pe crearea de aparate de format mare functionale, frumos realizate, care imbunatatesc experienta fotografica."
    },
    {
      "type": "paragraph",
      "content": "Modelul lor de varf este un aparat de teren 8x10, realizat manual din lemn dur atent selectat, precum mahonul sau stejarul, cu feronerie din alama si componente fin frezate care se pliaza pentru transport. Aparatele au miscari fine si precise ale standardului frontal, inclusiv inclinare si deplasare. Folosesc placi de obiectiv standard de format mare si casete moderne de film, oferind compatibilitate fara restrictii proprietare."
    },
    {
      "type": "paragraph",
      "content": "Fabricate in serii mici in Republica Ceha, aceste aparate sunt atat instrumente practice cat si opere de arta."
    },
    {
      "type": "paragraph",
      "content": "[Afla mai multe despre Svedovsky Cameras](http://svedovsky.com/) prin site-ul oficial al companiei."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/svedovsky_8x10_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/svedovsky_8x10_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film Svedovsky 8x10",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Svedovsky Cameras"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Woodyman Camera"
    },
    {
      "type": "paragraph",
      "content": "Woodyman este un mic producator francez care construieste aparate de format mare din lemn care pun practicitatea pe primul loc. Fac aparate de teren usoare 4x5, 5x7 si 8x10 din nuc si cires, proiectate pentru fotografii care vor un aparat de vizualizare portabil care este de fapt confortabil de purtat toata ziua, nu doar o piesa de studio."
    },
    {
      "type": "paragraph",
      "content": "Aparatele acopera miscarile esentiale: ridicare, coborare si inclinare frontala, plus inclinare si pivotare din spate, asa ca ai suficienta flexibilitate pentru arhitectura, peisaje si naturi moarte. Extensia burdufului este solida pentru distante focale comune si folosesc placi de obiectiv si casete de film standard, asa ca se potrivesc direct intr-o configuratie existenta de format mare fara a avea nevoie de echipament proprietar."
    },
    {
      "type": "paragraph",
      "content": "Configurarea este rapida si mecanismele de blocare sunt simple, ceea ce conteaza cand lucrezi in locatie. Sunt vizibil mai usoare decat monoraiele traditionale din metal sau designurile mai vechi din lemn, facandu-le o potrivire buna pentru drumetii si oricine fotografiaza departe de studio. Woodyman vizeaza practic fotografii care vor disciplina si calitatea imaginii formatelor mari fara factorul de intimidare: prelucrare moderna a lemnului, miscari familiare si construite pentru a rezista utilizarii reale in teren."
    },
    {
      "type": "paragraph",
      "content": "[Afla mai multe despre modelele Woodyman Camera](https://woodymancamera.com/en/) prin site-ul oficial al companiei. Preturile incep de la aproximativ 840,00 euro pentru modelul 4x5 si 1.500,00 euro pentru 8x10."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/woodyman_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/woodyman_4x5_film_photography_camera@2x.jpg",
      "alt": "Aparat foto pe film Woodyman 4x5",
      "width": "400",
      "height": "300",
      "caption": "Imagine © Woodyman Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "De ce conteaza asta"
    },
    {
      "type": "paragraph",
      "content": "Aceste aparate reprezinta ceva mai mare decat doar produse noi. Dovedesc ca exista cerere reala pentru instrumente de fotografie pe film, suficienta pentru a justifica fabricatia de la zero. Acestea nu sunt proiecte Kickstarter care ar putea livra candva. Majoritatea acestor aparate sunt disponibile acum sau se livreaza catre clientii de precomanda."
    },
    {
      "type": "paragraph",
      "content": "Companiile din spatele lor nu sunt producatori vechi care incearca sa stoarca profit din designuri vechi. Sunt operatiuni noi (sau recent angajate precum Pentax) care construiesc aparate pentru oamenii care aleg filmul in 2026, cu tot ceea ce implica aceasta alegere."
    },
    {
      "type": "paragraph",
      "content": "Fotografia pe film are cerinte diferite fata de anii 1990. Oamenii fotografiaza mai putin dar asteapta mai mult de la fiecare cadru. Vor aparate care le respecta timpul, pastrind ceea ce face filmul special. Aceste aparate noi sunt proiectate pentru acea realitate."
    }
  ],
  "meta_title": "Cele mai bune aparate foto pe film noi in 2026 | Blog Frames",
  "meta_description": "Descopera aparatele foto pe film disponibile in 2026. De la 35mm la format mare, exploreaza modele Pentax, Leica, Lomography si altele pe care le poti cumpara noi.",
  "meta_keywords": "aparate foto film 2026, aparate foto pe film noi, cumpara aparat foto film, aparat foto 35mm, aparat foto format mediu, aparat foto format mare, Pentax 17, Leica M6 reeditie, Lomography MC-A, Analogue AF-1, SilverBridges WideluxX, aparate foto pe film noi inca in productie, fotografie pe film 2026"
}
