{
  "@context": "https://schema.org",
  "@type": "HowTo",
  "name": "Cách ghi lại và nhúng siêu dữ liệu nhiếp ảnh phim với Frames",
  "description": "Tìm hiểu cách sử dụng Frames để ghi lại cài đặt máy ảnh phim, sắp xếp cuộn phim của bạn và nhúng siêu dữ liệu EXIF vào hình ảnh đã quét trên iPhone và Mac.",
  "keywords": "nhiếpảnh,chú thích,tương tự,film,cuộn,âm bản,sổ tay,exif,dữ liệu máy ảnh,máy ảnh,35mm,hình ảnh,quét,120mm,ảnh,ứng dụng,iOS,iPhone,Mac",
  "image": "https://withframes.com/lib/img/shared/app-icon.png",
  "totalTime": "PT10M",
  "inLanguage": "vi",
  "publisher": {
    "@id": "https://withframes.com/#organization"
  },
  "author": {
    "@type": "Organization",
    "@id": "https://withframes.com/#organization"
  },
  "video": {
    "@type": "VideoObject",
    "@id": "https://withframes.com/#frames-video"
  },
  "step": [
    {
      "@type": "HowToStep",
      "position": 1,
      "name": "Tạo cuộn phim mới",
      "text": "Mở Frames trên iPhone của bạn và nhấn vào biểu tượng ở góc dưới bên phải để bắt đầu cuộn phim mới. Thêm máy ảnh phim, ống kính và chọn loại phim của bạn. ISO được đặt theo tốc độ hộp theo mặc định, nhưng bạn có thể điều chỉnh nó để phù hợp với máy đo sáng của mình. Đây là nơi quy trình chụp ảnh phim của bạn bắt đầu."
    },
    {
      "@type": "HowToStep",
      "position": 2,
      "name": "Ghi lại mỗi ảnh khi chụp",
      "text": "Khi chụp bằng phim, hãy ghi lại cài đặt máy ảnh cho mỗi khung hình: khẩu độ, tốc độ màn trập, tiêu cự, đèn flash, ghi chú sáng tạo và nhiều hơn nữa. Vị trí địa lý, tên địa điểm và dấu thời gian được tự động ghi lại để hỗ trợ nhật ký chụp ảnh analog chính xác. Bạn có thể sử dụng điều khiển thanh trượt mặc định hoặc chuyển sang chế độ xem biểu mẫu cổ điển qua menu góc trên bên phải."
    },
    {
      "@type": "HowToStep",
      "position": 3,
      "name": "Xuất dữ liệu của bạn",
      "text": "Khi cuộn phim của bạn hoàn thành và tất cả các ảnh đã được ghi lại, hãy xuất dữ liệu dưới dạng tệp .frames. Gửi nó đến Mac của bạn bằng AirDrop, email hoặc bất kỳ phương pháp nào bạn thích. Tệp này chứa tất cả siêu dữ liệu chụp phim đã ghi để sử dụng sau này với các bản quét của bạn."
    },
    {
      "@type": "HowToStep",
      "position": 4,
      "name": "Tải dữ liệu của bạn",
      "text": "Sau khi phim của bạn được tráng và quét, hãy mở tệp .frames trên Mac của bạn. Chỉ cần nhấp đúp vào nó hoặc kéo nó vào ứng dụng Frames cho macOS. Các khung hình đã ghi của bạn sẽ được tải ngay lập tức, sẵn sàng để ghép nối với các tệp ảnh đã quét của bạn."
    },
    {
      "@type": "HowToStep",
      "position": 5,
      "name": "Liên kết dữ liệu với ảnh",
      "text": "Duyệt các ảnh đã ghi của bạn bằng chế độ xem danh sách, lưới hoặc đầy đủ và bắt đầu liên kết mỗi lần quét với dữ liệu khung hình của nó. Hình ảnh JPEG, TIFF và DNG hiện được hỗ trợ, CR2 và NEF sẽ sớm ra mắt. Bước này liên kết ảnh analog của bạn với siêu dữ liệu EXIF chi tiết, bảo tồn ngữ cảnh của mỗi ảnh."
    },
    {
      "@type": "HowToStep",
      "position": 6,
      "name": "Xuất ảnh của bạn",
      "text": "Khi mọi thứ đã được ghép nối, hãy xuất các hình ảnh đã cập nhật của bạn. Siêu dữ liệu được nhúng trực tiếp vào từng tệp ảnh, đảm bảo chúng vẫn hiển thị trên tất cả các thiết bị, công cụ chỉnh sửa và nền tảng như Flickr. Nhiếp ảnh phim của bạn có được lợi ích có thể tìm kiếm, có tổ chức của kỹ thuật số, mà không mất đi linh hồn."
    }
  ]
}