{
      "@context": "https://schema.org",
      "@type": "FAQPage",
      "mainEntity": [
        {
          "@type": "Question",
          "name": "मैं कौन सा मेटाडेटा रिकॉर्ड कर सकता हूं?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames आपको हर शॉट के लिए विस्तृत जानकारी लॉग करने देता है, जिसमें कैमरा, लेंस, फ़िल्टर, फ़्रेम नंबर, फ़ोकल लंबाई, एपर्चर, शटर स्पीड, ISO, मीटरिंग मोड, फ़िल्म स्टॉक, फ़्लैश, GPS स्थान, टाइमस्टैम्प और कस्टम नोट्स शामिल हैं, यह सुनिश्चित करते हुए कि आप महत्वपूर्ण एनालॉग फ़ोटोग्राफ़ी विवरण कभी नहीं खोएं।"
          }
        },
        {
          "@type": "Question",
          "name": "कौन से छवि फ़ॉर्मेट समर्थित हैं?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames JPEG, TIFF और DNG फ़ॉर्मेट का समर्थन करता है, जिससे आप अपने रिकॉर्ड किए गए मेटाडेटा को सीधे स्कैन किए गए एनालॉग फ़ोटो में एम्बेड कर सकते हैं अपने उपकरणों पर निर्बाध संगठन और वर्कफ़्लो के लिए।"
          }
        },
        {
          "@type": "Question",
          "name": "क्या Frames Android या Windows पर है?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames वर्तमान में iPhone और macOS के लिए उपलब्ध है। Android और Windows के लिए संस्करण 2026 के लिए योजनाबद्ध हैं, और इस बीच, आप .frames फ़ाइल निर्यात के माध्यम से अपना डेटा साझा और प्रबंधित कर सकते हैं।"
          }
        },
        {
          "@type": "Question",
          "name": "कौन से शटर स्पीड और एपर्चर समर्थित हैं?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames डिफ़ॉल्ट अनुक्रम प्रदान करता है जो अधिकांश लेंस और कैमरों को कवर करते हैं, और आप अपने गियर के लिए कस्टम अनुक्रम भी परिभाषित कर सकते हैं, जिससे यह किसी भी शटर स्पीड या एपर्चर मानों के साथ संगत हो जाता है।"
          }
        },
        {
          "@type": "Question",
          "name": "क्या मैं ट्राइपॉड या एक्सेसरीज़ लॉग कर सकता हूं?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "हां, Frames आपको ट्राइपॉड, फ़्लैश और अन्य एक्सेसरीज़ रिकॉर्ड करने देता है। एक अतिरिक्त नोट फ़ील्ड भी है जहां आप कोई भी कस्टम विवरण जोड़ सकते हैं जो आप चाहते हैं।"
          }
        },
        {
          "@type": "Question",
          "name": "भविष्य के अपडेट के लिए क्या योजनाएं हैं?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "भविष्य की योजनाओं में वर्कफ़्लो सुविधाओं का विस्तार, उपकरणों में एकीकरण में सुधार, और समुदाय द्वारा अनुरोधित नए उपकरण जोड़ना शामिल है ताकि एनालॉग फ़ोटोग्राफ़ी लॉगिंग को और अधिक लचीला और शक्तिशाली बनाया जा सके।"
          }
        }
      ]
    }