{
  "@context": "https://schema.org",
  "@type": "HowTo",
  "name": "Frames के साथ फ़िल्म फ़ोटोग्राफ़ी मेटाडेटा को लॉग और एम्बेड कैसे करें",
  "description": "iPhone और Mac पर अपनी स्कैन की गई छवियों में फ़िल्म कैमरा सेटिंग्स को लॉग करने, अपने रोल्स को व्यवस्थित करने और EXIF मेटाडेटा एम्बेड करने के लिए Frames का उपयोग करना सीखें।",
  "image": "https://withframes.com/lib/img/shared/app-icon.png",
  "totalTime": "PT10M",
  "inLanguage": "hi",
  "publisher": {
    "@id": "https://withframes.com/#organization"
  },
  "author": {
    "@type": "Organization",
    "@id": "https://withframes.com/#organization"
  },
  "tool": [
    { "@type": "SoftwareApplication", "@id": "https://withframes.com/#frames-ios" },
    { "@type": "SoftwareApplication", "@id": "https://withframes.com/#frames-macos" }
  ],
  "video": {
    "@type": "VideoObject",
    "@id": "https://withframes.com/#frames-video"
  },
  "step": [
    {
      "@type": "HowToStep",
      "position": 1,
      "name": "1. एक नया रोल बनाएं",
      "text": "अपने iPhone पर Frames खोलें और एक नया रोल शुरू करने के लिए निचले दाएं कोने में आइकन पर टैप करें। अपना फिल्म कैमरा, लेंस जोड़ें और अपना फिल्म स्टॉक चुनें। ISO डिफ़ॉल्ट रूप से बॉक्स स्पीड पर सेट है, लेकिन आप इसे अपने लाइट मीटर से मेल खाने के लिए समायोजित कर सकते हैं। यहीं से आपका फिल्म फोटोग्राफी वर्कफ़्लो शुरू होता है।"
    },
    {
      "@type": "HowToStep",
      "position": 2,
      "name": "2. प्रत्येक शॉट को चलते-चलते लॉग करें",
      "text": "जैसे ही आप फिल्म पर शूट करते हैं, प्रत्येक फ्रेम के लिए कैमरा सेटिंग्स रिकॉर्ड करें: अपर्चर, शटर स्पीड, फोकल लेंथ, फ्लैश, रचनात्मक नोट्स और बहुत कुछ। भौगोलिक स्थान, स्थान के नाम और टाइमस्टैम्प स्वचालित रूप से कैप्चर किए जाते हैं ताकि एक सटीक एनालॉग फोटोग्राफी लॉग का समर्थन किया जा सके। आप डिफ़ॉल्ट स्लाइडर-आधारित नियंत्रण का उपयोग कर सकते हैं या शीर्ष-दाएं मेनू के माध्यम से एक क्लासिक फॉर्म व्यू पर स्विच कर सकते हैं।"
    },
    {
      "@type": "HowToStep",
      "position": 3,
      "name": "3. अपना डेटा एक्सपोर्ट करें",
      "text": "एक बार जब आपका रोल समाप्त हो जाए और सभी शॉट्स लॉग हो जाएं, तो डेटा को .frames फ़ाइल के रूप में एक्सपोर्ट करें। इसे AirDrop, ईमेल या आपकी पसंद की किसी भी विधि का उपयोग करके अपने Mac पर भेजें। इस फ़ाइल में आपके स्कैन के साथ बाद में उपयोग के लिए आपके सभी रिकॉर्ड किए गए फिल्म शॉट मेटाडेटा शामिल हैं।"
    },
    {
      "@type": "HowToStep",
      "position": 4,
      "name": "4. अपना डेटा लोड करें",
      "text": "आपकी फिल्म डेवलप और स्कैन होने के बाद, अपने Mac पर .frames फ़ाइल खोलें। बस इस पर डबल-क्लिक करें या इसे macOS के लिए Frames ऐप में खींचें। आपके रिकॉर्ड किए गए फ्रेम तुरंत लोड हो जाते हैं, आपकी स्कैन की गई फोटो फ़ाइलों के साथ जोड़े जाने के लिए तैयार।"
    },
    {
      "@type": "HowToStep",
      "position": 5,
      "name": "5. डेटा को फोटो से जोड़ें",
      "text": "सूची, ग्रिड या पूर्ण दृश्य का उपयोग करके अपने लॉग किए गए शॉट्स ब्राउज़ करें, और प्रत्येक स्कैन को इसके फ्रेम डेटा के साथ जोड़ना शुरू करें। JPEG, TIFF और DNG छवियां वर्तमान में समर्थित हैं, CR2 और NEF जल्द ही आ रहे हैं। यह चरण आपकी एनालॉग तस्वीरों को विस्तृत EXIF मेटाडेटा से जोड़ता है, प्रत्येक शॉट के संदर्भ को संरक्षित करता है।"
    },
    {
      "@type": "HowToStep",
      "position": 6,
      "name": "6. अपनी तस्वीरें एक्सपोर्ट करें",
      "text": "एक बार सब कुछ मिलान हो जाने पर, अपनी अपडेट की गई छवियां एक्सपोर्ट करें। मेटाडेटा सीधे प्रत्येक फोटो फ़ाइल में एम्बेड किया जाता है, यह सुनिश्चित करते हुए कि यह उपकरणों, संपादन उपकरणों और Flickr जैसे प्लेटफार्मों पर दृश्यमान रहता है। आपकी फिल्म फोटोग्राफी को डिजिटल के खोजने योग्य, संगठित लाभ मिलते हैं, बिना अपनी आत्मा खोए।"
    }
  ]
}