{
      "@context": "https://schema.org",
      "@type": "FAQPage",
      "publisher": {
        "@id": "https://withframes.com/#organization"
      },
      "author": {
        "@type": "Organization",
        "@id": "https://withframes.com/#organization"
      },
      "mainEntity": [
        {
          "@type": "Question",
          "name": "Hvilke metadata kan jeg registrere?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames lar deg logge detaljert informasjon for hvert bilde, inkludert kamera, objektiv, filtre, rammenummer, brennvidde, blender, lukkertid, ISO, målemodus, filmtype, blits, GPS-posisjon, tidsstempler og egendefinerte notater, slik at du aldri mister viktige analoge fotografidetaljer."
          }
        },
        {
          "@type": "Question",
          "name": "Hvilke bildeformater støttes?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames støtter JPEG, TIFF og DNG-formater, slik at du kan bygge inn registrerte metadata direkte i skannede analoge bilder for sømløs organisering og arbeidsflyt på tvers av enhetene dine."
          }
        },
        {
          "@type": "Question",
          "name": "Finnes Frames på Android eller Windows?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames er for øyeblikket tilgjengelig for iPhone og macOS. Versjoner for Android og Windows er planlagt for 2026, og i mellomtiden kan du dele og administrere dataene dine via .frames-fileksporter."
          }
        },
        {
          "@type": "Question",
          "name": "Hvilke lukkertider og blendere støttes?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames tilbyr standardsekvenser som dekker de fleste objektiver og kameraer, og du kan også definere egendefinerte sekvenser for utstyret ditt, noe som gjør det kompatibelt med alle lukkertid- eller blenderverdier."
          }
        },
        {
          "@type": "Question",
          "name": "Kan jeg logge stativer eller tilbehør?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Ja, Frames lar deg registrere stativer, blitser og annet tilbehør. Det er også et ekstra notatfelt hvor du kan legge til egendefinerte detaljer du ønsker."
          }
        },
        {
          "@type": "Question",
          "name": "Hva er planene for fremtidige oppdateringer?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Fremtidige planer inkluderer utvidelse av arbeidsflytefunksjoner, forbedring av integrasjon på tvers av enheter og tilføyelse av nye verktøy etterspurt av samfunnet for å gjøre analog fotografilogging enda mer fleksibel og kraftig."
          }
        },
        {
          "@type": "Question",
          "name": "Kan jeg synkronisere dataene mine mellom iPhone og Mac?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Ja, du kan sømløst overføre filmfotografidataene dine mellom iPhone og Mac ved hjelp av .frames-fileksport. Eksporter ganske enkelt rullene dine fra én enhet og importer dem på en annen. Selv om automatisk skysynkronisering ikke er tilgjengelig for øyeblikket for å opprettholde personvernet og dataeierskapet ditt, gjør .frames-formatet manuell synkronisering rask og enkel."
          }
        }
      ]
    }