{
  "@context": "https://schema.org",
  "@type": "HowTo",
  "name": "Slik registrerer og bygger inn filmfotograferingsmetadata med Frames",
  "description": "Lær hvordan du bruker Frames til å registrere filmkamerainnstillinger, organisere rullene dine og bygge inn EXIF-metadata i de skannede bildene dine på iPhone og Mac.",
  "image": "https://withframes.com/lib/img/shared/app-icon.png",
  "totalTime": "PT10M",
  "inLanguage": "nb",
  "publisher": {
    "@id": "https://withframes.com/#organization"
  },
  "author": {
    "@type": "Organization",
    "@id": "https://withframes.com/#organization"
  },
  "tool": [
    { "@type": "SoftwareApplication", "@id": "https://withframes.com/#frames-ios" },
    { "@type": "SoftwareApplication", "@id": "https://withframes.com/#frames-macos" }
  ],
  "video": {
    "@type": "VideoObject",
    "@id": "https://withframes.com/#frames-video"
  },
  "step": [
    {
      "@type": "HowToStep",
      "position": 1,
      "name": "1. Opprett en ny rull",
      "text": "Åpne Frames på iPhone og trykk på ikonet i nedre høyre hjørne for å starte en ny rull. Legg til filmkameraet ditt, objektiver og velg filmtype. ISO er som standard satt til kassens lysfølsomhet, men du kan justere den til lysmåleren din. Her begynner arbeidsflyten din for filmfotografering."
    },
    {
      "@type": "HowToStep",
      "position": 2,
      "name": "2. Logg hvert bilde underveis",
      "text": "Når du fotograferer på film, skal du registrere kamerainnstillingene for hvert bilde: blenderåpning, lukkertid, brennvidde, blits, kreative notater og mer. Geolokasjon, stedsnavn og tidsstempler blir automatisk registrert for å støtte en presis analog fotografilogg. Du kan bruke standard glidebrytere eller bytte til en klassisk skjemavisning via menyen øverst til høyre."
    },
    {
      "@type": "HowToStep",
      "position": 3,
      "name": "3. Eksporter dataene dine",
      "text": "Når rullen din er ferdig og alle bilder er registrert, eksporter dataene som en .frames-fil. Send den til Mac-en din via AirDrop, e-post eller annen foretrukket metode. Denne filen inneholder alle dine registrerte filmopptaksmetadata for senere bruk med skanningene dine."
    },
    {
      "@type": "HowToStep",
      "position": 4,
      "name": "4. Last inn dataene dine",
      "text": "Etter at filmen din er framkalt og skannet, åpner du .frames-filen på Mac-en din. Dobbeltklikk på den eller dra den inn i Frames-appen for macOS. Dine registrerte bilder lastes øyeblikkelig, klar til å bli paret med de skannede fotofilene dine."
    },
    {
      "@type": "HowToStep",
      "position": 5,
      "name": "5. Knytt data til bilder",
      "text": "Bla gjennom de registrerte bildene dine i liste-, rutenett- eller fullvisning, og begynn å knytte hver skanning til bildedataene. JPEG-, TIFF- og DNG-bilder støttes for øyeblikket, mens CR2 og NEF kommer snart. Dette trinnet kobler dine analoge bilder til detaljerte EXIF-metadata og bevarer konteksten for hvert bilde."
    },
    {
      "@type": "HowToStep",
      "position": 6,
      "name": "6. Eksporter bildene dine",
      "text": "Når alt er matchet, eksporter de oppdaterte bildene dine. Metadata bygges direkte inn i hver fotofil, noe som sikrer at den forblir synlig på tvers av enheter, redigeringsverktøy og plattformer som Flickr. Filmfotograferingen din får de søkbare, organiserte fordelene ved digitalt, uten å miste sin sjel."
    }
  ]
}