{
      "@context": "https://schema.org",
      "@type": "FAQPage",
      "publisher": {
        "@id": "https://withframes.com/#organization"
      },
      "author": {
        "@type": "Organization",
        "@id": "https://withframes.com/#organization"
      },
      "dateModified": "2025-11-08",
      "keywords": "фотографія,нотатки,аналог,плівка,рол,негатив,нотатник,exif,метадані,камера,35mm,зображення,скан,120mm,фото,додаток,iOS,iPhone,Mac",
      "mainEntity": [
        {
          "@type": "Question",
          "name": "Які метадані я можу записати?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames дозволяє записувати детальну інформацію для кожного знімка, включаючи камеру, об'єктив, фільтри, номер кадру, фокусну відстань, діафрагму, витримку, ISO, режим вимірювання, тип плівки, спалах, GPS-місцезнаходження, часові мітки та власні нотатки, гарантуючи, що ви ніколи не втратите важливі деталі аналогової фотографії."
          }
        },
        {
          "@type": "Question",
          "name": "Які формати зображень підтримуються?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames підтримує формати JPEG, TIFF та DNG, дозволяючи вам вбудовувати записані метадані безпосередньо в скановані аналогові фотографії для безперебійної організації та робочого процесу на всіх ваших пристроях."
          }
        },
        {
          "@type": "Question",
          "name": "Чи є Frames на Android або Windows?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames наразі доступний для iPhone та macOS. Версії для Android та Windows заплановані на 2026 рік, а тим часом ви можете ділитися та керувати своїми даними через експорт файлів .frames."
          }
        },
        {
          "@type": "Question",
          "name": "Які витримки та діафрагми підтримуються?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames надає стандартні послідовності, які охоплюють більшість об'єктивів та камер, і ви також можете визначити власні послідовності для вашого обладнання, роблячи його сумісним з будь-якими значеннями витримки або діафрагми."
          }
        },
        {
          "@type": "Question",
          "name": "Чи можу я записувати штативи або аксесуари?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Так, Frames дозволяє записувати штативи, спалахи та інші аксесуари. Також є додаткове поле для нотаток, куди ви можете додати будь-які власні деталі."
          }
        },
        {
          "@type": "Question",
          "name": "Чи можу я синхронізувати свої дані між iPhone та Mac?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Так, ви можете легко переносити дані плівкової фотографії між iPhone та Mac, використовуючи експорт файлів .frames. Просто експортуйте свої плівки з одного пристрою та імпортуйте їх на інший. Хоча автоматична хмарна синхронізація наразі недоступна для збереження вашої конфіденційності та володіння даними, формат .frames робить ручну синхронізацію швидкою та простою."
          }
        },
        {
          "@type": "Question",
          "name": "Чи працює Frames офлайн?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Звичайно. Frames розроблено для повністю автономної роботи, що робить його ідеальним для зйомки у віддалених місцях без підключення до інтернету. Всі ваші дані зберігаються локально на вашому пристрої, тому ви можете записувати кадри, керувати архівом та організовувати обладнання будь-де. Геолокація GPS також працює офлайн і зберігається при записі кожного кадру. Інтернет потрібен лише при експорті метаданих до відсканованих зображень або перевірці оновлень програми."
          }
        },
        {
          "@type": "Question",
          "name": "Які плани щодо майбутніх оновлень?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Майбутні плани включають розширення можливостей робочого процесу, покращення інтеграції між пристроями та додавання нових інструментів, запитаних спільнотою, щоб зробити запис аналогової фотографії ще гнучкішим та потужнішим."
          }
        }
      ]
    }