{
  "@context": "https://schema.org",
  "@type": "HowTo",
  "name": "Як реєструвати та вбудовувати метадані плівкової фотографії за допомогою Frames",
  "description": "Дізнайтеся, як використовувати Frames для реєстрації налаштувань плівкової камери, організації ваших плівок та вбудовування метаданих EXIF у відскановані зображення на iPhone та Mac.",
  "image": "https://withframes.com/lib/img/shared/app-icon.png",
  "totalTime": "PT10M",
  "inLanguage": "uk",
  "publisher": {
    "@id": "https://withframes.com/#organization"
  },
  "author": {
    "@type": "Organization",
    "@id": "https://withframes.com/#organization"
  },
  "video": {
    "@type": "VideoObject",
    "@id": "https://withframes.com/#frames-video"
  },
  "step": [
    {
      "@type": "HowToStep",
      "position": 1,
      "name": "1. Створіть нову плівку",
      "text": "Відкрийте Frames на вашому iPhone і натисніть значок у нижньому правому куті, щоб розпочати нову плівку. Додайте вашу плівкову камеру, об'єктиви та виберіть тип плівки. ISO за замовчуванням встановлено на чутливість коробки, але ви можете налаштувати його відповідно до вашого експонометра. Тут починається ваш робочий процес плівкової фотографії."
    },
    {
      "@type": "HowToStep",
      "position": 2,
      "name": "2. Записуйте кожен кадр під час зйомки",
      "text": "Під час зйомки на плівку записуйте налаштування камери для кожного кадру: діафрагма, витримка, фокусна відстань, спалах, творчі нотатки та багато іншого. Геолокація, назви місць та часові мітки автоматично фіксуються для підтримки точного журналу аналогової фотографії. Ви можете використовувати повзунки за замовчуванням або перемкнутися на класичний вигляд форми через меню у верхньому правому куті."
    },
    {
      "@type": "HowToStep",
      "position": 3,
      "name": "3. Експортуйте ваші дані",
      "text": "Коли ваша плівка закінчиться і всі кадри будуть записані, експортуйте дані як файл .frames. Надішліть його на ваш Mac, використовуючи AirDrop, електронну пошту або будь-який інший спосіб. Цей файл містить усі записані метадані кадрів плівки для подальшого використання зі сканами."
    },
    {
      "@type": "HowToStep",
      "position": 4,
      "name": "4. Завантажте ваші дані",
      "text": "Після того як вашу плівку проявлено та відскановано, відкрийте файл .frames на вашому Mac. Просто двічі клацніть по ньому або перетягніть у додаток Frames для macOS. Ваші записані кадри завантажаться миттєво, готові до поєднання з вашими відскованими фотофайлами."
    },
    {
      "@type": "HowToStep",
      "position": 5,
      "name": "5. Зв'яжіть дані з фотографіями",
      "text": "Переглядайте записані кадри у вигляді списку, сітки або повного перегляду та почніть зв'язувати кожен скан з даними його кадру. Наразі підтримуються зображення JPEG, TIFF та DNG, CR2 та NEF незабаром з'являться. Цей крок зв'язує ваші аналогові фотографії з детальними метаданими EXIF, зберігаючи контекст кожного кадру."
    },
    {
      "@type": "HowToStep",
      "position": 6,
      "name": "6. Експортуйте ваші фотографії",
      "text": "Коли все поєднано, експортуйте оновлені зображення. Метадані вбудовуються безпосередньо в кожен файл фотографії, забезпечуючи їх видимість на всіх пристроях, інструментах редагування та платформах, таких як Flickr. Ваша плівкова фотографія отримує переваги цифрової: можливість пошуку та організації, не втрачаючи своєї душі."
    }
  ]
}