{
      "@context": "https://schema.org",
      "@type": "FAQPage",
      "publisher": {
        "@id": "https://withframes.com/#organization"
      },
      "author": {
        "@type": "Organization",
        "@id": "https://withframes.com/#organization"
      },
      "mainEntity": [
        {
          "@type": "Question",
          "name": "Jakie metadane mogę rejestrować?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames pozwala zapisywać szczegółowe informacje dla każdego zdjęcia, w tym aparat, obiektyw, filtry, numer klatki, ogniskową, przysłonę, czas naświetlania, ISO, tryb pomiaru, rodzaj kliszy, flesz, lokalizację GPS, znaczniki czasu i własne notatki, zapewniając, że nigdy nie stracisz ważnych szczegółów fotografii analogowej."
          }
        },
        {
          "@type": "Question",
          "name": "Jakie formaty obrazów są obsługiwane?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames obsługuje formaty JPEG, TIFF i DNG, umożliwiając bezpośrednie osadzanie zarejestrowanych metadanych w zeskanowanych zdjęciach analogowych dla płynnej organizacji i przepływu pracy na wszystkich urządzeniach."
          }
        },
        {
          "@type": "Question",
          "name": "Czy Frames jest dostępny na Androida lub Windows?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames jest obecnie dostępny dla iPhone i macOS. Wersje dla Androida i Windows są planowane na 2026 rok, a w międzyczasie możesz udostępniać i zarządzać danymi poprzez eksport plików .frames."
          }
        },
        {
          "@type": "Question",
          "name": "Jakie czasy naświetlania i przysłony są obsługiwane?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames zapewnia domyślne sekwencje pokrywające większość obiektywów i aparatów, a także możesz definiować własne sekwencje dla swojego sprzętu, co czyni go kompatybilnym z dowolnymi wartościami czasu naświetlania lub przysłony."
          }
        },
        {
          "@type": "Question",
          "name": "Czy mogę rejestrować statywy lub akcesoria?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Tak, Frames pozwala rejestrować statywy, lampy błyskowe i inne akcesoria. Istnieje również dodatkowe pole notatek, w którym możesz dodać dowolne własne szczegóły."
          }
        },
        {
          "@type": "Question",
          "name": "Czy mogę synchronizować swoje dane między iPhone a Mac?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Tak, możesz bezproblemowo przesyłać swoje dane z fotografii filmowej między iPhone a Mac za pomocą eksportu plików .frames. Po prostu wyeksportuj swoje rolki z jednego urządzenia i zaimportuj je na drugim. Chociaż automatyczna synchronizacja w chmurze nie jest obecnie dostępna, aby chronić Twoją prywatność i własność danych, format .frames sprawia, że ręczna synchronizacja jest szybka i prosta."
          }
        },
        {
          "@type": "Question",
          "name": "Czy Frames działa offline?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Oczywiście. Frames został zaprojektowany do pracy całkowicie offline, co czyni go idealnym do fotografowania w odległych lokalizacjach bez łączności internetowej. Wszystkie Twoje dane są przechowywane lokalnie na urządzeniu, więc możesz logować zdjęcia, zarządzać archiwum i organizować sprzęt gdziekolwiek jesteś. Tagowanie lokalizacji GPS również działa offline i zostanie zapisane podczas rejestrowania każdej klatki. Internet jest potrzebny tylko podczas eksportowania metadanych do zeskanowanych obrazów lub sprawdzania aktualizacji aplikacji."
          }
        },
        {
          "@type": "Question",
          "name": "Jakie są plany dotyczące przyszłych aktualizacji?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Przyszłe plany obejmują rozszerzanie funkcji przepływu pracy, poprawę integracji między urządzeniami i dodawanie nowych narzędzi zgłaszanych przez społeczność, aby uczynić rejestrowanie fotografii analogowej jeszcze bardziej elastycznym i potężnym."
          }
        }
      ]
    }