{
  "@context": "https://schema.org",
  "@type": "HowTo",
  "name": "Jak rejestrować i osadzać metadane fotografii analogowej za pomocą Frames",
  "description": "Dowiedz się, jak używać Frames do rejestrowania ustawień aparatu filmowego, organizowania filmów i osadzania metadanych EXIF w zeskanowanych obrazach na iPhone i Mac.",
  "image": "https://withframes.com/lib/img/shared/app-icon.png",
  "totalTime": "PT10M",
  "inLanguage": "pl",
  "publisher": {
    "@id": "https://withframes.com/#organization"
  },
  "author": {
    "@type": "Organization",
    "@id": "https://withframes.com/#organization"
  },
  "video": {
    "@type": "VideoObject",
    "@id": "https://withframes.com/#frames-video"
  },
  "step": [
    {
      "@type": "HowToStep",
      "position": 1,
      "name": "1. Utwórz nowy film",
      "text": "Otwórz Frames na swoim iPhone i dotknij ikony w prawym dolnym rogu, aby rozpocząć nowy film. Dodaj swój aparat filmowy, obiektywy i wybierz rodzaj filmu. ISO jest domyślnie ustawione na czułość pudełka, ale możesz je dostosować do swojego światłomierza. Tutaj rozpoczyna się Twój workflow fotografii analogowej."
    },
    {
      "@type": "HowToStep",
      "position": 2,
      "name": "2. Zapisuj każde ujęcie na bieżąco",
      "text": "Podczas fotografowania na film, zapisuj ustawienia aparatu dla każdej klatki: przysłona, czas naświetlania, ogniskowa, lampa błyskowa, notatki kreatywne i wiele więcej. Geolokalizacja, nazwy miejsc i znaczniki czasu są automatycznie przechwytywane, aby wspierać precyzyjny dziennik fotografii analogowej. Możesz używać domyślnych suwaków lub przełączyć się na klasyczny widok formularza przez menu w prawym górnym rogu."
    },
    {
      "@type": "HowToStep",
      "position": 3,
      "name": "3. Eksportuj swoje dane",
      "text": "Gdy Twój film się skończy i wszystkie ujęcia zostaną zapisane, wyeksportuj dane jako plik .frames. Wyślij go do swojego Maca za pomocą AirDrop, e-maila lub dowolnej innej metody. Ten plik zawiera wszystkie zapisane metadane ujęć filmowych do późniejszego użycia ze skanami."
    },
    {
      "@type": "HowToStep",
      "position": 4,
      "name": "4. Wczytaj swoje dane",
      "text": "Po wywołaniu i zeskanowaniu filmu otwórz plik .frames na swoim Macu. Po prostu kliknij go dwukrotnie lub przeciągnij do aplikacji Frames dla macOS. Twoje zapisane klatki zostaną natychmiast wczytane, gotowe do sparowania ze skanowanymi plikami zdjęć."
    },
    {
      "@type": "HowToStep",
      "position": 5,
      "name": "5. Powiąż dane ze zdjęciami",
      "text": "Przeglądaj swoje zapisane ujęcia w widoku listy, siatki lub pełnym i zacznij przypisywać każdy skan do danych jego klatki. Obrazy JPEG, TIFF i DNG są obecnie obsługiwane, CR2 i NEF wkrótce. Ten krok łączy Twoje zdjęcia analogowe ze szczegółowymi metadanymi EXIF, zachowując kontekst każdego ujęcia."
    },
    {
      "@type": "HowToStep",
      "position": 6,
      "name": "6. Eksportuj swoje zdjęcia",
      "text": "Gdy wszystko jest dopasowane, wyeksportuj zaktualizowane obrazy. Metadane są osadzone bezpośrednio w każdym pliku zdjęcia, zapewniając, że pozostają widoczne na wszystkich urządzeniach, narzędziach edycyjnych i platformach takich jak Flickr. Twoja fotografia analogowa zyskuje wyszukiwalne, zorganizowane zalety cyfrowej, nie tracąc swojej duszy."
    }
  ]
}