{
      "@context": "https://schema.org",
      "@type": "FAQPage",
      "publisher": {
        "@id": "https://withframes.com/#organization"
      },
      "author": {
        "@type": "Organization",
        "@id": "https://withframes.com/#organization"
      },
      "dateModified": "2025-11-08",
      "keywords": "photographie,notes,argentique,film,pellicule,négatif,carnet,exif,métadonnée,appareil,35mm,image,scan,photo,app,application,iOS,iPhone,Mac",
      "mainEntity": [
        {
          "@type": "Question",
          "name": "Quelles métadonnées puis-je enregistrer ?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames vous permet de noter des informations détaillées pour chaque prise, incluant boîtier, objectif, filtres, numéro de vue, focale, ouverture, vitesse, ISO, mode de mesure, pellicule, flash, localisation GPS, horodatage et notes personnalisées, vous assurant de ne jamais perdre de détails importants de votre photographie argentique."
          }
        },
        {
          "@type": "Question",
          "name": "Quels formats d'image sont supportés ?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames supporte les formats JPEG, TIFF et DNG, vous permettant d'intégrer vos métadonnées enregistrées directement dans les photos argentiques numérisées pour une organisation fluide sur tous vos appareils."
          }
        },
        {
          "@type": "Question",
          "name": "Frames est-il disponible sur Android ou Windows ?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames est actuellement disponible pour iPhone et macOS. Des versions pour Android et Windows sont prévues pour 2026, et en attendant, vous pouvez partager et gérer vos données via les exports de fichiers .frames."
          }
        },
        {
          "@type": "Question",
          "name": "Quelles vitesses et ouvertures sont supportées ?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames fournit des séquences d'ouverture et de vitesse par défaut qui couvrent la plupart des objectifs et boîtiers. Vous pouvez également définir des séquences personnalisées adaptées à votre matériel, le rendant compatible avec n'importe quelle valeur."
          }
        },
        {
          "@type": "Question",
          "name": "Puis-je noter les trépieds ou accessoires ?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Oui, vous pouvez enregistrer les trépieds, flashs et autres accessoires en utilisant le champ de notes personnalisées pour chaque prise de vue. Cette approche flexible vous permet de documenter n'importe quel détail d'équipement ou de prise de vue important pour votre processus, des modèles de trépieds aux déclencheurs à distance et modificateurs de lumière."
          }
        },
        {
          "@type": "Question",
          "name": "Puis-je synchroniser mes données entre iPhone et Mac ?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Oui, vous pouvez transférer facilement vos données de photographie argentique entre iPhone et Mac en utilisant l'export de fichiers .frames. Exportez simplement vos pellicules d'un appareil et importez-les sur un autre. Bien que la synchronisation cloud automatique ne soit pas actuellement disponible pour préserver votre vie privée et la propriété de vos données, le format .frames rend la synchronisation manuelle rapide et simple."
          }
        },
        {
          "@type": "Question",
          "name": "Frames fonctionne-t-il hors ligne ?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Absolument. Frames fonctionne entièrement hors ligne, ce qui le rend parfait pour photographier dans des lieux isolés sans connexion internet. Toutes vos données sont stockées localement sur votre appareil, vous permettant d'enregistrer des prises, de gérer vos archives et d'organiser votre équipement n'importe où. Le marquage de localisation GPS fonctionne également hors ligne et se sauvegarde automatiquement lorsque vous enregistrez chaque vue. Vous n'avez besoin d'internet que pour vérifier les mises à jour de l'application."
          }
        },
        {
          "@type": "Question",
          "name": "Quels sont les plans pour les futures mises à jour ?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Les futures mises à jour développeront les fonctionnalités liées au processus de travail, amélioreront l'intégration entre appareils et ajouteront de nouveaux outils demandés par la communauté. Cela rendra la prise de notes de photographie argentique encore plus flexible et performante."
          }
        }
      ]
    }