{
  "@context": "https://schema.org",
  "@type": "HowTo",
  "name": "Comment enregistrer et intégrer les métadonnées de photographie argentique avec Frames",
  "description": "Apprenez à utiliser Frames pour enregistrer les réglages de votre appareil photo argentique, organiser vos pellicules et intégrer les métadonnées EXIF dans vos images numérisées sur iPhone et Mac.",
  "image": "https://withframes.com/lib/img/shared/app-icon.png",
  "totalTime": "PT10M",
  "inLanguage": "fr",
  "publisher": {
    "@id": "https://withframes.com/#organization"
  },
  "author": {
    "@type": "Organization",
    "@id": "https://withframes.com/#organization"
  },
  "video": {
    "@type": "VideoObject",
    "@id": "https://withframes.com/#frames-video"
  },
  "step": [
    {
      "@type": "HowToStep",
      "position": 1,
      "name": "1. Créer une nouvelle pellicule",
      "text": "Ouvrez Frames sur votre iPhone et appuyez sur l'icône en bas à droite pour démarrer une nouvelle pellicule. Ajoutez votre appareil photo argentique, vos objectifs et choisissez votre type de pellicule. L'ISO est réglé par défaut sur la sensibilité de la boîte, mais vous pouvez l'ajuster selon votre posemètre. C'est ici que commence votre workflow de photographie argentique."
    },
    {
      "@type": "HowToStep",
      "position": 2,
      "name": "2. Enregistrer chaque prise de vue",
      "text": "Lorsque vous photographiez sur pellicule, enregistrez les réglages de l'appareil pour chaque vue : ouverture, vitesse d'obturation, focale, flash, notes créatives et bien plus. La géolocalisation, les noms de lieux et les horodatages sont automatiquement capturés pour soutenir un journal photographique argentique précis. Vous pouvez utiliser les curseurs par défaut ou basculer vers une vue de formulaire classique via le menu en haut à droite."
    },
    {
      "@type": "HowToStep",
      "position": 3,
      "name": "3. Exporter vos données",
      "text": "Une fois votre pellicule terminée et toutes les vues enregistrées, exportez les données sous forme de fichier .frames. Envoyez-le à votre Mac via AirDrop, e-mail ou toute méthode de votre choix. Ce fichier contient toutes vos métadonnées de prise de vue argentique pour une utilisation ultérieure avec vos scans."
    },
    {
      "@type": "HowToStep",
      "position": 4,
      "name": "4. Charger vos données",
      "text": "Après que votre pellicule a été développée et numérisée, ouvrez le fichier .frames sur votre Mac. Double-cliquez simplement dessus ou faites-le glisser dans l'application Frames pour macOS. Vos vues enregistrées se chargent instantanément, prêtes à être associées à vos fichiers photo numérisés."
    },
    {
      "@type": "HowToStep",
      "position": 5,
      "name": "5. Associer les données aux photos",
      "text": "Parcourez vos prises de vue enregistrées en vue liste, grille ou complète, et commencez à associer chaque scan à ses données de vue. Les images JPEG, TIFF et DNG sont actuellement prises en charge, CR2 et NEF arrivent bientôt. Cette étape lie vos photos argentiques à des métadonnées EXIF détaillées, en préservant le contexte de chaque prise de vue."
    },
    {
      "@type": "HowToStep",
      "position": 6,
      "name": "6. Exporter vos photos",
      "text": "Une fois que tout est associé, exportez vos images mises à jour. Les métadonnées sont intégrées directement dans chaque fichier photo, garantissant qu'elles restent visibles sur tous les appareils, outils d'édition et plateformes comme Flickr. Votre photographie argentique bénéficie des avantages recherchables et organisés du numérique, sans perdre son âme."
    }
  ]
}