{
      "@context": "https://schema.org",
      "@type": "FAQPage",
      "publisher": {
        "@id": "https://withframes.com/#organization"
      },
      "author": {
        "@type": "Organization",
        "@id": "https://withframes.com/#organization"
      },
      "dateModified": "2025-11-08",
      "keywords": "fotografi,anteckningar,analog,film,rulle,negativ,anteckningsbok,exif,metadata,kamera,35mm,bild,120mm,foto,app,applikation,iOS,iPhone,Mac",
      "mainEntity": [
        {
          "@type": "Question",
          "name": "Vilka metadata kan jag registrera?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames låter dig logga detaljerad information för varje bild, inklusive kamera, objektiv, filter, bildnummer, brännvidd, bländare, slutartid, ISO, mätläge, filmtyp, blixt, GPS-plats, tidsstämplar och egna anteckningar, så du aldrig förlorar viktiga analogfotografidetaljer."
          }
        },
        {
          "@type": "Question",
          "name": "Vilka bildformat stöds?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames stöder JPEG, TIFF och DNG-format, vilket låter dig bädda in dina registrerade metadata direkt i skannade analoga foton för sömlös organisation och arbetsflöde mellan dina enheter."
          }
        },
        {
          "@type": "Question",
          "name": "Finns Frames på Android eller Windows?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames är för närvarande tillgänglig för iPhone och macOS. Versioner för Android och Windows planeras till 2026, och under tiden kan du dela och hantera din data via .frames-filexport."
          }
        },
        {
          "@type": "Question",
          "name": "Vilka slutartider och bländare stöds?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames tillhandahåller fördefinierade sekvenser för bländare (f/1.0 till f/64) och slutartid (1/8000s till 60s) som täcker de flesta objektiv och kameror. Du kan också definiera anpassade sekvenser för din specifika utrustning, vilket garanterar kompatibilitet med alla anpassade bländar- eller slutartidsvärden."
          }
        },
        {
          "@type": "Question",
          "name": "Kan jag logga stativ eller tillbehör?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Ja, Frames låter dig registrera stativ och ljuskällor som blixtar, ringblixtar, softboxar, reflektorer eller ljusmodifierare. Det finns även ett extra anteckningsfält där du kan lägga till egna detaljer du vill."
          }
        },
        {
          "@type": "Question",
          "name": "Kan jag synkronisera mina data mellan iPhone och Mac?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Ja, du kan sömlöst överföra dina filmfotograferingsdata mellan iPhone och Mac med hjälp av .frames-filexporter. Exportera helt enkelt dina rullar från en enhet och importera dem på en annan. Även om automatisk molnsynkronisering inte är tillgänglig för närvarande för att behålla din integritet och dataäganderätt, gör .frames-formatet manuell synkronisering snabb och enkel."
          }
        },
        {
          "@type": "Question",
          "name": "Fungerar Frames offline?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Absolut. Frames är utformat för att fungera helt offline, vilket gör den perfekt för fotografering på avlägsna platser utan internetanslutning. All din data lagras lokalt på din enhet, så du kan logga bilder, hantera ditt arkiv och organisera din utrustning var som helst. GPS-platstaggar fungerar också offline och sparas automatiskt när du spelar in varje bildruta. Du behöver endast internet när du kontrollerar appuppdateringar."
          }
        },
        {
          "@type": "Question",
          "name": "Vad finns det för planer för framtida uppdateringar?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Framtida uppdateringar kommer att utöka arbetsflödesfunktioner, förbättra integration mellan enheter och lägga till nya verktyg som efterfrågats av gemenskapen. Detta kommer att göra analogfotografiloggning ännu mer flexibel och kraftfull."
          }
        }
      ]
    }