{
  "article_id": "film-cameras-2025",
  "slug": "kob-bedste-nye-filmkameraer-2026",
  "publish_date": "2025-12-27T10:00:00.000Z",
  "update_date": "2025-12-27T10:00:00.000Z",
  "title": "Nye filmkameraer i 2026: De bedste modeller du kan kobe",
  "summary": "Filmfotografering lever stadig i 2026. Fra Pentax og Leica til Lomography og nye startups, her er de filmkameraer du faktisk kan kobe helt nye i dag.",
  "author": "Vincent Tantardini",
  "category": "gear",
  "sections": [
    {
      "type": "paragraph",
      "content": "Filmfotografering overlever ikke bare, den vokser. Mens de fleste kameraproducenter opgav film for artier siden, gor en handfuld producenter noget usaedvanligt: de fremstiller nye filmkameraer. Ikke vintageudstyr eller istandsatte modeller, men kameraer designet og bygget lige nu."
    },
    {
      "type": "paragraph",
      "content": "Her er hvad der faktisk er tilgaengeligt, hvis du vil kobe et helt nyt filmkamera i dag."
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Analogue AF-1"
    },
    {
      "type": "paragraph",
      "content": "Analogue Shop i Amsterdam abnede for forudbestillinger af AF-1 i 2025. Det er et 35mm autofokuskamera designet til gade- og dokumentarfotografering, der kombinerer manuel zonefokusering med automatisk eksponering. Virksomheden startede, fordi de sa et hul i markedet: folk ville have palidelige, moderne filmkameraer uden kompleksiteten ved fuldt manuelle systemer."
    },
    {
      "type": "paragraph",
      "content": "AF-1 bruger LiDAR-autofokusteknologi, der kan fokusere fra 0,5 meter til uendelig, hvilket gor det palideligt selv i svagt lys eller gennem glas. Kameraet har automatisk filmfremforing og DX-kodelasning op til ISO 3200, hvilket betyder mindre brug for at justere indstillinger. Det interessante er, at Analogue Shop startede som en kamerabutik i Amsterdam, for de besluttede at designe deres eget kamera. De sa konstant folk sporge efter palidelige moderne filmkameraer, der ikke kraver vintage-reparationsfardigheder."
    },
    {
      "type": "paragraph",
      "content": "AF-1 henvender sig til fotografer, der har brug for noget palideligt, som ikke sakner dem. Det er bygget til at holde og prissat til at konkurrere med kob og reparation af vintageudstyr."
    },
    {
      "type": "paragraph",
      "content": "[Forudbestil Analogue AF-1](https://af1.analogueshop.com/) i deres officielle webshop for 449,99 EUR. Levering forventes i 1. kvartal 2026."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/analog_af-1_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/analog_af-1_film_photography_camera@2x.jpg",
      "alt": "Analog AF-1 filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Analog Shop"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Arca-Swiss M-Monolith"
    },
    {
      "type": "paragraph",
      "content": "Arca-Swiss har fremstillet pracisionskameraudstyr i Schweiz siden 1926 og har opbygget et staerkt ry blandt professionelle fotografer, der har brug for udstyr, de kan stole pa i krævende situationer."
    },
    {
      "type": "paragraph",
      "content": "M-Monolith er deres moderne monorail-storformatkamera bygget til storformatfilmarbejde, der understotter alt fra 4x5 til 8x10, plus 5x7 og 6x9 formater. Det fungerer ogsa med digitale bagstykker, hvis du har brug for den mulighed. Dette er et kamera til fotografer, der onsker fuld kontrol over deres billeder, uanset om de arbejder i studiet eller ude i felten."
    },
    {
      "type": "paragraph",
      "content": "Kameraet bruger mikrometriske tandhjulsstyringer til alle bevaegelser: vippe, forskydning, drejning og stigning/fald. Du kan justere front- og bagstandarden uafhaengigt med pracision og derefter lase alt nojagtig, hvor du har brug for det. Det modulaere design gor skift mellem formater hurtigt, og der er et bredt udvalg af tilbehor til at konfigurere det til forskellige optagelsessituationer."
    },
    {
      "type": "paragraph",
      "content": "Bygget af flyvaluminium formår M-Monolith at vaere relativt let uden at ofre den stivhed, du har brug for til lange eksponeringer. Baeludtraekningen og de optiske baner er generose nok til at undga vignettering, mens de giver dig masser af plads til at arbejde med forskellige braendvidder og bevaegelser. Det er designet til fotografer, der har brug for stabilitet, bløde tandhjulsjusteringer og fleksibilitet til at hándtere højpracisions billedprojekter."
    },
    {
      "type": "paragraph",
      "content": "[Laer mere om M-Monolith](https://arca-swiss-usa.com/products/m-monolith-film-formats) via Arca-Swiss' officielle hjemmeside."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/arca_swiss_monolith_m_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/arca_swiss_monolith_m_film_photography_camera@2x.jpg",
      "alt": "Arca-Swiss Monolith-M filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Arca-Swiss USA"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chamonix 45F-2"
    },
    {
      "type": "paragraph",
      "content": "Chamonix lancerede 45F-2 i 2017 som en opdateret version af deres populaere 45F-1. Dette 4x5 feltkamera er bygget af et lille vaerksted med otte handvaerkere i Kina, grundlagt af en fotograf og bjergbestiger, der ønskede at skabe de letteste og mest stive kameraer til landskabsfotografering."
    },
    {
      "type": "paragraph",
      "content": "45F-2 bruger en blanding af teak- eller kirsebaetraa med kulfiber kompositmaterialer. Det vejer kun 1.600 gram og folder ned til 208 x 182 x 92 mm, lille nok til rygsaekture. Det, der adskiller det, er den bageste fokuseringsknap, placeret direkte under mattglasset i stedet for foran som pa de fleste feltkameraer. Dette gor fokusering mere naturlig, da du allerede kigger pa mattglasset med den ene hand."
    },
    {
      "type": "paragraph",
      "content": "Kameraet har asymmetrisk vipning pa bagstandarden, styret af en enkelt knap med en lysegra coating, sa du hurtigt kan finde den. Frontstandarden har separate knapper til stigning/fald og vippebevaegelser. Mattglasset har fire stiplede linjer, der hjaelper dig med at opretholde fokus, nar du anvender bageste vipning, uanset om du fotograferer i liggende eller staende format. Dette gor arbejdet med Scheimpflug-princippet meget mere praktisk til arkitektur- og landskabsfotografering."
    },
    {
      "type": "paragraph",
      "content": "Til 1.510 USD med forsendelse tilbyder 45F-2 en veldesignet indgang til 4x5-fotografering, der er lettere og mere bærbar end de fleste feltkameraer i traa. Det accepterer Linhof-type linsebraetter og fungerer med hele Chamonix-tilbehorssortimentet."
    },
    {
      "type": "paragraph",
      "content": "[Laer mere om Chamonix 45F-2](https://www.chamonixviewcamera.com/cameras/45f2) og kob det via deres officielle hjemmeside."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chamonix_45f-2_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chamonix_45f-2_film_photography_camera@2x.jpg",
      "alt": "Chamonix 45F-2 filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Chamonix View Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chamonix 11x14"
    },
    {
      "type": "paragraph",
      "content": "Chamonix 11x14 er et ultra-storformatkamera bygget til fotografer, der har brug for massive negativer. Ved 11x14 tommer ligger dette format langt ud over standard 4x5 eller 8x10 storrelser. Det er handlavet med den samme traa- og kulfiberkonstruktion som andre Chamonix-kameraer, efter deres filosofi om at holde vaegten handterbar og samtidig opretholde stivhed."
    },
    {
      "type": "paragraph",
      "content": "Dette kamera vejer 8 kilogram og folder ned til 505 x 500 x 475 mm. Bagstykket er vendbart, sa du kan skifte mellem liggende og staende format. Det bruger 8-tommers linsebraetter, hvilket giver dig masser af plads til storformatlinser. Ultra-storformat kan virke ekstremt, men der er et dedikeret faellesskab, der fotograferer i disse storrelser. 11x14-formatet har faktisk bedre filmtilgaengelighed end de fleste andre ultra-storformatstorrelser, med flere sort-hvide film stadig produceret i denne dimension."
    },
    {
      "type": "paragraph",
      "content": "Disse kameraer fremstilles pa bestilling i sma partier. Naeste produktionskørsel er planlagt til marts 2026, sa hvis du er interesseret, skal du planlaegge i forvejen. Til denne prisklasse er det en seriøs investering, men du far et handlavet kamera bygget specifikt til ultra-storformatarbejde. Dette er ikke til afslappet fotografering, det er til fotografer, der er dedikeret til at arbejde med nogle af de storste praktiske filmstorrelser tilgaengelige."
    },
    {
      "type": "paragraph",
      "content": "[Laer mere om Chamonix 11x14](https://www.chamonixviewcamera.com/cameras/11x14) via deres officielle hjemmeside. Forudbestillinger til marts 2026-partiet koster 6.250 USD."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chamonix_11x14_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chamonix_11x14_film_photography_camera@2x.jpg",
      "alt": "Chamonix 11x14 filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Chamonix View Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chroma Camera 35mm Click"
    },
    {
      "type": "paragraph",
      "content": "Chroma Camera Click 35mm er et fuldt mekanisk point-and-shoot fra en lille britisk producent kendt for 3D-printede mellemformat- og storformatkameraer. Dette er deres forste selvstaendige 35mm med en glaslinse. Den faste 24mm f/11-optik er skarp i midten med bevidst fald mod kanterne, hvilket giver billederne ægte karakter. Fokus er fast fra ca. 1,5 meter til uendelig, sa de fleste scener forbliver skarpe uden justeringer."
    },
    {
      "type": "paragraph",
      "content": "Fotografering er enkelt: den magnetiske lukker udloser ved en enkelt hastighed pa omkring 1/100s, sa eksponering afhaenger helt af dit filmvalg og det tilgaengelige lys. Chroma anbefaler ISO 200-400 til dagslys og hurtigere film til svagt lys. Den 3D-printede krop er kompakt med manuel filmfremforing og en dedikeret 24mm soger. Den optager standard 24x36mm billeder, men en inkluderet maske konverterer den til halvformat, hvilket fordobler dit antal billeder."
    },
    {
      "type": "paragraph",
      "content": "Fremstillet i sma partier i Storbritannien rapporterer tidlige brugere solid byggekvalitet og ingen lyslaekager. Hvis du vil have et helt nyt, batterifrit kamera med en rigtig vidvinkelglaslinse og nyder enkel, begraensningsbaseret fotografering, er Click 35mm vaerd at kigge pa."
    },
    {
      "type": "paragraph",
      "content": "[Laer mere om Chroma Camera 35mm Click](https://chroma.camera/products/chroma-click-35mm-compact-camera-with-24mm-double-glass-lens) via deres officielle hjemmeside. Det saelges i ojeblikkket for ca. 187 USD."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chroma_camera_35mm_click_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chroma_camera_35mm_click_film_photography_camera@2x.jpg",
      "alt": "Chroma Camera 35mm Click filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Chroma Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Custom Camera Building Series"
    },
    {
      "type": "paragraph",
      "content": "Custom Camera Building (CCB) lancerede en komplet serie af panorama- og storformatkameraer pa Kickstarter i august 2025. Den Ontario-baserede virksomhed tilbyder 6x12, 6x17 panoramakameraer og 4x5, 5x7, 8x10 point-and-shoot-modeller, alle bygget af industrielt kompositmateriale og pracisions 3D-print."
    },
    {
      "type": "paragraph",
      "content": "Det, der gor disse kameraer anderledes, er deres modulaere system. Du kan skifte kegler, bruge den samme linse pa tvaers af forskellige kroppe og skifte mellem formater midt i en rulle. Panoramakameraerne inkluderer snap-in-masker til at skifte formater ojeblikkelig. Denne modulaere tilgang er virkelig nyttig, da mellemformatfotografer kan skifte mellem 6x12 og 6x17, og storformatbrugere kan flytte linser mellem forskellige kropssstorrelser."
    },
    {
      "type": "paragraph",
      "content": "Priserne starter ved 195 CAD for 4x5-kroppen, hvilket gor dem til blandt de mest overkommelige nye storformatmuligheder. Kombinationen af moderne fremstilling og gennemtaenkt design gor specialiserede formater tilgaengelige uden at ga pa kompromis med pracisionen."
    },
    {
      "type": "paragraph",
      "content": "[Laer mere om Custom Camera Building Series](https://customcamerabuilding.com) via projektets officielle hjemmeside."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/custom_camera_building_ccb_series_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/custom_camera_building_ccb_series_film_photography_camera@2x.jpg",
      "alt": "Custom Camera Building (CCB) Series filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Custom Camera Building"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "FilmNeverDie Nana"
    },
    {
      "type": "paragraph",
      "content": "FilmNeverDies Nana er et kompakt 35mm point-and-shoot bygget til at erstatte engangskameraer med noget, du faktisk kan beholde. Det er fuldt automatisk med en 31mm f/11-linse, fast 1/125s lukker og fokusfri optik fra ca. 1,5m til uendelig. Ingen indstillinger at pille ved, bare indsaet film og fotografer."
    },
    {
      "type": "paragraph",
      "content": "Kroppen er lille og kan vaere i lommen, med et hel-metalskal, der foler sig solidt i handen. Det korer pa AA-batterier, har motoriseret fremforing og tilbagespoling, plus en simpel blitz med rod-oje-reduktion. Det, der gor det lidt mere interessant, er 30mm-gevindet pa frontlinsen, som accepterer et valgfrit optisk element til en dobbelt-fokus opsaetning: en til generel fotografering, en anden til skarpere landskaber og portraetter."
    },
    {
      "type": "paragraph",
      "content": "FilmNeverDie startede som en kamerabutik og filmlaboratorium i Melbourne, og de positionerede Nana som et holdbart alternativ til billige plastkameraer. Kameraet blev oprindeligt lanceret gennem crowdfunding, hvilket viser, at der er reel appetit pa et moderne point-and-shoot, der ikke bare er vintage lager med tvivlsom elektronik. Det er ligetil filmfotografering for folk, der vil have enkelthed uden at fole, de bruger et legetoj."
    },
    {
      "type": "paragraph",
      "content": "[Laer mere om Nana 35mm filmkamera](https://filmneverdie.com/products/nana-35mm-film-point-and-shoot-camera) via FilmNeverDies officielle hjemmeside. Det saelges i ojeblikkket for 243,96 USD."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/film_never_die_nana_35mm_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/film_never_die_nana_35mm_film_photography_camera@2x.jpg",
      "alt": "FilmNeverDie Nana 35mm filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) FilmNeverDie"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Fujifilm Instax Mini 41"
    },
    {
      "type": "paragraph",
      "content": "Fujifilm Instax Mini 41 holder instant fotografering forfriskende enkel. Udgivet i foraret 2025 handterer det eksponering automatisk ved at justere lukkertid og blitzudgang baseret pa det tilgaengelige lys. Du peger, trykker pa udloseren og far et kreditkortstørret print pa ca. 90 sekunder. 60mm f/12.7-linsen leverer et synsfelt svarende til en 34mm vidvinkel, velegnet til gruppebilleder og hverdagsscener. Farverne kommer frem levende med det genkendelige Instax-look, og den konstante blitz sikrer, at dine motiver forbliver korrekt belyste i de fleste situationer."
    },
    {
      "type": "paragraph",
      "content": "Betjeningen kunne ikke vaere mere ligetil. En trepositions linsering skifter mellem Slukket, Taendt og Naerbillede-tilstand. Drej til Naerbillede for afstande pa 30-50 cm, og sogeren kompenserer for parallaks, sa din indramning forbliver praecis. Et lille spejl ved siden af linsen hjaelper med selfies. Der er én knap til at tage billeder og et filmvindue, der viser, hvor mange billeder der er tilbage. To AA-batterier driver ca. 100 eksponeringer, for de skal udskiftes."
    },
    {
      "type": "paragraph",
      "content": "Med 345 gram og mal pa 122,5x104,5x67,5 mm passer Mini 41 nemt i tasker til fester eller rejser. Designet laner fra vintage kameraaestetik, mens alt holdes tilgaengeligt for hurtig fotografering. Hvis du vil have instant prints uden menuer eller komplekse indstillinger, leverer dette kamera praecis det. Fujifilms Instax Mini-serie inkluderer ogsa Mini 12, Mini 40 og Mini 99 til forskellige praeferencer, alle med samme filmformat."
    },
    {
      "type": "paragraph",
      "content": "[Laer mere om Fujifilm Instax Mini 41](https://instax.com/mini41/en/) via Instax' officielle hjemmeside. Det saelges i ojeblikkket for 116,95 USD."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/fujifilm_instax_mini_41_instant_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/fujifilm_instax_mini_41_instant_film_photography_camera@2x.jpg",
      "alt": "Fujifilm Instax Mini 41 instant filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Fujifilm Corporation"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Fujifilm Instax Square SQ40"
    },
    {
      "type": "paragraph",
      "content": "Fujifilm Instax SQUARE SQ40 bringer instant fotografering ind i et storre format med sine 62x62 mm firkantede prints. Den retro-inspirerede sorte krop har teksturerede overflader og et tilfredsstillende linsefat-drej, der styrer alt: drej for at taende, drej laengere for selfie-tilstand, eller drej tilbage for at slukke. Ingen menuer, ingen knapper at lede efter. Med 453 gram og kompakt nok til en taske eller stor lomme er det bygget til spontan fotografering til fester, rejser eller hvor oejeblikket rammer."
    },
    {
      "type": "paragraph",
      "content": "f/12.6-linsen fokuserer fra 0,3 meter til uendelig, mens automatisk eksponering handterer en bred raekke lysforhold ved at justere bade lukkertid (1/2 til 1/400s) og blitzintensitet. Et indbygget spejl hjaelper med at indramme selfies, nar du drejer til naerbillede-tilstand for motiver mellem 30 og 50 cm vaek. Den konstante blitz rækker op til 2,2 meter og genoplader pa under 8 sekunder med friske CR2-batterier, som holder til omkring 30 filmpakker."
    },
    {
      "type": "paragraph",
      "content": "Efter hvert billede skubbes filmen automatisk ud og fremkaldes pa ca. 90 sekunder, hvilket afslorer det karakteristiske Instax-farvepop pa et firkantet print. Det storre format giver dine billeder mere tilstedevaerelse end Mini-serien, mens den samme ojeblikkelige tilfredsstillelse bevares. Hvis du vil have noget mere legende og budgetvenligt, tilbyder Instax SQUARE SQ1 et enklere, farverigt alternativ i samme format."
    },
    {
      "type": "paragraph",
      "content": "[Laer mere om Fujifilm Instax Square SQ40](https://instax.com/sq40/en/) via Instax' officielle hjemmeside. Det saelges i ojeblikkket for ca. 149,99 USD."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/fujifilm_instax_square_sq40_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/fujifilm_instax_square_sq40_film_photography_camera@2x.jpg",
      "alt": "Fujifilm Instax Square SQ40 instant filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Fujifilm Corporation"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Fujifilm Instax Wide 400"
    },
    {
      "type": "paragraph",
      "content": "Fujifilm Instax Wide 400 gar stort med et 62x99 mm billedomrade, naesten dobbelt sa stort som Square-prints og over tre gange Mini-formatet. Nar du skal have en hel gruppe med, et vidstraekt landskab eller bare vil have mere visuelt areal, er dette den Instax, du skal raekke ud efter. Den robuste krop vejer 616 gram og inkluderer en skulderrem, designet mere til eventyr end tilfaeldig lommetransport."
    },
    {
      "type": "paragraph",
      "content": "To fokuszoner holder tingene enkle: Normal-tilstand daekker 0,9 til 3 meter til personbilleder, mens Landskab-tilstand handterer 3 meter til uendelig. Kameraet leveres med en aftagelig naerlinse og selfie-spejl til afstande pa 40-50 cm, plus en selvudloser-arm, nar du selv vil vaere med pa billedet. Blitzen rækker op til 3 meter, laengere end dets mindre soskende."
    },
    {
      "type": "paragraph",
      "content": "Bredformat-prints tilbyder generose kanter, der naermest beder om kruseduller, klistermærker eller handskrevne noter. Fire AA-batterier driver omkring 100 billeder, hvilket gor det nemt at blive ved med at fotografere uden at jage specialbatterier. Hvis Mini foler sig for lille, og Square stadig ikke er nok, er Wide 400 i ojeblikkket Fujifilms eneste mulighed for panoramiske instant prints, og den fylder den rolle fint."
    },
    {
      "type": "paragraph",
      "content": "[Laer mere om Fujifilm Instax Wide 400](https://instax.com/wide400/en/) via Instax' officielle hjemmeside. Det saelges i ojeblikkket for ca. 149,95 USD."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/fujifilm_instax_wide_400_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/fujifilm_instax_wide_400_film_photography_camera@2x.jpg",
      "alt": "Fujifilm Instax Wide 400 instant filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Fujifilm Corporation"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Gibellini DCG66"
    },
    {
      "type": "paragraph",
      "content": "Gibellini DCG66 er et pracisions mellemformatkamerahus fremstillet i Italien til fotografer, der vil have bade film og digital i et system. Det accepterer Hasselblad V-serie bagstykker, sa du kan fotografere med klassiske filmbagstykker som A12 eller skifte til digitale muligheder som CFV50c eller CFV100c."
    },
    {
      "type": "paragraph",
      "content": "Fraeset af aluminium foler DCG66 sig solidt og bygget til at holde. Det bruger Gibellinis GC-faestesystem til Hasselblad-bagstykker og Rodenstock HR Digaron-linser, med en hurtigskiftemekanisme, der laser fast pa plads. GFC-fokuseringskalibreringssystemet lader dig finjustere linse-til-film-afstanden med mikrometrisk pracision for skarpe, konsistente resultater."
    },
    {
      "type": "paragraph",
      "content": "Fokusering er fuldt manuel gennem et helikalt faeste, hvilket holder tingene hands-on. Tilpassede flanger kan laves til andre linser, hvilket giver dig flere kreative muligheder."
    },
    {
      "type": "paragraph",
      "content": "DCG66 giver dig pracisionen af et mekanisk vaerktoj og tilfredsstillelsen ved at fotografere pa film, med fleksibiliteten til at ga digital, nar du har brug for det. Alt i et kamerahus."
    },
    {
      "type": "paragraph",
      "content": "[Laer mere om DCG66](https://gibellinicamera.com/product/dcg66/) via Gibellinis officielle hjemmeside. Det saelges i ojeblikkket for 2.990,00 EUR og er tilgaengeligt pa restordre."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/gibellini_dcg66_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/gibellini_dcg66_film_photography_camera@2x.jpg",
      "alt": "Gibellini DCG66 filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Gibellini"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Gibellini AG810"
    },
    {
      "type": "paragraph",
      "content": "Gibellini AG810 er et 8x10 foldbart feltkamera fraeset helt af aluminium i Italien. Med 4,3 kg er det bemærkelsesvæerdigt let for dette format og folder ned til et kompakt 330x320x100 mm til transport. Aluminiumskonstruktionen giver stivhed og pracision, mens den forbliver betydeligt lettere end traditionelle 8x10-kameraer i traa."
    },
    {
      "type": "paragraph",
      "content": "Kameraet tilbyder fulde bevaegelser inklusive front stigning, fald, forskydning, vipning og drejning, plus bageste vipning og drejning. Det bruger Sinar-kompatible linsebraetter og accepterer alle standard 8x10-filmholdere. Baelgen straekker sig fra 30 mm til 640 mm, med en valgfri posebaelg, der gar ned til 0 mm til ekstreme vidvinkler. Auto-nul positionering pa begge standarder gor nulstilling af bevaegelser hurtig."
    },
    {
      "type": "paragraph",
      "content": "Gibellini tilbyder tilpasning med kropsfarver og baelge i hvid, sort, rod, bla, gron eller sand. Kameraet inkluderer optisk mattglas og en ny bøjle-bagstykke-mekanisme for nemmere filmladning. Til 10.000 EUR er det et professionelt vaerktoj for fotografer, der har brug for 8x10-oplosning uden vaegten og volumenet af aeldre designs."
    },
    {
      "type": "paragraph",
      "content": "[Laer mere om AG810](https://gibellinicamera.com/product/ag810-2/) via Gibellinis officielle hjemmeside. Det saelges i ojeblikkket for 3.740,00 EUR og er tilgaengeligt pa restordre."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/gibellini_ag810_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/gibellini_ag810_film_photography_camera@2x.jpg",
      "alt": "Gibellini AG810 filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Gibellini"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Holga 120N"
    },
    {
      "type": "paragraph",
      "content": "Holga 120N blev designet i 1982 af Lee Ting-mo som et billigt kamera til hverdagsfamiliebilleder i Hong Kong. Det bruger 120 rullefilm og kan optage 12 firkantede billeder (6x6 cm) eller 16 rektangulaere (6x4,5 cm) med simple indsatsmasker. Den helt plastik 60mm f/8-linse leverer billeder, der kun er skarpe i midten og falmer ud i blode, vignette-tunge kanter. Det, der var ment som et budgetvaerktoj for arbejderklassen, blev en global favorit blandt fotografer, der jagter dens lo-fi aestetik."
    },
    {
      "type": "paragraph",
      "content": "Produktionen var taet pa at do i begyndelsen af 1980'erne, da 35mm tog over, men Holga fandt et nyt liv i udlandet. Den originale fabrik lukkede i 2015, selvom Lee Ting-mo reddede formene. Et ar senere genoptog Sunrise produktionen, og nye enheder er blevet sendt verden rundt siden. Lyslaekager gennem plastiksammenfojningerne tilfoejer uforudsigelige glow-effekter, og filmfremforingen gor dobbelteksponeringer naesten for nemme."
    },
    {
      "type": "paragraph",
      "content": "Med kun to blaendeindstillinger (solskin og oversky), en enkelt 1/100s lukkertid plus bulb-tilstand og zonefokusering via simple ikoner tvinger 120N dig til at saetne farten ned og omfavne uheld. I en tidsalder med teknisk perfektion minder dette kamera os om, at 'fejlbehæftede' optikker kan producere resultater, som intet digitalt filter kan replikere. Det er et vaerktoj for alle, der vil stoppe med at pixel-kigge og begynde at lege."
    },
    {
      "type": "paragraph",
      "content": "Du kan [kobe Holga 120N](https://www.bhphotovideo.com/c/product/369376-REG/Holga_144120_144_120_120N.html) via forhandlerhjemmesider som B&H for 39,99 USD."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/holga_120n_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/holga_120n_film_photography_camera@2x.jpg",
      "alt": "Holga 120N filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) URBN US Retail"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Intrepid 4x5"
    },
    {
      "type": "paragraph",
      "content": "Intrepid Camera Company er baseret i Brighton, UK og blev startet af designstuderende, der ville gore storformatfotografering nemmere og mere tilgængelig. I stedet for at jage gamle, tunge kameraer byggede de deres forste 4x5 med stotte fra det tidlige filmfaellesskab, og de samler stadig alt i hand pa deres Brighton-vaerksted."
    },
    {
      "type": "paragraph",
      "content": "Nar du tager Intrepid 4x5 op, far du et kamera, der er designet til at baeres og bruges, ikke bare beundres pa en hylde. Det er let nok til vandreture og folder fladt for at passe i en rygsaek. Alle de vaesent-lige bevaegelser til front- og bagjusteringer er der, sa du kan styre fokus og perspektiv direkte. Mattglasset er lyst og ligetil til indramning og fokusering."
    },
    {
      "type": "paragraph",
      "content": "Du kan bruge standardlinser og holdere, hvilket betyder, at du ikke er last til noget bestemt system. Hvis du vil fotografere storformat uden at rode med gammelt gear, gor Intrepids 4x5 processen klar, enkel og virkelig sjov."
    },
    {
      "type": "paragraph",
      "content": "[Laer mere om Intrepid 4x5](https://intrepidcamera.co.uk/products/intrepid-4x5-camera) og kob det via deres officielle hjemmeside for 366,95 EUR."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/intrepid_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/intrepid_4x5_film_photography_camera@2x.jpg",
      "alt": "Intrepid 4x5 filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Intrepid Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Kodak Ektar H35"
    },
    {
      "type": "paragraph",
      "content": "Kodak Ektar H35 kom pa markedet i 2022 som et af de billigste nye filmkameraer tilgaengelige. Fremstillet af Reto Project under Kodak-maerket saelges det for omkring 50 USD og bruger halvformat til at fordoble dit antal billeder. En 36-eksponeringers rulle giver dig 72 vertikale billeder i stedet for de saedvanlige 36."
    },
    {
      "type": "paragraph",
      "content": "Kodak tilbyder nu flere farvevarianter inklusive begraensede udgaver og har udgivet en H35N-model med en natblitz. Kameraet er lavet helt af plast, hvilket holder omkostningerne nede, men betyder, at du skal handtere det forsigtigt. Det er blevet populaert blandt yngre fotografer som et overkommeligt indgangspunkt til film."
    },
    {
      "type": "paragraph",
      "content": "Dette er et grundlaeggende point-and-shoot med en plastlinse, fast blaende pa f/9.5 og en enkelt lukkertid pa 1/100. Der er en indbygget blitz, du aktiverer ved at dreje ringen rundt om linsen. Det er let, kan vaere i lommen og dodsimpelt at bruge. Afvejningen er billedkvalitet: plastlinsen producerer blode resultater, isaer pa afstand. Det fungerer bedst med ISO 400-film og motiver ca. 1,5 til 2 meter vaek. Hvis du vil have skarpe billeder eller manuel kontrol, kig andetsteds. Men hvis du vil have en overkommelig made at skyde flere billeder pr. rulle pa uden at bekymre dig om indstillinger, leverer H35 praecis det."
    },
    {
      "type": "paragraph",
      "content": "[Laer mere om Kodak Ektar H35](https://www.kodak.com/en/consumer/product/cameras/film/h35-film-camera/) via Kodaks officielle hjemmeside."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/kodak_ektar_h35_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/kodak_ektar_h35_film_photography_camera@2x.jpg",
      "alt": "Kodak Ektar H35 filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Eastman Kodak Company"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Kodak Snapic A1"
    },
    {
      "type": "paragraph",
      "content": "Kodak Snapic A1 ankommer som et ligetil svar til alle, der vil fotografere pa fuldformat 35mm-film uden kompleksitet. I hjertet sidder en coatet tre-elements 25mm-linse ved f/9.5, fast men skarp nok til hverdagssituationer. Fokus fungerer gennem to zoneindstillinger: skift mellem 0,5-1,5 meter til naermere motiver eller 1,5 meter til uendelig til alt andet. Ingen gaetterier eller besvaerlige knapper, bare hurtige justeringer, der lader dig blive ved med at fotografere. Kameraet handterer filmfremforing og tilbagespoling automatisk, mens blitzsystemet tilbyder auto, tvangs-on, slukket og rod-oje-tilstande gennem et lille LCD-panel."
    },
    {
      "type": "paragraph",
      "content": "Det, der far A1 til at skille sig ud, er, hvor meget funktionalitet Kodak har pakket ind i sa minimal en pakke. Den bageste OLED viser dit billednummer, batteristatus og aktuelle indstillinger med et blik. En dobbelteksponeringstilstand abner for kreative lagdelingsmuligheder, noget du ikke finder pa de fleste budgetfilmkameraer. Fysiske specifikationer forbliver imponerende kompakte pa 118x62x35 mm og kun 117 gram, korende pa to AAA-batterier, der rækker til ca. ti 24-eksponeringers ruller. Den effektivitet betyder noget, nar du er ude en hel dag eller rejser let."
    },
    {
      "type": "paragraph",
      "content": "Dette prover ikke at vaere et premium-instrument eller en vintage-samlerobjekt. ABS-kroppen holder omkostningerne nede, mens retro-stylingen og det fremtrædende Kodak-maerkning giver det karakter. For nogen, der traeder ind i filmfotografering eller vil have et besvaersfrit backup-kamera, leverer Snapic A1 det, der betyder noget: palidelige fuldformatbilleder uden laringskurven af manuelle kontroller eller begraensningerne ved halvformater."
    },
    {
      "type": "paragraph",
      "content": "[Laer mere om Kodak Snapic A1](https://www.kodak.retopro.co/products/kodak-snapic-a1-35mm-film-camera) via Kodakfilm.retos hjemmeside. Du kan forudbestille det for 99,00 USD."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/kodak_snapic_a1_35mm_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/kodak_snapic_a1_35mm_film_photography_camera@2x.jpg",
      "alt": "Kodak Snapic A1 filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Kodakfilm.reto"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica M6 genudgivelse"
    },
    {
      "type": "paragraph",
      "content": "Leica bragte M6-maalesogeren tilbage i november 2022. Dette er ikke et redesign eller en opdatering, det er en tro reproduktion af deres mest populaere mekaniske kamera. Den originale M6 blev produceret fra 1984 til 2002, og fotografer holdt aldrig op med at sporge efter det."
    },
    {
      "type": "paragraph",
      "content": "2022-versionen har nogle opgraderinger vaerd at notere. Top- og bunddaeksler er nu fraeset af massiv messing i stedet for stobt zink, og de bruger samme slidbestandige sorte lak som M11. Sogeren er den forbedrede 0.72x-version fra MP med bedre antireflekscoating. Lysmåleren inkluderer nu en rod midterprik ud over pilesymbolerne til at bekraefte korrekt eksponering, plus en batteriadvarselsindikator. Leica beholdt 'Leitz' rod prik-logoet i stedet for 'Leica' som et nik til originalen."
    },
    {
      "type": "paragraph",
      "content": "Genudgivelsen bevarer den samme mekaniske pracision og maalesoger-fokussystem. Leicas handvaerkere bygger disse kameraer pa samme made, som de altid har gjort. Hvis du vil have den klassiske maalesögeropi med nye produktionsgarantier og support, er dette det."
    },
    {
      "type": "paragraph",
      "content": "[Laer mere om Leica M6](https://leica-camera.com/en-US/photography/cameras/m/m6) og kob det via Leicas webshop for 6.415,00 USD."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_m6_re_edition_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_m6_re_edition_film_photography_camera@2x.jpg",
      "alt": "Leica M6 genudgivelse filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica M-A (Typ 127)"
    },
    {
      "type": "paragraph",
      "content": "Leica udgav M-A i 2014 som deres forste rent mekaniske kamera siden M4-P sluttede produktionen i 1981. Dette er det mest afskaelede M-kamera, du kan kobe nyt: ingen lysmaler, ingen elektronik, intet batteri overhovedet. Det er fuldstaendigt mekanisk og vil fungere pa ubestemt tid uden strom."
    },
    {
      "type": "paragraph",
      "content": "M-A bruger forkromede messingdaeksler til top og bund og udelader bevidst den rode Leica-prik for maksimal underspillethed. Det er ogsa markant slankere end digitale M-kameraer. Du far lukkertider op til 1/1000 og den samme 0.72x soger som andre moderne M-kameraer, med rammebilleder til 28mm til 135mm linser. Til omkring 5.000-6.000 USD er det for fotografer, der vil fokusere rent pa blaende, lukkertid og komposition uden nogen elektronisk assistance. Leica inkluderer endda en rulle Kodak Tri-X 400 med hvert kamera, som en anerkendelse af parringen af to fotografiske klassikere fodt i 1950'erne."
    },
    {
      "type": "paragraph",
      "content": "[Laer mere om Leica M-A](https://leica-camera.com/en-US/photography/cameras/m/m-a-typ-127-black) og kob det via Leicas webshop for 6.310,00 USD."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_m-a_typ_127_black_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_m-a_typ_127_black_film_photography_camera@2x.jpg",
      "alt": "Leica M-A (Typ 127) filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica MP"
    },
    {
      "type": "paragraph",
      "content": "Leica introducerede MP i 2003 som deres svar til fotografer, der onskede en fuldt mekanisk maalesoger med kun en lysmaler. Navnet star for 'Mechanical Perfection', og det ligger mellem M6 og M-A med hensyn til funktioner. Du far en TTL-lysmaler, der kraever et batteri, men resten af kameraet fungerer mekanisk uden strom."
    },
    {
      "type": "paragraph",
      "content": "MP lanede designelementer fra den klassiske M3, herunder en metal filmfremforingsarm og tilbagespolingsknap i stedet for M6's svingarm. Sogeren har forbedret antireflekscoating sammenlignet med M6. Det er bygget af massiv messing med enten sort maling eller solv krom-finish og mangler den rode Leica-prik for en lavere profil. Batteriet driver kun lysmaleren, sa hvis det lober tor, fungerer kameraet stadig perfekt. Til 6.415 USD er det prissat som M6-genudgivelsen og appellerer til fotografer, der onsker mekanisk palidelighed med maelassistance."
    },
    {
      "type": "paragraph",
      "content": "[Laer mere om Leica MP](https://leica-camera.com/en-US/photography/cameras/m/mp-silver) og kob det via Leicas webshop for 6.415,00 USD."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_mp_silver_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_mp_silver_film_photography_camera@2x.jpg",
      "alt": "Leica MP filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Linhof Master Technika-serien"
    },
    {
      "type": "paragraph",
      "content": "Linhof fremstiller stadig Master Technika-linjen i Tyskland og tilbyder to versioner af deres legendariske 4x5 metalfeltkamera. Master Technika Classic inkluderer en indbygget maalesoger og kan bruges fra handen med kompatible linser og den valgfrie Universal Optiske Soger. Master Technika 3000 dropper maaalesogeren, men tilfojer et indbygget vidvinkel-fokuseringsspor med ekstern fokuseringsknap og uendelig-stop til 38mm, 47mm og 58mm linser. Begge kameraer har fulde bevaegelser (vip, forskyd, drej), folder ned i kompakte huse til transport og bruger den samme robuste stobekonstruktion, som Linhof har vaeret kendt for siden 1936."
    },
    {
      "type": "paragraph",
      "content": "Classic appellerer til fotografer, der onsker maalesogerfunktionalitet til handholdtfotografering og portraetter, mens 3000 er bygget til stativarbejde med ekstreme vidvinkellinser. Begge kameraer accepterer standard 4x5-filmholdere og kan bruge Linhofs Rollex-bagstykker til mellemformat rullefilm. Disse er dyre vaerktojer (priser varierer efter forhandler og konfiguration), men de er bygget til professionelle standarder og designet til at vare i generationer. Linhof-kameraer fra 1950'erne fungerer stadig i dag, og disse moderne versioner opretholder den samme byggekvalitet."
    },
    {
      "type": "paragraph",
      "content": "[Laer mere om Master Technika-serien](https://linhof.com/master-technika-classic-2/) via Linhofs officielle hjemmeside."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/linhof_master_technika_classic_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/linhof_master_technika_classic_film_photography_camera@2x.jpg",
      "alt": "Linhof Master Technika filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Linhof Präzisions-Systemtechnik GmbH"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Linhof Technorama-serien"
    },
    {
      "type": "paragraph",
      "content": "Linhof producerer ogsa Technorama panoramakameraer til 120 og 220 rullefilm. Technorama 617s III fotograferer 6x17 cm-billeder (fire billeder pr. 120-rulle) med udskiftelige linser inklusive 72mm, 90mm, 180mm og 250mm muligheder. Technorama 612 PC II optager 6x12 cm-billeder med et 2:1 formatforhold og inkluderer 8mm indbygget vertikal forskydning i hver linse til at korrigere perspektiv uden at vippe kameraet. Begge bruger stobte metalkroppe og rent mekanisk betjening uden batterier."
    },
    {
      "type": "paragraph",
      "content": "Disse er specialistkameraer til landskabs-, arkitektur- og industrifotografering. Fokus indstilles efter afstandsskala snarere end gennem linsen, og hver linse leveres med sin egen helikal fokuseringsmontering. Kameraerne kan bruges fra handen, men fungerer bedst pa stativ givet de ekstreme formater og behovet for praecis fokus. Bemaerk at Linhof standsede produktionen af Technorama-linser for ar siden, selvom kamerakroppene forbliver tilgaengelige, og ejere kan fa deres egne storformatlinser konverteret til at passe systemet."
    },
    {
      "type": "paragraph",
      "content": "[Laer mere om Technorama-serien](https://linhof.com/technorama-617s/) via Linhofs officielle hjemmeside."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/linhof_technorama_617s_III_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/linhof_technorama_617s_III_film_photography_camera@2x.jpg",
      "alt": "Linhof Technorama filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Linhof Präzisions-Systemtechnik GmbH"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography LC-A 120"
    },
    {
      "type": "paragraph",
      "content": "Lomography LC-A 120 bringer den klassiske LC-A-oplevelse til mellemformatfilm. I modsaetning til sine 35mm-soskende fotograferer dette kamera pa 120-film og tilbyder en 38mm f/4.5-linse, der leverer det velkendte levende, kontrastrige look, som Lomography-brugere elsker. Det forbliver fuldt manuelt med zonefokusering, blaendeprioritet og en mekanisk lukker, men har et simpelt design, der opfordrer til spontan fotografering uden komplikationer."
    },
    {
      "type": "paragraph",
      "content": "Kameraet har en kompakt bygning til et mellemformathus, hvilket gor det til en alsidig mulighed for fotografer, der onsker storre negativer, men stadig vil baere noget hanterbart. Dets solide plast- og metalkonstruktion balancerer holdbarhed med lethed; det er et kamera, du kan tage overalt med dig."
    },
    {
      "type": "paragraph",
      "content": "[Kob Lomography LC-A 120](https://shop.lomography.com/lomo-lc-a-120-film-camera) i deres officielle webshop for 449,90 USD."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lc-a_120_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lc-a_120_film_photography_camera@2x.jpg",
      "alt": "Lomography LC-A 120 filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography LC-Wide"
    },
    {
      "type": "paragraph",
      "content": "Lomography LC-Wide udvider Lomographys LC-A-arv med en bredere 17mm f/4.5 glaslinse, ideel til landskaber, arkitektur og gadefotografering. Det bruger 35mm-film og fokuserer med det klassiske zonesystem, men denne model er fuldt mekanisk uden autofokus eller eksponeringsautomatik, hvilket holder processen ligetil."
    },
    {
      "type": "paragraph",
      "content": "Kameraets bygning er kompakt og robust med en plastkrop og et metallinsefat. Det er en fantastisk mulighed for dem, der vil have LC-A'ens varemærke maettede farver og vignetteringseffekter, men med et meget bredere perspektiv. LC-Wide er nem at betjene, hvilket gor den til en favorit blandt Lomography-fans, der nyder eksperimentering og vintage aestetik."
    },
    {
      "type": "paragraph",
      "content": "[Kob Lomography LC-Wide](https://shop.lomography.com/lomo-lc-wide-35-mm-film-camera) i deres officielle webshop for 279,30 USD."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lc-wide_35_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lc-wide_35_film_photography_camera@2x.jpg",
      "alt": "Lomography LC-Wide filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography Lomomatic 110"
    },
    {
      "type": "paragraph",
      "content": "Lomomatic 110 genopliver det lommestorrelse 110-filmformat, som Kodak introducerede i 1972. Lomography er nu den eneste producent af 110-film, og dette kamera bringer formatet tilbage med moderne funktioner. Det er lillebitte pa ca. 11 cm langt og bruger en skydemekanisme til at folde ud til fotografering, hvilket gor det virkelig lommevenligt."
    },
    {
      "type": "paragraph",
      "content": "Kameraet inkluderer en Minitar CX 23mm f/2.8 glaslinse, automatisk eksponering, zonefokusering (0,8 m, 1,5 m, 3 m, uendelig) og skiftbare blaender til dag (f/5.6) og nat (f/2.8) fotografering. Du kan indstille ISO til 100, 200 eller 400, og det tilbyder bulb-tilstand til lange eksponeringer plus multieksponeringsmulighed. En valgfri aftagelig blitz inkluderer farvede gelfiltre."
    },
    {
      "type": "paragraph",
      "content": "110-formatet producerer billeder, der er ca. halvdelen af 35mm-billeder, hvilket giver dem en tydeligt kornet, lo-fi aestetik. Film koster omkring 8-12 USD pr. 24-eksponeringers kassette, og fremkaldelse kan vaere udfordrende, da fa laboratorier handterer formatet. Til 99-189 USD afhaengigt af finish og blitz-inklusion henvender det sig til fotografer, der onsker det ufuldkomne, nostalgiske look og ikke har noget imod formatets begraensninger."
    },
    {
      "type": "paragraph",
      "content": "[Kob Lomography Lomomatic 110](https://shop.lomography.com/us/cameras/110-cameras) i deres officielle webshop."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lomomatic_110_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lomomatic_110_film_photography_camera@2x.jpg",
      "alt": "Lomography Lomomatic 110 filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography MC-A"
    },
    {
      "type": "paragraph",
      "content": "Lomography udgav MC-A i oktober 2025, og det er deres mest seriose kamera endnu. Dette er et fuldformat 35mm med autofokus, blaendeprioritet og DX-kodelasning. Det handterer multiple eksponeringer og forbliver let nok til at baere hele dagen."
    },
    {
      "type": "paragraph",
      "content": "Dette er Lomographys forste autofokuskamera og deres forste med en metalkrop. 32mm f/2.8-linsen har fem elementer og er multicoatet. En smart detalje er det USB-C genopladelige CR2-batteri, der folger med, selvom du ogsa kan bruge standard engangs-CR2'ere. Kameraet er som standard indstillet til blitz FRA, hvilket er noget, fotografer har bedt om. Det inkluderer ubegransede multiple eksponeringer og leveres med tilbehor som en Splitzer-linsebeslag til kreative dobbelteksponeringer og farvede blitzgelatiner. Autofokus virker ned til 0,4 meter med zonefokusmuligheder pa 0,4, 0,8, 1,5 og 3 meter plus uendelig."
    },
    {
      "type": "paragraph",
      "content": "Lomography byggede sit ry pa eksperimentelle, tilgaengelige filmkameraer, og MC-A fortsaetter den tradition, mens den tilfojer reel automatik. Det henvender sig til folk, der onsker filmoplevelsen uden at kampe med manuel fokus eller eksponering hver gang."
    },
    {
      "type": "paragraph",
      "content": "[Forudbestil Lomography MC-A](https://shop.lomography.com/lomo-mc-a-35-mm-film-camera-black) i deres officielle webshop for 549,00 USD. Levering forventes i 1. kvartal 2026."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_mc-a_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_mc-a_film_photography_camera@2x.jpg",
      "alt": "Lomography MC-A filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography Sprocket Rocket"
    },
    {
      "type": "paragraph",
      "content": "Lomography Sprocket Rocket er et 35mm panoramakamera, der eksponerer hele filmens bredde, inklusive hullerne i filmranden, hvilket giver dine billeder det umiskendelige analoge look. Dets 30mm-linse tilbyder et 106-graders synsfelt med en subtil fisheye-agtig strakning i kanterne, hvilket gor det fantastisk til landskaber, arkitektur og gruppebilleder. En 36-eksponeringers rulle giver ca. 13-18 panoramabilleder."
    },
    {
      "type": "paragraph",
      "content": "Kontrollerne er minimale: en fast lukkertid pa omkring 1/100s, en Bulb-tilstand til lange eksponeringer, to blaendeindstillinger og to zonefokusafstande (naer og uendelig). Der er ingen lysmaler, sa ISO 400-film fungerer bedst til generel fotografering. Frem- og tilbagespolingsknapperne gor multiple eksponeringer og bevidste overlapninger nemme, sa det er virkelig bygget til eksperimentering."
    },
    {
      "type": "paragraph",
      "content": "Kroppen er letvægtsplast med en hot shoe til blitz og et stativbeslag til Bulb-optagelser. Sogeren er omtrentlig i bedste fald, men det passer til den lose, legende stil, dette kamera opfordrer til. Hvis du allerede har et mere seriost kamera og onsker et sjovt kreativt vaerktoj til filmrande-panoramaer, leverer Sprocket Rocket."
    },
    {
      "type": "paragraph",
      "content": "[Kob Lomography Sprocket Rocket](https://shop.lomography.com/us/sprocket-rocket-35-mm-film-panoramic-camera) i deres officielle webshop for 69,00 USD."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_sprocket_rocket_35mm_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_sprocket_rocket_35mm_film_photography_camera@2x.jpg",
      "alt": "Lomography Sprocket Rocket 35mm filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Ondu Eikan-serien"
    },
    {
      "type": "paragraph",
      "content": "Ondu startede i et lille slovensk vaerksted tilbage i 2013, da Elvis Halilovic begyndte at handlave hulkameraer af traa. Det, der begyndte som et personligt projekt, blev hurtigt til noget storre, og i dag skaber ONDU nogle af de smukkeste analoge kameraer, du kan finde."
    },
    {
      "type": "paragraph",
      "content": "Eikan-serien repraesenterer deres premium-linje af mellemformat hulkameraer. Bygget af omhyggeligt udvalgte hardtraeer som valnad og ahorn er hvert kamera konstrueret uden skruer eller lim ved hjælp af traditionelle traearbejdsteknikker, der er blevet forfinet over generationer. Traaet er behandlet med naturlige olier for at beskytte det, mens den taktile, organiske folelse bevares."
    },
    {
      "type": "paragraph",
      "content": "Det, der gor EIKAN speciel, er, hvordan den handterer 120-film. Designet muliggor praecis billedafstand og inkluderer et indbygget vaterpas til at hjalpe dig med at holde dine horisonter lige. Selve hullet er laserskaaret for konsistens, og det magnetiske lukkersystem er enkelt men effektivt. Du far den drommeagtige, blod-fokus kvalitet, som hulkamerafotografering er kendt for, med eksponeringer der typisk straekker sig fra et par sekunder til flere minutter afhaengigt af lysforholdene."
    },
    {
      "type": "paragraph",
      "content": "Disse er ikke masseproducerede kameraer. Hver EIKAN laves pa bestilling i Slovenien, sa der er aegte handvaerk bag hvert stykke."
    },
    {
      "type": "paragraph",
      "content": "[Laer mere om Ondu hulkameraer](https://ondupinhole.com/) via deres officielle hjemmeside."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/ondu_eikan_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/ondu_eikan_film_photography_camera@2x.jpg",
      "alt": "Ondu Eikan filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Ondu Pinhole"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Pentax 17"
    },
    {
      "type": "paragraph",
      "content": "Pentax overraskede alle ved at udgive et nyt halvformatkamera midt i 2024. Pentax 17 fotograferer vertikale billeder og fordobler dit antal billeder pr. rulle. Ricoh Imaging Corporation designede det til bærbarhed og enkelhed og satsede pa formatets vintage-appel og praktiske fordele."
    },
    {
      "type": "paragraph",
      "content": "Vaerd at naevne er, at linsen er et tripletdesign baseret pa Ricoh Auto Half og Espio Mini fra 1994. Kameraet inkluderer syv optagetilstande, herunder en 'Bokeh'-tilstand til portraetter og en bulb-tilstand til lange eksponeringer. Top- og bundpladerne er magnesiumlegering (samme materiale brugt i Pentax' high-end digitalkameraer som K-1), hvilket holder det let men holdbart. Kameraet korer pa et CR2-batteri, som Pentax anslár vil holde ca. 10 ruller, hvis du bruger blitz pa halvdelen af dine billeder."
    },
    {
      "type": "paragraph",
      "content": "Halvformatkameraer var populaere i 1960'erne og 70'erne, derefter forsvandt de. Pentax bragte formatet tilbage med moderne byggekvalitet og ligetil kontroller. Det er kompakt, nemt at bruge og giver dig 72 billeder pa en standard 36-eksponeringers rulle."
    },
    {
      "type": "paragraph",
      "content": "[Kob Pentax 17](https://pentax.eu/products/pentax-17) i deres officielle webshop for 549,99 EUR."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/pentax_17_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/pentax_17_film_photography_camera@2x.jpg",
      "alt": "Pentax 17 filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Ricoh Imaging Europe S.A.S."
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Polaroid I-2"
    },
    {
      "type": "paragraph",
      "content": "Polaroid I-2 er Polaroids mest kapable instant kamera lige nu, designet til fotografer, der faktisk onsker kontrol over deres billeder. Udgivet i slutningen af 2024 pakker det den skarpeste linse, Polaroid nogensinde har lavet: en tre-elements 98mm optik med kontinuerlig LiDAR-autofokus, der rammer fokus fra 0,4 meter ud til uendelig. Den virkelige historie her er manuel kontrol. Du far Automatisk, Blaendeprioritet, Lukkertidsprioritet, Manuel, Multi-eksponering og Selvudloser-tilstande. Blaende straekker sig fra f/8 til f/64, lukkertider gar fra 1/250 sekund til 30 sekunder, og eksponeringskompensation justerer i 1/3-stop-trin over +/- 2 EV for praecis lysstyrkelkontrol."
    },
    {
      "type": "paragraph",
      "content": "Bade det ydre display og den elektroniske soger viser dine indstillinger i realtid: eksponeringsvaerdier, blaende, lukkertid, batteristatus, resterende billeder og fokusafstand. Den indbyggede blitz producerer blod, balanceret belysning, og der er ekstern blitz-synk, hvis du vil arbejde med studioudstyr. Bluetooth forbinder til Polaroids app til fjernfotografering og dybere justeringer. Det genopladelige litium-ion-batteri driver op til 15 filmpakker pr. opladning via USB-C. Det bedste? I-2 fotograferer i-Type, 600 og SX-70-film, sa du kan eksperimentere med forskellige instant-formater pa en krop."
    },
    {
      "type": "paragraph",
      "content": "Polaroids sortiment inkluderer ogsa Now+ Gen 3 med kreative filtre, den lommestore Polaroid Go og klassiske 600 eller SX-70-modeller til enklere fotografering. Men hvis du er seriøs omkring instant fotografering i 2026, er I-2, hvor den reelle kapacitet findes."
    },
    {
      "type": "paragraph",
      "content": "[Kob Polaroid I-2](https://www.polaroid.com/en_us/cameras/i2-camera) i deres officielle webshop for 399,99 USD."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/polaroid_i-2_instant_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/polaroid_i-2_instant_film_photography_camera@2x.jpg",
      "alt": "Polaroid I-2 instant filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Polaroid"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Rollei 35 AF"
    },
    {
      "type": "paragraph",
      "content": "MiNT Camera sendte Rollei 35 AF i slutningen af 2024, hvor de opdaterede det ikoniske 1960'er-kompaktkamera med moderne teknologi. Originalen var genialt lille, men krævede at man gaettede fokusafstande. MiNT bevarede den kompakte krop og tilføjede LiDAR-autofokus, automatisk eksponering og en indbygget blitz. Det bruger en fast 35mm f/2.8-linse og bevarer den manuelle filmfremforing."
    },
    {
      "type": "paragraph",
      "content": "Kameraet bruger LiDAR-teknologi, der kan fokusere fra 0,5 meter til uendelig, hvilket gor det palideligt selv under udfordrende forhold. Det har bade automatisk eksponering og manuelle kontroller til blaende (f/2.8 til f/16), lukkertid og ISO. Interessant nok hjalp pensionerede Pentax-ingenioörer med at designe linsen. MiNT brugte omkring fem ar pa at udvikle dette kamera og arbejdede sig gennem flere prototyper for udgivelsen."
    },
    {
      "type": "paragraph",
      "content": "I betragtning af prisen er det et premium kompaktkamera til fotografer, der onsker noget lommevenligt uden besvaeret med zonefokusering. MiNT har officielt licenseret Rollei-navnet til projektet og bringer et af filmfotografiets mest genkendte designs tilbage med faktiske moderne bekvemmeligheder."
    },
    {
      "type": "paragraph",
      "content": "[Laer mere om Rollei 35 AF](https://rollei35af.com/pages/camera) via Rolleis officielle hjemmeside. Det var prissat til 885,00 EUR ved lancering, men er i ojeblikkket udsolgt. Du skal muligvis tjekke online kamerabutikker eller lokale forretninger for at finde en forhandler."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/rollei_35_af_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/rollei_35_af_film_photography_camera@2x.jpg",
      "alt": "Rollei 35 AF filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Rollei 35 AF"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Shen Hao-kameraer"
    },
    {
      "type": "paragraph",
      "content": "Shen Hao er en Shanghai-baseret kameraproducent, der har lavet storformat- og feltkameraer siden midt-1990'erne. De arbejder primart med traa og metal og producerer feltkameraer i formater fra 4x5 tommer op til panoramaer som 6x17 cm og storre."
    },
    {
      "type": "paragraph",
      "content": "Det, der gor dem interessante, er kombinationen af traditionelt handvaerk og praktiske moderne funktioner. Deres kameraer inkluderer Graflok-bagstykker og standard linsebraetter, mens de bevarer den klassiske traaaestetik. Den reelle appel er vaerdi: deres HZX45-II A-model tilbyder ordentlige bevaegelser (stigning, forskydning, vipning) og solid konstruktion til en brokdel af, hvad du ville betale for sammenlignelige europaeiske kameraer."
    },
    {
      "type": "paragraph",
      "content": "De daekker ogsa et usaedvanligt bredt udvalg af formater. Ud over standard 4x5 og 5x7 laver Shen Hao panoramakameraer i 6x17, 6x12 og endda 12x20 tommer formater. Det er sjaldent at finde denne variation fra en producent fokuseret pa feltkameraer i traa, der forbliver baarbare nok til faktisk feltarbejde."
    },
    {
      "type": "paragraph",
      "content": "[Laer mere om Shen Hao-kameraer](http://www.shen-hao.com/) via deres officielle hjemmeside."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/shen_hao_ptb-45_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/shen_hao_ptb-45_film_photography_camera@2x.jpg",
      "alt": "Shen Hao PTB-45 filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Shanghai Shen Hao Professional Camera Co., Ltd."
    },
    {
      "type": "heading",
      "level": 3,
      "content": "SilverBridges WideluxX"
    },
    {
      "type": "paragraph",
      "content": "WideluxX genopliver det panoramiske Widelux-kamera, kendt for sin roterende linsemekanisme, der skaber karakteristiske bredformatbilleder med naturligt buede horisonter. SilverBridges arbejder pa denne opdaterede version, som vil fotografere bade 35mm og mellemformat panoramabilleder."
    },
    {
      "type": "paragraph",
      "content": "De originale Widelux-kameraer blev kultfavoritter. Jeff Bridges fotograferer berómt med et og har udgivet boger med sine Widelux-fotografier. Produktionen sluttede for ar siden, men SilverBridges bringer den mekaniske panoramateknologi tilbage med opdateret fremstilling. Det er et nichekamera til en specifik slags fotografering, men det er praecis pointen."
    },
    {
      "type": "paragraph",
      "content": "Mens kameraet endnu ikke er 'faktisk' tilgaengeligt, syntes jeg, det ville vaere fedt at inkludere det pa denne liste for at stotte projektet. WideluxX er stadig en prototype, og forudbestillinger er ikke abnet endnu, men du kan [laere mere om SilverBridges WideluxX](https://wideluxx.com) ved at besoöge projektets officielle hjemmeside."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/silverbridges_wideluxx_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/silverbridges_wideluxx_film_photography_camera@2x.jpg",
      "alt": "SilverBridges WideluxX filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) SilverBridges"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Smartflex 4x5"
    },
    {
      "type": "paragraph",
      "content": "Smartflex 4x5 blev finansieret pa Kickstarter i slutningen af 2024 og begyndte at sende i begyndelsen af 2025. Skabt af storformatentusiaster HuaTong Zhang og hans partner (baseret mellem Shenzhen og Tokyo) er det en 4x5 SLR, der vejer lidt over 2 kg, let nok til at fotografere fra handen. Kameraet bruger 3D-printede materialer og kulfiber for at forblive baerbart, mens en lys 5x5-soger gor fokusering virkelig behagelig."
    },
    {
      "type": "paragraph",
      "content": "Til omkring 2.000 USD for kroppen er det stadig dyrt, men betydeligt billigere end traditionelle storformatkameraer. Den reelle fordel er alsidighed: det accepterer standard 4x5-filmholdere og fungerer ogsa med Instax Wide-bagstykker, sa du kan teste lysopsaetninger, for du bruger dyr planfilm. Dette gor storformat portraetfotografering mere praktisk end nogensinde."
    },
    {
      "type": "paragraph",
      "content": "[Kob Smartflex Camera 4x5](https://smartflexcamera.shop/products/smartflex-camera-4x5) med sin Smartnon 178mm og Instax Wide-bagstykke som et saet pa Smartflex' officielle hjemmeside for 543.890 JPY."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/smartflex_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/smartflex_4x5_film_photography_camera@2x.jpg",
      "alt": "Smartflex 4x5 filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Zhuoyao Chen"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Stenopeika Air Force-serien"
    },
    {
      "type": "paragraph",
      "content": "Stenopeika Air Force-serien samler italiensk handvaerk og praktisk design til storformatfotografer, der onsker et feltkamera, de kan tage overalt. Disse kameraer er kendt for deres letvaeégts, holdbare konstruktion ved brug af en blanding af seje materialer som Kevlar-fiber og organza-silke til baelgen. Trods deres bærbarhed tilbyder de det udvalg af bevaegelser, fotografer forventer, herunder stigning, fald, drejning og vipning pa bade front- og bagstandard. Dette gor dem meget tilpasningsdygtige ved kontrol af perspektiv og fokus, uanset om du fotograferer landskaber eller arkitektur."
    },
    {
      "type": "paragraph",
      "content": "Serien daekker flere formater med modeller til 4x5, 5x7, 8x10 og endda 11x14, hver designet til at balancere kompakthed med det baelgudtraek og linsekompatibilitet, der kraeves til storre formater. Et fremtrædende traek er, hvor fuldstaendigt disse kameraer folder ned, hvilket gor dem nemme at pakke og baere til lokationsoptagelser. De blode, nemme at lase kontroller og magnetiske snap-on mattglasbeskyttere oger det brugervenlige design. Samlet set leverer Air Force-kameraerne en kombination af solid bygning, intuitiv handtering og fleksibilitet, hvilket gor dem til et solidt valg for alle, der er investeret i storformatfilmfotografering og ogsa har brug for bårbarhed og pracision."
    },
    {
      "type": "paragraph",
      "content": "[Laer mere om Stenopeika-kameraer](https://www.stenopeika.com/) via virksomhedens officielle hjemmeside."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/stenopeika_air_force_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/stenopeika_air_force_film_photography_camera@2x.jpg",
      "alt": "Stenopeika Air Force filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Stenopeika"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Svedovsky-kameraer"
    },
    {
      "type": "paragraph",
      "content": "Svedovsky Cameras blev grundlagt af Piotr Niewierowicz, en tjekkisk designer og handvaerker, der blander traditionelt traaarbejde med praecis kamerateknik. Hans designs fokuserer pa at skabe funktionelle, smukt fremstillede storformatkameraer, der forbedrer den fotografiske oplevelse."
    },
    {
      "type": "paragraph",
      "content": "Flagskibsmodellen er et 8x10 feltkamera, handlavet af omhyggeligt udvalgte hardtraeer som mahogni eller eg, med messingbeslag og fint fraesede komponenter, der folder ned til transport. Kameraerne har blode, praecise frontstandardbevaegelser inklusive vipning og forskydning. De bruger standard storformatlinsebraetter og moderne filmholdere, hvilket giver kompatibilitet uden proprietaere restriktioner."
    },
    {
      "type": "paragraph",
      "content": "Fremstillet i sma partier i Tjekkiet er disse kameraer bade praktiske vaerktojer og kunstvaerker."
    },
    {
      "type": "paragraph",
      "content": "[Laer mere om Svedovsky-kameraer](http://svedovsky.com/) via virksomhedens officielle hjemmeside."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/svedovsky_8x10_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/svedovsky_8x10_film_photography_camera@2x.jpg",
      "alt": "Svedovsky 8x10 filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Svedovsky Cameras"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Woodyman Camera"
    },
    {
      "type": "paragraph",
      "content": "Woodyman er en lille fransk producent, der bygger storformatkameraer i traa med praktisk anvendelighed som forste prioritet. De laver letvaegtskameraer i 4x5, 5x7 og 8x10 af valnad og kirsebaetr, designet til fotografer, der onsker et baarbart feltkamera, som faktisk er behageligt at baere hele dagen, ikke bare et studiestykke."
    },
    {
      "type": "paragraph",
      "content": "Kameraerne daekker de vaassentlige bevaegelser: front stigning, fald og vipning, plus bageste vipning og drejning, sa du far nok fleksibilitet til arkitektur, landskaber og stilleben. Baelgudtraekning er solid til almindelige braendvidder, og de bruger standard linsebraetter og filmholdere, sa de passer lige ind i en eksisterende storformatopsaetning uden at have brug for proprieteart udstyr."
    },
    {
      "type": "paragraph",
      "content": "Opsaetning er hurtig, og lasemekanismerne er ligetil, hvilket betyder noget, nar du arbejder pa lokation. De er maerkbart lettere end traditionelle metalmonorails eller aeldre designs i traa, hvilket gor dem til et godt valg for vandrere og alle, der fotograferer vaek fra studiet. Woodyman retter sig grundlaeggende mod fotografer, der onsker disciplinen og billedkvaliteten ved storformat uden intimidationsfaktoren: moderne traearbejde, velkendte bevaegelser og bygget til at klare reel brug i felten."
    },
    {
      "type": "paragraph",
      "content": "[Laer mere om Woodyman Camera-modeller](https://woodymancamera.com/en/) via virksomhedens officielle hjemmeside. Priserne starter ved ca. 840,00 EUR for 4x5-modellen og 1.500,00 EUR for 8x10."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/woodyman_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/woodyman_4x5_film_photography_camera@2x.jpg",
      "alt": "Woodyman 4x5 filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Billede (C) Woodyman Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Hvorfor dette betyder noget"
    },
    {
      "type": "paragraph",
      "content": "Disse kameraer repraesenterer noget storre end bare nye produkter. De beviser, at der er reel eftersporgsel pa filmfotografivaerktojer, nok til at retfaerdiggore fremstilling fra bunden. Disse er ikke Kickstarter-projekter, der måske sender en dag. De fleste af disse kameraer er tilgaengelige nu eller sender til forudbestillingskunder."
    },
    {
      "type": "paragraph",
      "content": "Virksomhederne bag dem er ikke arveproducenter, der prover at presse profit ud af gamle designs. De er nye virksomheder (eller nyligt engagerede som Pentax), der bygger kameraer til folk, der vaelger film i 2026, med alt hvad det valg indebarer."
    },
    {
      "type": "paragraph",
      "content": "Filmfotografering har andre krav end i 1990'erne. Folk fotograferer mindre, men forventer mere af hvert billede. De onsker kameraer, der respekterer deres tid, mens de bevarer det, der gor film specielt. Disse nye kameraer er designet til den virkelighed."
    }
  ],
  "meta_title": "Nye filmkameraer du kan kobe i 2026 | Frames Blog",
  "meta_description": "Udforsk nye filmkameraer tilgaengelige i 2026. Fra 35mm til storformat, opdag modeller fra Pentax, Leica, Lomography og flere du kan kobe helt nye i dag.",
  "meta_keywords": "filmkameraer 2026, nye filmkameraer, kob filmkamera, 35mm filmkamera, mellemformat filmkamera, storformat kamera, Pentax 17, Leica M6 genudgivelse, Lomography MC-A, Analogue AF-1, nye filmkameraer i produktion, filmfotografering 2026"
}
