{
  "article_id": "film-cameras-2025",
  "slug": "krashchi-novi-plivkovi-kamery-2026",
  "publish_date": "2026-02-14T10:00:00.000Z",
  "update_date": "2026-02-14T10:00:00.000Z",
  "title": "Найкращі нові плівкові камери 2026: що можна купити прямо зараз",
  "summary": "Плівкова фотографія жива у 2026 році. Від Pentax і Leica до Lomography та нових стартапів: ось плівкові камери, які можна купити новими вже сьогодні.",
  "author": "Vincent Tantardini",
  "category": "gear",
  "sections": [
    {
      "type": "paragraph",
      "content": "Плівкова фотографія не просто виживає, вона зростає. Поки більшість виробників камер відмовилися від плівки десятиліття тому, кілька компаній роблять дещо незвичне: вони створюють нові плівкові камери. Не вінтажне обладнання чи відновлені моделі, а камери, спроєктовані та виготовлені прямо зараз."
    },
    {
      "type": "paragraph",
      "content": "Ось що дійсно доступне, якщо ви хочете купити нову плівкову камеру сьогодні."
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Analogue AF-1"
    },
    {
      "type": "paragraph",
      "content": "Analogue Shop з Амстердама відкрив попередні замовлення на AF-1 у 2025 році. Це 35-мм камера з автофокусом, розроблена для вуличної та документальної зйомки, що поєднує ручне зонне фокусування з автоматичною експозицією. Компанія з'явилася тому, що засновники побачили прогалину: люди хотіли надійних сучасних плівкових камер без складності повністю ручних систем."
    },
    {
      "type": "paragraph",
      "content": "AF-1 використовує технологію автофокусу LiDAR, яка фокусується від 0,5 метра до нескінченності, що робить камеру надійною навіть при слабкому освітленні або під час зйомки через скло. Камера має автоматичне завантаження плівки та зчитування DX-коду до ISO 3200, що означає менше метушні з налаштуваннями. Цікаво, що Analogue Shop починав як магазин камер в Амстердамі, перш ніж вирішив розробити власну камеру. Засновники постійно бачили, як люди шукають надійні сучасні плівкові камери, які не потребують навичок ремонту вінтажної техніки."
    },
    {
      "type": "paragraph",
      "content": "AF-1 орієнтована на фотографів, яким потрібна надійна камера, що не сповільнюватиме їхню роботу. Вона створена, щоб служити довго, а її ціна конкурує з витратами на купівлю та ремонт вінтажної техніки."
    },
    {
      "type": "paragraph",
      "content": "[Оформити попереднє замовлення на Analogue AF-1](https://af1.analogueshop.com/) можна в їхньому офіційному інтернет-магазині за €449,99. Доставки очікуються в першому кварталі 2026 року."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/analog_af-1_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/analog_af-1_film_photography_camera@2x.jpg",
      "alt": "Analog AF-1 Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Analog Shop"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Arca-Swiss M-Monolith"
    },
    {
      "type": "paragraph",
      "content": "Arca-Swiss виготовляє прецизійне фотообладнання у Швейцарії з 1926 року, здобувши міцну репутацію серед професійних фотографів, яким потрібна техніка, на яку можна покластися у складних умовах."
    },
    {
      "type": "paragraph",
      "content": "M-Monolith — це їхня сучасна монорельсова камера для великоформатної плівкової зйомки, що підтримує формати від 4x5 до 8x10, а також 5x7 та 6x9. Вона також працює з цифровими задніми стінками, якщо вам потрібна така опція. Це камера для фотографів, які хочуть повного контролю над своїми зображеннями, незалежно від того, працюють вони у студії чи на виїзді."
    },
    {
      "type": "paragraph",
      "content": "Камера використовує мікрометричні зубчасті механізми для всіх рухів: нахил, зсув, поворот та підйом/опускання. Ви можете незалежно налаштовувати передній і задній стандарти з високою точністю, а потім фіксувати все саме там, де потрібно. Модульна конструкція дозволяє швидко переключатися між форматами, а широкий вибір аксесуарів допомагає налаштувати камеру для різних ситуацій зйомки."
    },
    {
      "type": "paragraph",
      "content": "Виготовлений з авіаційного алюмінію, M-Monolith залишається відносно легким, не жертвуючи жорсткістю, необхідною для довгих експозицій. Розтягнення міхів та оптичні шляхи достатньо великі, щоб уникнути віньєтування і дати простір для роботи з різними фокусними відстанями та рухами. Камера створена для фотографів, яким потрібна стабільність, плавні зубчасті регулювання та гнучкість для високоточних проєктів."
    },
    {
      "type": "paragraph",
      "content": "[Дізнатися більше про M-Monolith](https://arca-swiss-usa.com/products/m-monolith-film-formats) можна на офіційному сайті Arca-Swiss."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/arca_swiss_monolith_m_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/arca_swiss_monolith_m_film_photography_camera@2x.jpg",
      "alt": "Arca-Swiss Monolith-M Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Arca-Swiss USA"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chamonix 45F-2"
    },
    {
      "type": "paragraph",
      "content": "Chamonix випустила 45F-2 у 2017 році як оновлену версію популярної моделі 45F-1. Ця польова камера формату 4x5 виготовляється невеликою майстернею з восьми ремісників у Китаї, заснованою фотографом і альпіністом, який прагнув створити найлегші та найжорсткіші камери для пейзажної зйомки."
    },
    {
      "type": "paragraph",
      "content": "45F-2 поєднує тик або вишню з композитних матеріалів із вуглецевого волокна. Камера важить лише 1 600 грамів (3,52 фунти) і складається до розмірів 208 x 182 x 92 мм, достатньо компактних для пішого туризму. Її відмінною рисою є ручка заднього фокусування, розташована безпосередньо під матовим склом, а не спереду, як у більшості польових камер. Це робить фокусування більш природним, адже ви вже дивитесь на матове скло однією рукою."
    },
    {
      "type": "paragraph",
      "content": "Камера має асиметричний нахил на задньому стандарті, керований однією ручкою зі світло-сірим покриттям для швидкого виявлення. Передній стандарт оснащений окремими ручками для підйому/опускання та нахилу. Матове скло має чотири пунктирні лінії, які допомагають зберігати фокус при застосуванні заднього нахилу, незалежно від того, знімаєте ви в альбомній чи портретній орієнтації. Це робить роботу з принципом Шаймпфлюга значно практичнішою для архітектурної та пейзажної фотографії."
    },
    {
      "type": "paragraph",
      "content": "За $1 510 з доставкою, 45F-2 пропонує продуманий вхід у фотографію формату 4x5, будучи легшою та мобільнішою за більшість дерев'яних польових камер. Вона приймає об'єктивні дошки типу Linhof і працює з повним асортиментом аксесуарів Chamonix."
    },
    {
      "type": "paragraph",
      "content": "[Дізнатися більше про Chamonix 45F-2](https://www.chamonixviewcamera.com/cameras/45f2) та придбати її можна на офіційному сайті."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chamonix_45f-2_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chamonix_45f-2_film_photography_camera@2x.jpg",
      "alt": "Chamonix 45F-2 Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Chamonix View Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chamonix 11x14"
    },
    {
      "type": "paragraph",
      "content": "Chamonix 11x14 — це надвеликоформатна камера для фотографів, яким потрібні масивні негативи. При розмірі 11x14 дюймів цей формат значно перевищує стандартні 4x5 або 8x10. Камера виготовлена вручну з тих самих деревини та вуглецевого волокна, що й інші камери Chamonix, відповідно до їхньої філософії: тримати вагу під контролем, зберігаючи жорсткість."
    },
    {
      "type": "paragraph",
      "content": "Камера важить 8 кілограмів і складається до розмірів 505 x 500 x 475 мм. Задня стінка є реверсивною, тому можна переключатися між альбомною та портретною орієнтацією. Камера використовує 8-дюймові об'єктивні дошки, що дає достатньо місця для великоформатних об'єктивів. Надвеликий формат може здаватися екстремальним, але існує відданна спільнота фотографів, які знімають у цих розмірах. Формат 11x14 насправді має кращу доступність плівки, ніж більшість інших надвеликих форматів, оскільки кілька видів чорно-білої плівки досі виробляються в цьому розмірі."
    },
    {
      "type": "paragraph",
      "content": "Ці камери виготовляються на замовлення невеликими партіями. Наступний виробничий цикл заплановано на березень 2026 року, тому, якщо вас це цікавить, варто планувати заздалегідь. За цією ціною це серйозна інвестиція, але ви отримуєте камеру ручної роботи, створену спеціально для надвеликоформатної зйомки. Це не для повсякденної фотографії, а для фотографів, відданих роботі з одними з найбільших практичних форматів плівки."
    },
    {
      "type": "paragraph",
      "content": "[Дізнатися більше про Chamonix 11x14](https://www.chamonixviewcamera.com/cameras/11x14) можна на офіційному сайті. Попередні замовлення на партію березня 2026 року коштують $6 250."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chamonix_11x14_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chamonix_11x14_film_photography_camera@2x.jpg",
      "alt": "Chamonix 11x14 Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Chamonix View Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chroma Camera 35mm Click"
    },
    {
      "type": "paragraph",
      "content": "Chroma Camera Click 35mm — це повністю механічна «навів і знімай» від невеликого британського виробника, відомого 3D-друкованими середньо- та великоформатними камерами. Це їхня перша автономна 35-мм камера зі скляним об'єктивом. Фіксований об'єктив 24mm f/11 дає різке зображення в центрі з навмисним спадом різкості до країв, надаючи знімкам справжній характер. Фокус фіксований приблизно від 1,5 метра до нескінченності, тому більшість сцен залишаються різкими без налаштувань."
    },
    {
      "type": "paragraph",
      "content": "Зйомка проста: магнітний затвор спрацьовує на одній витримці приблизно 1/100 с, тому експозиція повністю залежить від вибору плівки та наявного світла. Chroma рекомендує ISO 200-400 для денного світла та швидші плівки для слабкого освітлення. 3D-друкований корпус компактний, з ручною протяжкою плівки та спеціальним видошукачем для 24 мм. Камера знімає стандартні кадри 24x36 мм, але маска в комплекті перетворює її на напівкадрову, подвоюючи кількість знімків."
    },
    {
      "type": "paragraph",
      "content": "Камера виготовляється невеликими партіями у Великій Британії. Перші користувачі відзначають якісну збірку та відсутність засвічувань. Якщо вам потрібна нова камера без батарейок із справжнім скляним ширококутним об'єктивом і вам подобається проста зйомка з обмеженнями, Click 35mm варта уваги."
    },
    {
      "type": "paragraph",
      "content": "[Дізнатися більше про Chroma Camera 35mm Click](https://chroma.camera/products/chroma-click-35mm-compact-camera-with-24mm-double-glass-lens) можна на офіційному сайті. Наразі вона продається приблизно за $187."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chroma_camera_35mm_click_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chroma_camera_35mm_click_film_photography_camera@2x.jpg",
      "alt": "Chroma Camera 35mm Click Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Chroma Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Custom Camera Building Series"
    },
    {
      "type": "paragraph",
      "content": "Custom Camera Building (CCB) запустила повну лінійку панорамних і великоформатних камер на Kickstarter у серпні 2025 року. Компанія з Онтаріо пропонує панорамні камери 6x12 та 6x17, а також моделі «навів і знімай» форматів 4x5, 5x7 та 8x10, виготовлені з композитних матеріалів промислового класу та прецизійного 3D-друку."
    },
    {
      "type": "paragraph",
      "content": "Ці камери вирізняються модульною системою. Ви можете змінювати конуси, використовувати один об'єктив на різних корпусах та переключатися між форматами посеред ролика. Панорамні камери мають маски, що вставляються одним клацанням, для миттєвої зміни формату. Цей модульний підхід дійсно корисний: фотографи середнього формату можуть переключатися між 6x12 і 6x17, а користувачі великого формату можуть переносити об'єктиви між корпусами різних розмірів."
    },
    {
      "type": "paragraph",
      "content": "Ціни починаються від $195 CAD за корпус 4x5, що робить їх одними з найдоступніших нових великоформатних варіантів. Поєднання сучасного виробництва та продуманого дизайну робить спеціалізовані формати доступними без шкоди для точності."
    },
    {
      "type": "paragraph",
      "content": "[Дізнатися більше про Custom Camera Building Series](https://customcamerabuilding.com) можна на офіційному сайті проєкту."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/custom_camera_building_ccb_series_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/custom_camera_building_ccb_series_film_photography_camera@2x.jpg",
      "alt": "Custom Camera Building (CCB) Series Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Custom Camera Building"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "FilmNeverDie Nana"
    },
    {
      "type": "paragraph",
      "content": "FilmNeverDie Nana — це компактна 35-мм камера «навів і знімай», створена як заміна одноразовим камерам. Вона повністю автоматична з об'єктивом 31mm f/11, фіксованим затвором 1/125 с та безфокусною оптикою від приблизно 1,5 м до нескінченності. Жодних налаштувань: просто заряджайте плівку і знімайте."
    },
    {
      "type": "paragraph",
      "content": "Корпус маленький і кишеньковий, з суцільнометалевою оболонкою, яка приємно лежить у руці. Камера працює на батарейках AA, має моторизовану протяжку та перемотування, а також простий спалах із зменшенням ефекту червоних очей. Цікавою деталлю є різьба 30 мм на передньому об'єктиві, яка приймає додатковий оптичний елемент для подвійного фокусування: один для загальної зйомки, інший для чіткіших пейзажів та портретів."
    },
    {
      "type": "paragraph",
      "content": "FilmNeverDie починала як магазин камер і фотолабораторія в Мельбурні, і вони позиціонували Nana як довговічну альтернативу дешевим пластиковим камерам. Камера спочатку була запущена через краудфандинг, що підтвердило реальний попит на сучасну камеру «навів і знімай», яка не є просто вінтажним товаром із сумнівною електронікою. Це просте знімання на плівку для тих, хто хоче простоти, не відчуваючи, що користується іграшкою."
    },
    {
      "type": "paragraph",
      "content": "[Дізнатися більше про Nana 35mm Film Camera](https://filmneverdie.com/products/nana-35mm-film-point-and-shoot-camera) можна на офіційному сайті FilmNeverDie. Наразі вона продається за $243,96."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/film_never_die_nana_35mm_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/film_never_die_nana_35mm_film_photography_camera@2x.jpg",
      "alt": "FilmNeverDie Nana 35mm Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © FilmNeverDie"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Fujifilm Instax Mini 41"
    },
    {
      "type": "paragraph",
      "content": "Fujifilm Instax Mini 41 робить моментальну фотографію приємно простою. Випущена навесні 2025 року, камера автоматично керує експозицією, регулюючи витримку та потужність спалаху залежно від наявного освітлення. Ви наводите, натискаєте кнопку спуску і отримуєте знімок розміром з кредитну картку приблизно за 90 секунд. Об'єктив 60mm f/12.7 дає кут огляду, подібний до 34-мм ширококутника, що добре підходить для групових знімків та повсякденних сцен. Кольори виходять насиченими з тим впізнаваним виглядом Instax, а постійний спалах забезпечує належне освітлення об'єктів у більшості ситуацій."
    },
    {
      "type": "paragraph",
      "content": "Користуватися камерою гранично просто. Тризначне кільце об'єктива перемикається між позиціями «Вимкнено», «Увімкнено» та «Макро». Поверніть на «Макро» для відстані 30-50 см, і видошукач компенсує паралакс, щоб кадрування залишалося точним. Невелике дзеркальце біля об'єктива допомагає із селфі. Є одна кнопка для зйомки та віконце, що показує кількість залишених кадрів. Дві батарейки AA забезпечують приблизно 100 знімків до заміни."
    },
    {
      "type": "paragraph",
      "content": "При вазі 345 грамів і розмірах 122,5x104,5x67,5 мм Mini 41 легко поміщається в сумку для вечірок чи подорожей. Дизайн запозичує естетику вінтажних камер, зберігаючи при цьому доступність для швидкої зйомки. Якщо вам потрібні моментальні знімки без меню та складних налаштувань, ця камера дає саме це. Лінійка Fujifilm Instax Mini також включає Mini 12, Mini 40 та Mini 99 для різних уподобань, і всі вони використовують один формат плівки."
    },
    {
      "type": "paragraph",
      "content": "[Дізнатися більше про Fujifilm Instax Mini 41](https://instax.com/mini41/en/) можна на офіційному сайті Instax. Наразі вона продається за $116,95."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/fujifilm_instax_mini_41_instant_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/fujifilm_instax_mini_41_instant_film_photography_camera@2x.jpg",
      "alt": "Fujifilm Instax Mini 41 Instant Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Fujifilm Corporation"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Fujifilm Instax Square SQ40"
    },
    {
      "type": "paragraph",
      "content": "Fujifilm Instax SQUARE SQ40 переносить моментальну фотографію у більший формат із квадратними знімками 62x62 мм. Чорний корпус у ретростилі має текстуроване покриття та приємний механізм повороту об'єктива, який керує всім: поверніть, щоб увімкнути, поверніть далі для режиму селфі або поверніть назад, щоб вимкнути. Жодних меню, жодних кнопок для пошуку. При вазі 453 грами та достатньо компактних розмірах для сумки або великої кишені камера створена для спонтанної зйомки на вечірках, у подорожах чи будь-де, де трапляється момент."
    },
    {
      "type": "paragraph",
      "content": "Об'єктив f/12.6 фокусується від 0,3 метра до нескінченності, тоді як автоматична експозиція працює в широкому діапазоні освітлення, регулюючи витримку (від 1/2 до 1/400 с) та інтенсивність спалаху. Вбудоване дзеркальце допомагає кадрувати селфі при переключенні в режим макро для об'єктів на відстані 30-50 см. Постійний спалах досягає до 2,2 метра і перезаряджається менш ніж за 8 секунд зі свіжими батарейками CR2, яких вистачає приблизно на 30 пачок плівки."
    },
    {
      "type": "paragraph",
      "content": "Після кожного знімка плівка автоматично виштовхується і проявляється приблизно за 90 секунд, демонструючи характерну яскравість кольорів Instax на квадратному знімку. Більший формат надає зображенням більше присутності порівняно з серією Mini, зберігаючи те саме миттєве задоволення. Якщо вам потрібно щось більш грайливе та бюджетне, Instax SQUARE SQ1 пропонує простішу, кольорову альтернативу в тому ж форматі."
    },
    {
      "type": "paragraph",
      "content": "[Дізнатися більше про Fujifilm Instax Square SQ40](https://instax.com/sq40/en/) можна на офіційному сайті Instax. Наразі вона продається приблизно за $149,99."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/fujifilm_instax_square_sq40_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/fujifilm_instax_square_sq40_film_photography_camera@2x.jpg",
      "alt": "Fujifilm Instax Square SQ40 Instant Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Fujifilm Corporation"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Fujifilm Instax Wide 400"
    },
    {
      "type": "paragraph",
      "content": "Fujifilm Instax Wide 400 вирізняється великим форматом із зоною зображення 62x99 мм, майже вдвічі більшою за Square і втричі більшою за Mini. Коли потрібно вмістити цілу групу, широкий пейзаж або просто хочеться більше візуального простору, саме за цією Instax варто тягнутися. Міцний корпус важить 616 грамів і має наплічний ремінь, адже камера створена більше для пригод, ніж для кишені."
    },
    {
      "type": "paragraph",
      "content": "Дві зони фокусування спрощують усе: звичайний режим покриває від 0,9 до 3 метрів для зйомки людей, а режим «Пейзаж» працює від 3 метрів до нескінченності. У комплекті є знімна макролінза та дзеркальце для селфі на відстані 40-50 см, а також важіль автоспуску, коли ви самі хочете потрапити в кадр. Спалах досягає до 3 метрів, далі, ніж у менших моделей."
    },
    {
      "type": "paragraph",
      "content": "Широкоформатні знімки мають щедрі рамки, які так і просять малюнків, наклейок чи рукописних нотаток. Чотири батарейки AA забезпечують приблизно 100 знімків, що дозволяє продовжувати зйомку без пошуку спеціальних елементів живлення. Якщо Mini здається замалим, а Square все ще недостатньо, Wide 400 наразі є єдиним варіантом Fujifilm для панорамних моментальних знімків, і вона чудово справляється з цією роллю."
    },
    {
      "type": "paragraph",
      "content": "[Дізнатися більше про Fujifilm Instax Wide 400](https://instax.com/wide400/en/) можна на офіційному сайті Instax. Наразі вона продається приблизно за $149,95."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/fujifilm_instax_wide_400_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/fujifilm_instax_wide_400_film_photography_camera@2x.jpg",
      "alt": "Fujifilm Instax Wide 400 Instant Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Fujifilm Corporation"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Gibellini DCG66"
    },
    {
      "type": "paragraph",
      "content": "Gibellini DCG66 — це прецизійний середньоформатний корпус камери, виготовлений в Італії для фотографів, які хочуть плівку та цифру в одній системі. Він приймає задні стінки серії Hasselblad V, тому можна знімати з класичними плівковими задніми стінками, такими як A12, або переключатися на цифрові варіанти на кшталт CFV50c чи CFV100c."
    },
    {
      "type": "paragraph",
      "content": "Виточений з алюмінію, DCG66 відчувається надійним і довговічним. Він використовує систему кріплення Gibellina GC для задніх стінок Hasselblad та об'єктивів Rodenstock HR Digaron із механізмом швидкої заміни, який надійно фіксується. Система калібрування фокусу GFC дозволяє точно налаштовувати відстань від об'єктива до плівки з мікрометричною точністю для різких, стабільних результатів."
    },
    {
      "type": "paragraph",
      "content": "Фокусування повністю ручне через гелікоїдне кріплення, що зберігає тактильний контроль. На замовлення можна виготовити спеціальні фланці для інших об'єктивів, що розширює творчі можливості."
    },
    {
      "type": "paragraph",
      "content": "DCG66 дає вам точність механічного інструмента та задоволення від зйомки на плівку з гнучкістю переходу на цифру, коли це потрібно. Усе в одному корпусі."
    },
    {
      "type": "paragraph",
      "content": "[Дізнатися більше про DCG66](https://gibellinicamera.com/product/dcg66/) можна на офіційному сайті Gibellini. Наразі він продається за €2 990,00 і доступний під замовлення."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/gibellini_dcg66_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/gibellini_dcg66_film_photography_camera@2x.jpg",
      "alt": "Gibellini DCG66 Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Gibellini"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Gibellini AG810"
    },
    {
      "type": "paragraph",
      "content": "Gibellini AG810 — це складна польова камера формату 8x10, повністю виточена з алюмінію в Італії. При вазі 4,3 кг вона напрочуд легка для цього формату та складається до компактних 330x320x100 мм для транспортування. Алюмінієва конструкція забезпечує жорсткість і точність, залишаючись значно легшою за традиційні дерев'яні камери 8x10."
    },
    {
      "type": "paragraph",
      "content": "Камера пропонує повний набір рухів: передній підйом, опускання, зсув, нахил та поворот, а також задній нахил та поворот. Вона використовує об'єктивні дошки, сумісні з Sinar, і приймає всі стандартні тримачі плівки 8x10. Міхи розтягуються від 30 мм до 640 мм, з додатковими мішковими міхами, які зменшуються до 0 мм для надширококутних об'єктивів. Автоматичне нульове позиціонування на обох стандартах прискорює скидання рухів."
    },
    {
      "type": "paragraph",
      "content": "Gibellini пропонує персоналізацію: кольори корпусу та міхи у білому, чорному, червоному, синьому, зеленому або піщаному кольорах. Камера оснащена оптичним матовим склом та новим механізмом задньої стінки для зручнішого завантаження плівки. За €10 000 це професійний інструмент для фотографів, яким потрібна роздільна здатність 8x10 без ваги та габаритів старих конструкцій."
    },
    {
      "type": "paragraph",
      "content": "[Дізнатися більше про AG810](https://gibellinicamera.com/product/ag810-2/) можна на офіційному сайті Gibellini. Наразі він продається за €3 740,00 і доступний під замовлення."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/gibellini_ag810_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/gibellini_ag810_film_photography_camera@2x.jpg",
      "alt": "Gibellini AG810 Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Gibellini"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Holga 120N"
    },
    {
      "type": "paragraph",
      "content": "Holga 120N була розроблена у 1982 році Лі Тін-мо як дешева камера для повсякденних сімейних фото в Гонконгу. Вона використовує плівку 120 і може знімати 12 квадратних кадрів (6x6 см) або 16 прямокутних (6x4,5 см) за допомогою простих вставних масок. Суцільно пластиковий об'єктив 60mm f/8 дає зображення, різкі лише в центрі, з м'якими, сильно віньєтованими краями. Те, що задумувалося як бюджетний інструмент для робітничого класу, стало глобальним фаворитом серед фотографів, які цінують його ло-фай естетику."
    },
    {
      "type": "paragraph",
      "content": "Виробництво ледь не припинилося на початку 1980-х, коли 35-мм плівка захопила ринок, але Holga знайшла друге життя за кордоном. Оригінальна фабрика закрилася у 2015 році, хоча Лі Тін-мо зберіг прес-форми. Через рік Sunrise відновила виробництво, і нові камери з тих пір відправляються по всьому світу. Засвічування через пластикові шви додають непередбачуване сяйво, а протяжка плівки робить подвійні експозиції занадто простими."
    },
    {
      "type": "paragraph",
      "content": "З лише двома налаштуваннями діафрагми (сонячно та хмарно), єдиною витримкою 1/100 с плюс режим «Bulb» та зонним фокусуванням за допомогою простих іконок, 120N змушує вас сповільнитися та прийняти випадковості. В епоху технічної досконалості ця камера нагадує, що «недосконала» оптика може давати результати, які жоден цифровий фільтр не відтворить. Це інструмент для тих, хто хоче перестати розглядати пікселі та почати грати."
    },
    {
      "type": "paragraph",
      "content": "Ви можете [придбати Holga 120N](https://www.bhphotovideo.com/c/product/369376-REG/Holga_144120_144_120_120N.html) на сайтах роздрібних продавців, таких як B&H, за $39,99."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/holga_120n_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/holga_120n_film_photography_camera@2x.jpg",
      "alt": "Holga 120N Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © URBN US Retail"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Intrepid 4x5"
    },
    {
      "type": "paragraph",
      "content": "Intrepid Camera Company базується у Брайтоні, Великій Британії, і була заснована студентами дизайну, які хотіли зробити великоформатну фотографію простішою та доступнішою. Замість того, щоб полювати за старими важкими камерами, вони створили свою першу 4x5 за підтримки ранньої плівкової спільноти і досі збирають все вручну у своїй брайтонській майстерні."
    },
    {
      "type": "paragraph",
      "content": "Коли ви берете Intrepid 4x5 у руки, ви отримуєте камеру, яку створено для того, щоб носити та використовувати, а не просто милуватися на полиці. Вона достатньо легка для піших походів і складається пласко, щоб поміститися у рюкзак. Усі необхідні рухи для переднього та заднього регулювань на місці, тому ви можете безпосередньо контролювати фокус і перспективу. Матове скло яскраве та зручне для кадрування і фокусування."
    },
    {
      "type": "paragraph",
      "content": "Ви можете використовувати стандартні об'єктиви та тримачі, тому ви не прив'язані до жодної конкретної системи. Якщо ви хочете знімати у великому форматі без метушні зі старим обладнанням, Intrepid 4x5 робить процес зрозумілим, простим і по-справжньому приємним."
    },
    {
      "type": "paragraph",
      "content": "[Дізнатися більше про Intrepid 4x5](https://intrepidcamera.co.uk/products/intrepid-4x5-camera) та придбати її можна на офіційному сайті за €366,95."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/intrepid_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/intrepid_4x5_film_photography_camera@2x.jpg",
      "alt": "Intrepid 4x5 Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Intrepid Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Kodak Ektar H35"
    },
    {
      "type": "paragraph",
      "content": "Kodak Ektar H35 з'явилася на ринку у 2022 році як одна з найдешевших нових плівкових камер. Виготовлена Reto Project під брендом Kodak, вона продається приблизно за $50 і використовує напівкадровий формат для подвоєння кількості знімків. Ролик на 36 кадрів дає 72 вертикальні зображення замість звичних 36."
    },
    {
      "type": "paragraph",
      "content": "Kodak зараз пропонує кілька кольорових варіантів, включаючи лімітовані серії, і випустила модель H35N з нічним режимом спалаху. Камера повністю виготовлена з пластику, що знижує вартість, але означає необхідність обережного поводження. Вона стала популярною серед молодих фотографів як доступна точка входу у плівкову фотографію."
    },
    {
      "type": "paragraph",
      "content": "Це проста камера «навів і знімай» з пластиковим об'єктивом, фіксованою діафрагмою f/9.5 та єдиною витримкою 1/100. Є вбудований спалах, який активується поворотом кільця навколо об'єктива. Камера легка, кишенькова та гранично проста у використанні. Компроміс полягає у якості зображення: пластиковий об'єктив дає м'які результати, особливо на відстані. Найкраще вона працює з плівкою ISO 400 та об'єктами на відстані приблизно 1,5-2 метри. Якщо вам потрібні різкі зображення або ручне керування, шукайте інший варіант. Але якщо ви хочете доступний спосіб знімати більше кадрів на ролик без турбот про налаштування, H35 дає саме це."
    },
    {
      "type": "paragraph",
      "content": "[Дізнатися більше про Kodak Ektar H35](https://www.kodak.com/en/consumer/product/cameras/film/h35-film-camera/) можна на офіційному сайті Kodak."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/kodak_ektar_h35_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/kodak_ektar_h35_film_photography_camera@2x.jpg",
      "alt": "Kodak Ektar H35 Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Eastman Kodak Company"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Kodak Snapic A1"
    },
    {
      "type": "paragraph",
      "content": "Kodak Snapic A1 — це пряма відповідь для тих, хто хоче знімати повнокадрову 35-мм плівку без складнощів. В основі камери лежить покритий тришаровий об'єктив 25mm f/9.5, фіксований, але достатньо різкий для повсякденних ситуацій. Фокусування працює через два зонних налаштування: перемикайте між 0,5-1,5 метра для ближніх об'єктів або 1,5 метра до нескінченності для решти. Жодних здогадок чи дрібних регуляторів, лише швидкі налаштування, що дозволяють продовжувати зйомку. Камера автоматично протягує та перемотує плівку, а система спалаху пропонує автоматичний, примусовий, вимкнений режими та режим зменшення ефекту червоних очей через невелику LCD-панель."
    },
    {
      "type": "paragraph",
      "content": "Snapic A1 вирізняється кількістю функцій, які Kodak вмістив у такому мінімальному корпусі. Задній OLED-дисплей показує лічильник кадрів, заряд батареї та поточні налаштування. Режим подвійної експозиції відкриває можливості для творчого нашарування, чого не знайти у більшості бюджетних плівкових камер. Фізичні параметри залишаються вражаюче компактними: 118x62x35 мм та лише 117 грамів, живлення від двох батарейок AAA, яких вистачає приблизно на десять роликів по 24 кадри. Ця економність важлива, коли ви проводите цілий день на зйомці або подорожуєте налегке."
    },
    {
      "type": "paragraph",
      "content": "Ця камера не претендує на роль преміального інструмента чи вінтажної колекційної речі. Корпус з ABS-пластику знижує вартість, тоді як ретростиль та помітний логотип Kodak надають їй характеру. Для тих, хто робить перші кроки у плівковій фотографії або шукає безтурботну запасну камеру, Snapic A1 забезпечує головне: надійні повнокадрові зображення без кривої навчання ручного керування та обмежень напівкадрових форматів."
    },
    {
      "type": "paragraph",
      "content": "[Дізнатися більше про Kodak Snapic A1](https://www.kodak.retopro.co/products/kodak-snapic-a1-35mm-film-camera) можна на сайті Kodakfilm.reto. Попереднє замовлення коштує $99,00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/kodak_snapic_a1_35mm_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/kodak_snapic_a1_35mm_film_photography_camera@2x.jpg",
      "alt": "Kodak Snapic A1 Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Kodakfilm.reto"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica M6 Re-edition"
    },
    {
      "type": "paragraph",
      "content": "Leica повернула далекомірну камеру M6 у листопаді 2022 року. Це не переробка і не оновлення, а точне відтворення їхньої найпопулярнішої механічної камери. Оригінальна M6 випускалася з 1984 по 2002 рік, і фотографи ніколи не переставали просити її повернення."
    },
    {
      "type": "paragraph",
      "content": "Версія 2022 року має кілька помітних покращень. Верхня та нижня кришки тепер фрезеровані з цілісної латуні замість литого цинку, і на них використовується те саме зносостійке чорне лакове покриття, що й на M11. Видошукач є вдосконаленою версією 0.72x від MP з покращеним антибліковим покриттям. Експонометр тепер має червону центральну точку на додаток до стрілочних символів для підтвердження правильної експозиції, а також індикатор стану батареї. Leica зберегла логотип «Leitz» з червоною точкою замість «Leica» як данину оригіналу."
    },
    {
      "type": "paragraph",
      "content": "Перевидання зберігає ту саму механічну точність та далекомірну систему фокусування. Майстри Leica збирають ці камери так само, як і завжди. Якщо ви хочете класичний далекомірний досвід із гарантією та підтримкою нового виробництва, це саме те."
    },
    {
      "type": "paragraph",
      "content": "[Дізнатися більше про Leica M6](https://leica-camera.com/en-US/photography/cameras/m/m6) та придбати її можна в інтернет-магазині Leica за $6 415,00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_m6_re_edition_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_m6_re_edition_film_photography_camera@2x.jpg",
      "alt": "Leica M6 Re-edition Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica M-A (Typ 127)"
    },
    {
      "type": "paragraph",
      "content": "Leica випустила M-A у 2014 році як свою першу суто механічну камеру з часів завершення виробництва M4-P у 1981 році. Це найбільш спрощена М-камера, яку можна купити новою: без експонометра, без електроніки, взагалі без батареї. Вона повністю механічна і працюватиме необмежено довго без живлення."
    },
    {
      "type": "paragraph",
      "content": "M-A має хромовані латунні верхню та нижню кришки і навмисно не має червоної точки Leica для максимальної стриманості. Вона також помітно тонша за цифрові М-камери. Витримки до 1/1000 та той самий видошукач 0.72x, що й в інших сучасних М-камерах, з рамками для об'єктивів від 28 мм до 135 мм. За приблизно $5 000-6 000 вона для фотографів, які хочуть зосередитися виключно на діафрагмі, витримці та композиції без будь-якої електронної допомоги. Leica навіть вкладає ролик Kodak Tri-X 400 до кожної камери, визнаючи поєднання двох фотографічних класик, народжених у 1950-х."
    },
    {
      "type": "paragraph",
      "content": "[Дізнатися більше про Leica M-A](https://leica-camera.com/en-US/photography/cameras/m/m-a-typ-127-black) та придбати її можна в інтернет-магазині Leica за $6 310,00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_m-a_typ_127_black_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_m-a_typ_127_black_film_photography_camera@2x.jpg",
      "alt": "Leica M-A (Typ 127) Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica MP"
    },
    {
      "type": "paragraph",
      "content": "Leica представила MP у 2003 році як відповідь фотографам, які хотіли повністю механічну далекомірну камеру з одним лише експонометром. Назва означає «Mechanical Perfection» (механічна досконалість), і камера займає місце між M6 та M-A за набором функцій. Ви отримуєте TTL-експонометр, що потребує батареї, але вся решта камери працює механічно без живлення."
    },
    {
      "type": "paragraph",
      "content": "MP запозичила елементи дизайну від класичної M3, зокрема металевий важіль протяжки плівки та ручку перемотування замість рукоятки M6. Видошукач має покращені антибліеові покриття порівняно з M6. Камера виготовлена з цілісної латуні з чорним фарбуванням або хромованим сріблястим покриттям і не має червоної точки Leica для менш помітного вигляду. Батарея живить лише експонометр, тому якщо вона розрядиться, камера продовжує працювати бездоганно. За $6 415 вона коштує так само, як і перевидання M6, і приваблює фотографів, яким потрібна механічна надійність з допомогою вимірювання експозиції."
    },
    {
      "type": "paragraph",
      "content": "[Дізнатися більше про Leica MP](https://leica-camera.com/en-US/photography/cameras/m/mp-silver) та придбати її можна в інтернет-магазині Leica за $6 415,00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_mp_silver_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_mp_silver_film_photography_camera@2x.jpg",
      "alt": "Leica MP Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Linhof Master Technika Series"
    },
    {
      "type": "paragraph",
      "content": "Linhof досі виготовляє лінійку Master Technika в Німеччині, пропонуючи дві версії їхньої легендарної металевої польової камери 4x5. Master Technika Classic має вбудований далекомір і може використовуватися для зйомки з рук із сумісними об'єктивами та додатковим універсальним оптичним видошукачем. Master Technika 3000 не має далекоміра, але додає вбудовану ширококутну фокусувальну рейку із зовнішньою ручкою фокусування та стопорами нескінченності для об'єктивів 38 мм, 47 мм та 58 мм. Обидві камери мають повний набір рухів (нахил, зсув, поворот), складаються в компактні корпуси для транспортування та використовують ту саму надійну литу металеву конструкцію, якою Linhof відома з 1936 року."
    },
    {
      "type": "paragraph",
      "content": "Classic приваблює фотографів, яким потрібна далекомірна функціональність для зйомки з рук та портретів, тоді як 3000 створена для штативної роботи з надширококутними об'єктивами. Обидві камери приймають стандартні тримачі плівки 4x5 і можуть використовувати задні стінки Linhof Rollex для середньоформатної рулонної плівки. Це дорогі інструменти (ціни залежать від продавця та конфігурації), але вони створені за професійними стандартами та розраховані на покоління. Камери Linhof 1950-х років досі працюють, і сучасні версії підтримують ту саму якість збірки."
    },
    {
      "type": "paragraph",
      "content": "[Дізнатися більше про серію Master Technika](https://linhof.com/master-technika-classic-2/) можна на офіційному сайті Linhof."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/linhof_master_technika_classic_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/linhof_master_technika_classic_film_photography_camera@2x.jpg",
      "alt": "Linhof Master Technika Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Linhof Präzisions-Systemtechnik GmbH"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Linhof Technorama Series"
    },
    {
      "type": "paragraph",
      "content": "Linhof також виробляє панорамні камери Technorama для рулонної плівки 120 та 220. Technorama 617s III знімає зображення 6x17 см (чотири кадри на ролик 120) зі змінними об'єктивами, включаючи варіанти 72 мм, 90 мм, 180 мм та 250 мм. Technorama 612 PC II знімає зображення 6x12 см зі співвідношенням сторін 2:1 і має вбудований вертикальний зсув 8 мм у кожному об'єктиві для корекції перспективи без нахилу камери. Обидві моделі використовують литі металеві корпуси та суто механічне керування без батарейок."
    },
    {
      "type": "paragraph",
      "content": "Це спеціалізовані камери для пейзажної, архітектурної та промислової фотографії. Фокус встановлюється за шкалою відстаней, а не через об'єктив, і кожен об'єктив має власне гелікоїдне фокусувальне кріплення. Камерами можна знімати з рук, але найкраще вони працюють на штативі, враховуючи екстремальні формати та необхідність точного фокусу. Зверніть увагу, що Linhof припинив виробництво об'єктивів Technorama багато років тому, хоча корпуси камер залишаються доступними, а власники можуть конвертувати свої великоформатні об'єктиви для цієї системи."
    },
    {
      "type": "paragraph",
      "content": "[Дізнатися більше про серію Technorama](https://linhof.com/technorama-617s/) можна на офіційному сайті Linhof."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/linhof_technorama_617s_III_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/linhof_technorama_617s_III_film_photography_camera@2x.jpg",
      "alt": "Linhof Technorama Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Linhof Präzisions-Systemtechnik GmbH"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography LC-A 120"
    },
    {
      "type": "paragraph",
      "content": "Lomography LC-A 120 переносить класичний досвід LC-A на середньоформатну плівку. На відміну від своїх 35-мм побратимів, ця камера знімає на плівку 120 і оснащена об'єктивом 38mm f/4.5, який дає той знайомий яскравий, контрастний вигляд, який люблять користувачі Lomography. Камера залишається повністю ручною із зонним фокусуванням, пріоритетом діафрагми та механічним затвором, але має простий дизайн, який заохочує спонтанну зйомку без ускладнень."
    },
    {
      "type": "paragraph",
      "content": "Камера має компактну збірку для середньоформатного корпусу, що робить її універсальним варіантом для фотографів, яким потрібні більші негативи, але хочеться носити щось керованих розмірів. Міцна конструкція з пластику та металу балансує довговічність і легкість. Це камера, яку можна брати з собою всюди."
    },
    {
      "type": "paragraph",
      "content": "[Придбати Lomography LC-A 120](https://shop.lomography.com/lomo-lc-a-120-film-camera) можна в офіційному інтернет-магазині за $449,90."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lc-a_120_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lc-a_120_film_photography_camera@2x.jpg",
      "alt": "Lomography LC-A 120 Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography LC-Wide"
    },
    {
      "type": "paragraph",
      "content": "Lomography LC-Wide розвиває спадщину LC-A від Lomography із ширшим скляним об'єктивом 17mm f/4.5, ідеальним для пейзажів, архітектури та вуличної фотографії. Камера використовує 35-мм плівку та фокусується класичною зонною системою, але ця модель повністю механічна, без автофокусу чи автоматики експозиції, зберігаючи процес простим і зрозумілим."
    },
    {
      "type": "paragraph",
      "content": "Камера має компактну та міцну конструкцію з пластиковим корпусом і металевим тубусом об'єктива. Це чудовий варіант для тих, хто хоче фірмові насичені кольори та віньєтування LC-A, але з набагато ширшою перспективою. LC-Wide проста в користуванні, що робить її фавориткою серед шанувальників Lomography, які люблять експерименти та вінтажну естетику."
    },
    {
      "type": "paragraph",
      "content": "[Придбати Lomography LC-Wide](https://shop.lomography.com/lomo-lc-wide-35-mm-film-camera) можна в офіційному інтернет-магазині за $279,30."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lc-wide_35_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lc-wide_35_film_photography_camera@2x.jpg",
      "alt": "Lomography LC-Wide Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography Lomomatic 110"
    },
    {
      "type": "paragraph",
      "content": "Lomomatic 110 відроджує кишеньковий формат плівки 110, який Kodak представив у 1972 році. Lomography наразі є єдиним виробником плівки 110, і ця камера повертає формат із сучасними функціями. Камера крихітна, приблизно 11 см завдовжки, і використовує висувний механізм для зйомки, що робить її по-справжньому кишеньковою."
    },
    {
      "type": "paragraph",
      "content": "Камера оснащена скляним об'єктивом Minitar CX 23mm f/2.8, автоматичною експозицією, зонним фокусуванням (0,8 м, 1,5 м, 3 м, нескінченність) та перемикальними діафрагмами для денної (f/5.6) та нічної (f/2.8) зйомки. Можна встановити ISO на 100, 200 або 400, а також є режим «Bulb» для довгих експозицій та можливість мультиекспозиції. Додатковий знімний спалах має кольорові гелеві фільтри."
    },
    {
      "type": "paragraph",
      "content": "Формат 110 дає зображення приблизно вдвічі менші за 35-мм кадри, надаючи їм характерну зернисту, ло-фай естетику. Плівка коштує приблизно $8-12 за касету на 24 кадри, а проявка може бути складною, оскільки мало лабораторій працюють із цим форматом. За $99-189 залежно від варіанту оздоблення та наявності спалаху камера орієнтована на фотографів, яким подобається недосконалий, ностальгічний вигляд і які не проти обмежень формату."
    },
    {
      "type": "paragraph",
      "content": "[Придбати Lomography Lomomatic 110](https://shop.lomography.com/us/cameras/110-cameras) можна в офіційному інтернет-магазині."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lomomatic_110_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lomomatic_110_film_photography_camera@2x.jpg",
      "alt": "Lomography Lomomatic 110 Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography MC-A"
    },
    {
      "type": "paragraph",
      "content": "Lomography випустила MC-A у жовтні 2025 року, і це їхня найсерйозніша камера на сьогодні. Це повнокадрова 35-мм камера з автофокусом, пріоритетом діафрагми та зчитуванням DX-коду. Вона підтримує мультиекспозицію та залишається достатньо легкою, щоб носити цілий день."
    },
    {
      "type": "paragraph",
      "content": "Це перша камера Lomography з автофокусом і перша з металевим корпусом. Об'єктив 32mm f/2.8 має п'ять елементів та мультипокриття. Приємна деталь: в комплекті йде акумуляторна батарея CR2 із зарядкою через USB-C, хоча можна використовувати і звичайні одноразові CR2. Камера за замовчуванням має вимкнений спалах, про що фотографи давно просили. Вона включає необмежену мультиекспозицію та поставляється з аксесуарами, такими як насадка Splitzer для творчих подвійних експозицій та кольорові гелі для спалаху. Автофокус працює від 0,4 метра з варіантами зонного фокусу на 0,4, 0,8, 1,5 та 3 метри плюс нескінченність."
    },
    {
      "type": "paragraph",
      "content": "Lomography побудувала свою репутацію на експериментальних, доступних плівкових камерах, і MC-A продовжує цю традицію, додаючи справжню автоматизацію. Камера орієнтована на людей, які хочуть отримати плівковий досвід без постійної боротьби з ручним фокусом чи експозицією."
    },
    {
      "type": "paragraph",
      "content": "[Оформити попереднє замовлення на Lomography MC-A](https://shop.lomography.com/lomo-mc-a-35-mm-film-camera-black) можна в офіційному інтернет-магазині за $549,00. Доставки очікуються в першому кварталі 2026 року."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_mc-a_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_mc-a_film_photography_camera@2x.jpg",
      "alt": "Lomography MC-A Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography Sprocket Rocket"
    },
    {
      "type": "paragraph",
      "content": "Lomography Sprocket Rocket — це панорамна 35-мм камера, яка експонує всю ширину плівки, включаючи перфорацію, надаючи зображенням той неповторний аналоговий вигляд. Об'єктив 30 мм пропонує кут огляду 106 градусів із ледь помітним розтягненням «риб'яче око» по краях, що чудово підходить для пейзажів, архітектури та групових знімків. Ролик на 36 кадрів дає приблизно 13-18 панорамних кадрів."
    },
    {
      "type": "paragraph",
      "content": "Керування мінімальне: фіксована витримка приблизно 1/100 с, режим «Bulb» для довгих експозицій, два налаштування діафрагми та дві зони фокусування (макро та нескінченність). Експонометра немає, тому плівка ISO 400 найкраще підходить для загальної зйомки. Ручки перемотування вперед і назад полегшують мультиекспозицію та навмисне накладання кадрів, тож камера справді створена для експериментів."
    },
    {
      "type": "paragraph",
      "content": "Корпус із легкого пластику має гарячий башмак для спалаху та кріплення для штатива для зйомки в режимі «Bulb». Видошукач дає лише приблизне уявлення, але це відповідає вільному, грайливому стилю, який ця камера заохочує. Якщо у вас вже є серйозніша камера і ви хочете веселий творчий інструмент для панорам із перфорацією, Sprocket Rocket не розчарує."
    },
    {
      "type": "paragraph",
      "content": "[Придбати Lomography Sprocket Rocket](https://shop.lomography.com/us/sprocket-rocket-35-mm-film-panoramic-camera) можна в офіційному інтернет-магазині за $69,00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_sprocket_rocket_35mm_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_sprocket_rocket_35mm_film_photography_camera@2x.jpg",
      "alt": "Lomography Sprocket Rocket 35mm Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Ondu Eikan Series"
    },
    {
      "type": "paragraph",
      "content": "Ondu почалася у невеликій словенській майстерні у 2013 році, коли Елвіс Халілович почав вручну виготовляти пінхол-камери з дерева. Те, що починалося як особистий проєкт, швидко переросло в щось більше, і сьогодні ONDU створює одні з найгарніших аналогових камер, які тільки можна знайти."
    },
    {
      "type": "paragraph",
      "content": "Серія Eikan представляє їхню преміальну лінійку середньоформатних пінхол-камер. Виготовлені з ретельно відібраних твердих порід дерева, таких як горіх та клен, кожна камера зібрана без гвинтів і клею, із застосуванням традиційних столярних технік, вдосконалених протягом поколінь. Деревина оброблена натуральними оліями для захисту, зберігаючи при цьому тактильне, органічне відчуття."
    },
    {
      "type": "paragraph",
      "content": "Особливість EIKAN полягає у тому, як вона працює з плівкою 120. Конструкція забезпечує точний інтервал між кадрами та має вбудований рівень для вирівнювання горизонту. Сам пінхол просвердлений лазером для стабільності, а магнітна система затвора проста, але ефективна. Ви отримуєте те мрійливе, м'яке зображення, яким відома пінхол-фотографія, з експозиціями від кількох секунд до кількох хвилин залежно від умов освітлення."
    },
    {
      "type": "paragraph",
      "content": "Це не масове виробництво. Кожна EIKAN виготовляється на замовлення у Словенії, тож за кожним виробом стоїть справжня майстерність."
    },
    {
      "type": "paragraph",
      "content": "[Дізнатися більше про Ondu Pinhole Cameras](https://ondupinhole.com/) можна на офіційному сайті."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/ondu_eikan_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/ondu_eikan_film_photography_camera@2x.jpg",
      "alt": "Ondu Eikan Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Ondu Pinhole"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Pentax 17"
    },
    {
      "type": "paragraph",
      "content": "Pentax здивувала всіх, випустивши нову напівкадрову камеру в середині 2024 року. Pentax 17 знімає вертикальні кадри та подвоює кількість знімків на ролик. Ricoh Imaging Corporation розробила її з акцентом на портативність і простоту, зробивши ставку на вінтажну привабливість формату та його практичні переваги."
    },
    {
      "type": "paragraph",
      "content": "Варто зазначити, що об'єктив має триплетну конструкцію, засновану на Ricoh Auto Half та Espio Mini 1994 року. Камера включає сім режимів зйомки, зокрема режим «Боке» для портретів та режим «Bulb» для довгих експозицій. Верхня та нижня панелі виготовлені з магнієвого сплаву (того самого матеріалу, що використовується у високоякісних цифрових камерах Pentax, таких як K-1), що забезпечує легкість і довговічність. Камера працює від батарейки CR2, якої, за оцінками Pentax, вистачає приблизно на 10 роликів, якщо спалах використовується для половини знімків."
    },
    {
      "type": "paragraph",
      "content": "Напівкадрові камери були популярні в 1960-70-х роках, а потім зникли. Pentax повернула цей формат із сучасною якістю збірки та зрозумілим керуванням. Камера компактна, проста у використанні та дає 72 знімки на стандартному ролику з 36 кадрами."
    },
    {
      "type": "paragraph",
      "content": "[Придбати Pentax 17](https://pentax.eu/products/pentax-17) можна в офіційному інтернет-магазині за €549,99."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/pentax_17_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/pentax_17_film_photography_camera@2x.jpg",
      "alt": "Pentax 17 Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Ricoh Imaging Europe S.A.S."
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Polaroid I-2"
    },
    {
      "type": "paragraph",
      "content": "Polaroid I-2 — це найфункціональніша моментальна камера Polaroid на сьогодні, створена для фотографів, які дійсно хочуть контролювати свої знімки. Випущена наприкінці 2024 року, вона оснащена найрізкішим об'єктивом Polaroid: триелементна оптика 98 мм із безперервним LiDAR-автофокусом, що точно фокусується від 0,4 метра до нескінченності. Головне тут, це ручне керування. Ви отримуєте автоматичний режим, пріоритет діафрагми, пріоритет витримки, ручний режим, мультиекспозицію та автоспуск. Діафрагма від f/8 до f/64, витримка від 1/250 секунди до 30 секунд, а компенсація експозиції регулюється з кроком 1/3 ступеня в діапазоні +/- 2 EV для точного контролю яскравості."
    },
    {
      "type": "paragraph",
      "content": "Зовнішній дисплей та електронний видошукач показують налаштування в реальному часі: значення експозиції, діафрагму, витримку, стан батареї, залишок кадрів та відстань фокусування. Вбудований спалах дає м'яке, збалансоване світло, а синхроконтакт для зовнішнього спалаху дозволяє працювати зі студійним обладнанням. Bluetooth підключається до додатка Polaroid для дистанційної зйомки та глибших налаштувань. Акумуляторна літій-іонна батарея забезпечує до 15 пачок плівки на одному заряді через USB-C. Найприємніше те, що I-2 знімає на плівку i-Type, 600 та SX-70, тож ви можете експериментувати з різними моментальними форматами на одному корпусі."
    },
    {
      "type": "paragraph",
      "content": "Лінійка Polaroid також включає Now+ Gen 3 з творчими фільтрами, кишеньковий Polaroid Go та класичні моделі 600 або SX-70 для простішої зйомки. Але якщо ви серйозно ставитесь до моментальної фотографії у 2026 році, I-2 пропонує справжні можливості."
    },
    {
      "type": "paragraph",
      "content": "[Придбати Polaroid I-2](https://www.polaroid.com/en_us/cameras/i2-camera) можна в офіційному інтернет-магазині за $399,99."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/polaroid_i-2_instant_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/polaroid_i-2_instant_film_photography_camera@2x.jpg",
      "alt": "Polaroid I-2 Instant Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Polaroid"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Rollei 35 AF"
    },
    {
      "type": "paragraph",
      "content": "MiNT Camera почала відвантаження Rollei 35 AF наприкінці 2024 року, оновивши знаковий компакт 1960-х сучасними технологіями. Оригінал був геніально маленьким, але вимагав вгадування відстані фокусування. MiNT зберегла компактний корпус і додала LiDAR-автофокус, автоматичну експозицію та вбудований спалах. Камера використовує фіксований об'єктив 35mm f/2.8 і зберігає ручну протяжку плівки."
    },
    {
      "type": "paragraph",
      "content": "Камера використовує технологію LiDAR, яка фокусується від 0,5 метра до нескінченності, залишаючись надійною навіть у складних умовах. Вона має як автоматичну експозицію, так і ручне керування діафрагмою (f/2.8 до f/16), витримкою та ISO. Цікаво, що в розробці об'єктива допомагали інженери Pentax на пенсії. MiNT витратила близько п'яти років на розробку цієї камери, пройшовши через кілька прототипів перед випуском."
    },
    {
      "type": "paragraph",
      "content": "Зважаючи на ціну, це преміальний компакт для фотографів, яким потрібно щось кишенькове без клопоту із зонним фокусуванням. MiNT офіційно ліцензувала назву Rollei для проєкту, повернувши один із найвпізнаваніших дизайнів плівкової фотографії зі справжніми сучасними зручностями."
    },
    {
      "type": "paragraph",
      "content": "[Дізнатися більше про Rollei 35 AF](https://rollei35af.com/pages/camera) можна на офіційному сайті Rollei. На момент запуску ціна становила €885,00, але наразі камера відсутня у продажу. Можливо, варто перевірити інтернет-магазини камер або місцеві магазини для пошуку реселерів."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/rollei_35_af_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/rollei_35_af_film_photography_camera@2x.jpg",
      "alt": "Rollei 35 AF Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Rollei 35 AF"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Shen Hao Cameras"
    },
    {
      "type": "paragraph",
      "content": "Shen Hao — це шанхайський виробник камер, який виготовляє великоформатні та польові камери з середини 1990-х років. Компанія працює переважно з деревиною та металом, виробляючи камери огляду у форматах від 4×5 дюймів до панорамних, таких як 6×17 см і більших."
    },
    {
      "type": "paragraph",
      "content": "Цікавим є поєднання традиційної майстерності та практичних сучасних функцій. Їхні камери мають задні стінки Graflok та стандартні об'єктивні дошки, зберігаючи при цьому класичну дерев'яну естетику. Головна привабливість полягає у співвідношенні ціни та якості: модель HZX45-II A пропонує повноцінні рухи (підйом, зсув, нахил) та якісну конструкцію за частину вартості порівнянних європейських камер."
    },
    {
      "type": "paragraph",
      "content": "Shen Hao також охоплює незвично широкий діапазон форматів. Окрім стандартних 4×5 та 5×7, компанія виготовляє панорамні камери у форматах 6×17, 6×12 та навіть 12×20 дюймів. Рідко можна знайти таку різноманітність від виробника дерев'яних польових камер, які при цьому залишаються достатньо портативними для справжньої роботи в полі."
    },
    {
      "type": "paragraph",
      "content": "[Дізнатися більше про камери Shen Hao](http://www.shen-hao.com/) можна на офіційному сайті."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/shen_hao_ptb-45_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/shen_hao_ptb-45_film_photography_camera@2x.jpg",
      "alt": "Shen Hao PTB-45 Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © 上海申豪專業照相機有限公司"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "SilverBridges WideluxX"
    },
    {
      "type": "paragraph",
      "content": "WideluxX відроджує панорамну камеру Widelux, відому своїм механізмом обертового об'єктива, який створює характерні широкоформатні зображення з природно вигнутими горизонтами. SilverBridges працює над оновленою версією, яка зніматиме панорамні зображення як на 35-мм, так і на середньоформатну плівку."
    },
    {
      "type": "paragraph",
      "content": "Оригінальні камери Widelux стали культовими фаворитами. Джефф Бріджес знімає на Widelux і опублікував книги зі своїми фотографіями, зробленими цією камерою. Виробництво припинилося багато років тому, але SilverBridges повертає технологію механічної панорами з оновленим виробництвом. Це нішова камера для специфічного виду зйомки, але саме в цьому її суть."
    },
    {
      "type": "paragraph",
      "content": "Хоча камера ще не є «дійсно» доступною, я вважав за потрібне включити її до цього списку для підтримки проєкту. WideluxX досі є прототипом, і попередні замовлення ще не відкриті. Ви можете [дізнатися більше про SilverBridges WideluxX](https://wideluxx.com), відвідавши офіційний сайт проєкту."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/silverbridges_wideluxx_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/silverbridges_wideluxx_film_photography_camera@2x.jpg",
      "alt": "SilverBridges WideluxX Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © SilverBridges"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Smartflex 4x5"
    },
    {
      "type": "paragraph",
      "content": "Smartflex 4x5 зібрала кошти на Kickstarter наприкінці 2024 року і почала відвантаження на початку 2025 року. Створена ентузіастами великого формату Хуатуном Чжаном та його партнером (базуються між Шеньчженем і Токіо), це дзеркальна камера формату 4x5, що важить трохи більше 2 кг, достатньо легка для зйомки з рук. Камера використовує 3D-друковані матеріали та вуглецеве волокно для портативності, зберігаючи яскравий видошукач 5x5, який робить фокусування по-справжньому зручним."
    },
    {
      "type": "paragraph",
      "content": "За приблизно $2 000 за корпус вона все ще дорога, але значно дешевша за традиційні великоформатні камери. Справжня перевага полягає у універсальності: камера приймає стандартні тримачі плівки 4x5 і також працює із задніми стінками Instax Wide, тож ви можете перевірити налаштування освітлення перед тим, як використовувати дорогу листову плівку. Це робить великоформатну портретну фотографію практичнішою, ніж будь-коли."
    },
    {
      "type": "paragraph",
      "content": "[Придбати Smartflex Camera 4x5](https://smartflexcamera.shop/products/smartflex-camera-4x5) з об'єктивом Smartnon 178mm та задньою стінкою Instax Wide як комплект можна на офіційному сайті Smartflex за ¥543 890."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/smartflex_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/smartflex_4x5_film_photography_camera@2x.jpg",
      "alt": "Smartflex 4x5 Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Zhuoyao Chen"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Stenopeika Air Force Series"
    },
    {
      "type": "paragraph",
      "content": "Серія Stenopeika Air Force поєднує італійську майстерність і практичний дизайн для великоформатних фотографів, яким потрібна польова камера, яку можна взяти куди завгодно. Ці камери відомі своєю легкою, довговічною конструкцією з використанням міцних матеріалів, таких як кевларове волокно та шовк органза для міхів. Попри свою портативність, вони пропонують повний діапазон рухів, який очікують фотографи: підйом, опускання, поворот та нахил на передньому та задньому стандартах. Це робить їх надзвичайно адаптивними для контролю перспективи та фокусу, незалежно від того, знімаєте ви пейзажі чи архітектуру."
    },
    {
      "type": "paragraph",
      "content": "Серія охоплює кілька форматів з моделями для 4x5, 5x7, 8x10 та навіть 11x14, кожна розроблена для балансу компактності з розтягненням міхів та сумісністю об'єктивів, необхідними для більших форматів. Особливістю є те, наскільки повністю ці камери складаються, що робить їх легкими для пакування та транспортування на виїзні зйомки. Плавні механізми фіксації та магнітні захисні кришки матового скла додають зручності у використанні. Загалом камери Air Force поєднують міцну конструкцію, інтуїтивне керування та гнучкість, що робить їх надійним вибором для тих, хто серйозно займається великоформатною плівковою фотографією та потребує портативності й точності."
    },
    {
      "type": "paragraph",
      "content": "[Дізнатися більше про камери Stenopeika](https://www.stenopeika.com/) можна на офіційному сайті компанії."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/stenopeika_air_force_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/stenopeika_air_force_film_photography_camera@2x.jpg",
      "alt": "Stenopeika Air Force Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Stenopeika"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Svedovsky Cameras"
    },
    {
      "type": "paragraph",
      "content": "Svedovsky Cameras заснована Піотром Невєровічем, чеським дизайнером і ремісником, який поєднує традиційну деревообробку з точною камерною інженерією. Його дизайни зосереджені на створенні функціональних, майстерно виготовлених великоформатних камер, що покращують фотографічний досвід."
    },
    {
      "type": "paragraph",
      "content": "Флагманська модель — це польова камера 8x10, виготовлена вручну з ретельно відібраних твердих порід дерева, таких як махагоні або дуб, з латунною фурнітурою та точно фрезерованими компонентами, які складаються для транспортування. Камери мають плавні, точні рухи переднього стандарту, включаючи нахил та зсув. Вони використовують стандартні великоформатні об'єктивні дошки та сучасні тримачі плівки, забезпечуючи сумісність без пропрієтарних обмежень."
    },
    {
      "type": "paragraph",
      "content": "Ці камери виготовляються невеликими партіями в Чехії і є водночас практичними інструментами та витворами мистецтва."
    },
    {
      "type": "paragraph",
      "content": "[Дізнатися більше про Svedovsky Cameras](http://svedovsky.com/) можна на офіційному сайті компанії."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/svedovsky_8x10_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/svedovsky_8x10_film_photography_camera@2x.jpg",
      "alt": "Svedovsky 8x10 Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Svedovsky Cameras"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Woodyman Camera"
    },
    {
      "type": "paragraph",
      "content": "Woodyman — це невеликий французький виробник, який створює дерев'яні великоформатні камери з акцентом на практичність. Компанія виготовляє легкі польові камери 4×5, 5x7 та 8×10 з горіха та вишні для фотографів, які хочуть портативну камеру огляду, зручну для носіння цілий день, а не просто студійний експонат."
    },
    {
      "type": "paragraph",
      "content": "Камери охоплюють основні рухи: передній підйом, опускання та нахил, а також задній нахил та поворот, тому ви отримуєте достатньо гнучкості для архітектури, пейзажів та натюрмортів. Розтягнення міхів достатнє для поширених фокусних відстаней, а стандартні об'єктивні дошки та тримачі плівки дозволяють інтегрувати камеру в наявний великоформатний комплект без пропрієтарного обладнання."
    },
    {
      "type": "paragraph",
      "content": "Розгортання швидке, а механізми фіксації прості, що важливо при роботі на виїзді. Камери помітно легші за традиційні металеві монорельси або старі дерев'яні конструкції, що робить їх гарним вибором для туристів та всіх, хто знімає за межами студії. Woodyman орієнтується на фотографів, які хочуть дисципліну та якість зображення великого формату без фактору залякування: сучасна деревообробка, знайомі рухи та конструкція для реального використання в полі."
    },
    {
      "type": "paragraph",
      "content": "[Дізнатися більше про моделі Woodyman Camera](https://woodymancamera.com/en/) можна на офіційному сайті компанії. Ціни починаються від €840,00 за модель 4x5 та €1 500,00 за 8x10."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/woodyman_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/woodyman_4x5_film_photography_camera@2x.jpg",
      "alt": "Woodyman 4x5 Film Photography Camera",
      "width": "400",
      "height": "300",
      "caption": "Image © Woodyman Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Чому це важливо"
    },
    {
      "type": "paragraph",
      "content": "Ці камери означають щось більше, ніж просто нові продукти. Вони доводять, що існує реальний попит на інструменти для плівкової фотографії, достатній, щоб виправдати виробництво з нуля. Це не проєкти на Kickstarter, які, можливо, колись відправляться. Більшість цих камер доступні зараз або відправляються клієнтам, які зробили попереднє замовлення."
    },
    {
      "type": "paragraph",
      "content": "Компанії, що стоять за ними, не є застарілими виробниками, які намагаються вичавити прибуток зі старих розробок. Це нові підприємства (або ті, що нещодавно взяли на себе зобов'язання, як Pentax), які створюють камери для людей, які обирають плівку у 2026 році, з усім, що цей вибір передбачає."
    },
    {
      "type": "paragraph",
      "content": "Плівкова фотографія має інші вимоги, ніж у 1990-х. Люди знімають менше, але очікують більше від кожного кадру. Вони хочуть камери, які поважають їхній час, зберігаючи те, що робить плівку особливою. Ці нові камери створені саме для цієї реальності."
    }
  ],
  "meta_title": "Нові плівкові камери 2026: що купити сьогодні",
  "meta_description": "Огляд нових плівкових камер 2026 року. Від 35 мм до великого формату: моделі від Pentax, Leica, Lomography та інших, які можна купити новими вже сьогодні.",
  "meta_keywords": "плівкові камери 2026, нові плівкові камери, купити плівкову камеру, 35 мм плівкова камера, середньоформатна плівкова камера, великоформатна камера, Pentax 17, Leica M6, Lomography MC-A, Analogue AF-1, SilverBridges WideluxX, плівкові камери у виробництві, плівкова фотографія 2026"
}