{
  "article_id": "film-cameras-2025",
  "slug": "beste-nieuwe-analoge-cameras-2026",
  "publish_date": "2025-12-13T10:00:00.000Z",
  "update_date": "2025-12-13T10:00:00.000Z",
  "title": "Nieuwe Analoge Camera's in 2026: Complete Koopgids",
  "summary": "Analoge fotografie leeft nog steeds in 2026. Van Pentax en Leica tot Lomography en nieuwe startups, hier zijn de filmcamera's die je nu nieuw kunt kopen.",
  "author": "Vincent Tantardini",
  "category": "gear",
  "sections": [
    {
      "type": "paragraph",
      "content": "Analoge fotografie overleeft niet alleen, het groeit. Terwijl de meeste camerafabrikanten film decennia geleden hebben verlaten, doen een handvol fabrikanten iets ongewoons: ze maken nieuwe filmcamera's. Geen vintage apparatuur of opgeknapte modellen, maar camera's die nu worden ontworpen en gebouwd."
    },
    {
      "type": "paragraph",
      "content": "Dit is wat er daadwerkelijk beschikbaar is als je vandaag een gloednieuwe filmcamera wilt kopen."
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Analogue AF-1"
    },
    {
      "type": "paragraph",
      "content": "Analogue Shop in Amsterdam opende in 2025 de pre-orders voor de AF-1. Het is een 35mm autofocuscamera ontworpen voor straat- en documentairefotografie, die handmatige zonefocus combineert met automatische belichting. Het bedrijf ontstond omdat ze een gat zagen: mensen wilden betrouwbare, moderne filmcamera's zonder de complexiteit van volledig handmatige systemen."
    },
    {
      "type": "paragraph",
      "content": "De AF-1 gebruikt LiDAR-autofocustechnologie die kan scherpstellen van 0,5 meter tot oneindig, waardoor hij zelfs bij weinig licht of door glas betrouwbaar is. De camera heeft automatische filmtransport en DX-codelezing tot ISO 3200, wat minder gehannes met instellingen betekent. Interessant is dat Analogue Shop begon als camerawinkel in Amsterdam voordat ze besloten hun eigen camera te ontwerpen. Ze zagen voortdurend mensen vragen naar betrouwbare moderne filmcamera's die geen vintage reparatievaardigheden vereisten."
    },
    {
      "type": "paragraph",
      "content": "De AF-1 is gericht op fotografen die iets betrouwbaars nodig hebben dat hen niet vertraagt. Hij is gebouwd om lang mee te gaan en geprijsd om te concurreren met het kopen en repareren van vintage apparatuur."
    },
    {
      "type": "paragraph",
      "content": "[Pre-order de Analogue AF-1](https://af1.analogueshop.com/) in hun officiële webshop voor 449,99 €. Leveringen worden verwacht in Q1 2026."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/analog_af-1_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/analog_af-1_film_photography_camera@2x.jpg",
      "alt": "Analogue AF-1 Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Analog Shop"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Arca-Swiss M-Monolith"
    },
    {
      "type": "paragraph",
      "content": "Arca-Swiss maakt al sinds 1926 precisie camera-apparatuur in Zwitserland en heeft een sterke reputatie opgebouwd bij professionele fotografen die apparatuur nodig hebben waar ze op kunnen vertrouwen in veeleisende situaties."
    },
    {
      "type": "paragraph",
      "content": "De M-Monolith is hun moderne monorail technische camera gebouwd voor grootformaatwerk, met ondersteuning voor alles van 4x5 tot 8x10, plus 5x7 en 6x9 formaten. Hij werkt ook met digitale backs als je die optie nodig hebt. Dit is een camera voor fotografen die volledige controle over hun beelden willen, of ze nu in de studio werken of op locatie."
    },
    {
      "type": "paragraph",
      "content": "De camera gebruikt micrometrische tandwielbesturing voor alle bewegingen: kanteling, verschuiving, zwenking en stijging/daling. Je kunt de voor- en achterstandaard onafhankelijk met precisie verstellen en dan alles precies vergrendelen waar je het nodig hebt. Het modulaire ontwerp maakt het snel wisselen tussen formaten mogelijk, en er is een breed scala aan accessoires beschikbaar om hem te configureren voor verschillende opnamesituaties."
    },
    {
      "type": "paragraph",
      "content": "Gebouwd uit vliegtuigkwaliteit aluminium, slaagt de M-Monolith erin relatief licht te zijn zonder de stijfheid op te offeren die je nodig hebt voor lange belichtingen. De balgverlenging en optische paden zijn ruim genoeg om vignettering te vermijden terwijl je voldoende ruimte hebt om met verschillende brandpuntsafstanden en bewegingen te werken. Hij is ontworpen voor fotografen die stabiliteit, soepele tandwielverstellingen en de flexibiliteit nodig hebben om hoogprecisie beeldprojecten aan te kunnen."
    },
    {
      "type": "paragraph",
      "content": "[Meer informatie over de M-Monolith](https://arca-swiss-usa.com/products/m-monolith-film-formats) via de officiële Arca-Swiss website."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/arca_swiss_monolith_m_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/arca_swiss_monolith_m_film_photography_camera@2x.jpg",
      "alt": "Arca-Swiss Monolith-M Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Arca-Swiss USA"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chamonix 45F-2"
    },
    {
      "type": "paragraph",
      "content": "Chamonix bracht de 45F-2 uit in 2017 als een bijgewerkte versie van hun populaire 45F-1. Deze 4x5 veldcamera wordt gebouwd door een kleine werkplaats van acht ambachtslieden in China, opgericht door een fotograaf en bergbeklimmer die de lichtste, meest stijve camera's wilde creëren voor landschapsfotografie."
    },
    {
      "type": "paragraph",
      "content": "De 45F-2 gebruikt een mix van teak- of kersenhout met koolstofvezel composietmaterialen. Hij weegt slechts 1.600 gram en vouwt op tot 208 x 182 x 92mm, klein genoeg voor backpacktochten. Wat hem onderscheidt is de achterste scherpstelknop, direct onder het matglas geplaatst in plaats van aan de voorkant zoals bij de meeste veldcamera's. Dit maakt scherpstellen natuurlijker omdat je al naar het matglas kijkt met één hand."
    },
    {
      "type": "paragraph",
      "content": "De camera heeft asymmetrische kanteling op de achterstandaard, bediend door een enkele knop met een lichtgrijze coating zodat je hem snel kunt vinden. De voorstandaard heeft aparte knoppen voor stijging/daling en kantelbewegingen. Het matglas heeft vier gestippelde lijnen die je helpen de scherpte te behouden bij het toepassen van achterkanteling, ongeacht of je in landschaps- of portretoriëntatie fotografeert. Dit maakt werken met het Scheimpflug-principe veel praktischer voor architectuur- en landschapsfotografie."
    },
    {
      "type": "paragraph",
      "content": "Voor 1 813,90 € inclusief verzending biedt de 45F-2 een goed ontworpen instap in 4x5 fotografie die lichter en draagbaarder is dan de meeste houten veldcamera's. Hij accepteert Linhof-type lensplaten en werkt met het volledige assortiment Chamonix accessoires."
    },
    {
      "type": "paragraph",
      "content": "[Meer informatie over de Chamonix 45F-2](https://www.chamonixviewcamera.com/cameras/45f2) en koop hem via hun officiële website."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chamonix_45f-2_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chamonix_45f-2_film_photography_camera@2x.jpg",
      "alt": "Chamonix 45F-2 Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Chamonix View Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chamonix 11x14"
    },
    {
      "type": "paragraph",
      "content": "De Chamonix 11x14 is een ultragrootformaat camera gebouwd voor fotografen die enorme negatieven nodig hebben. Met 11x14 inch bevindt dit formaat zich ver boven de standaard 4x5 of 8x10 formaten. Hij is handgemaakt met dezelfde hout- en koolstofvezelconstructie als andere Chamonix camera's, volgens hun filosofie om het gewicht beheersbaar te houden terwijl de stijfheid behouden blijft."
    },
    {
      "type": "paragraph",
      "content": "Deze camera weegt 8 kilogram en vouwt op tot 505 x 500 x 475mm. De achterkant is omkeerbaar, zodat je kunt wisselen tussen landschaps- en portretoriëntatie. Hij gebruikt 8-inch lensplaten, wat je voldoende ruimte geeft voor grootformaat objectieven. Ultragrootformaat lijkt misschien extreem, maar er is een toegewijde gemeenschap die deze formaten fotografeert. Het 11x14 formaat heeft eigenlijk een betere filmbeschikbaarheid dan de meeste andere ultragrootformaat formaten, met meerdere zwart-wit films die nog steeds in deze afmeting worden geproduceerd."
    },
    {
      "type": "paragraph",
      "content": "Deze camera's worden op bestelling gemaakt in kleine batches. De volgende productieronde staat gepland voor maart 2026, dus als je geïnteresseerd bent, moet je vooruit plannen. Op dit prijspunt is het een serieuze investering, maar je krijgt een handgemaakte camera speciaal gebouwd voor ultragrootformaatwerk. Dit is niet voor casual fotograferen, het is voor fotografen die toegewijd zijn aan het werken met enkele van de grootste praktische filmformaten die beschikbaar zijn."
    },
    {
      "type": "paragraph",
      "content": "[Meer informatie over de Chamonix 11x14](https://www.chamonixviewcamera.com/cameras/11x14) via hun officiële website. Pre-orders voor de maart 2026 batch zijn geprijsd op 7 863,90 €."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chamonix_11x14_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chamonix_11x14_film_photography_camera@2x.jpg",
      "alt": "Chamonix 11x14 Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Chamonix View Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chroma Camera 35mm Click"
    },
    {
      "type": "paragraph",
      "content": "De Chroma Camera Click 35mm is een volledig mechanische point-and-shoot van een kleine Britse maker bekend om 3D-geprinte midden- en grootformaat camera's. Dit is hun eerste op zichzelf staande 35mm met een glazen lens. Het vaste 24mm f/11 objectief is scherp in het midden met opzettelijke afval naar de randen, wat de beelden echt karakter geeft. De focus is vast vanaf ongeveer 1,5 meter tot oneindig, dus de meeste scènes blijven scherp zonder aanpassingen."
    },
    {
      "type": "paragraph",
      "content": "Fotograferen is eenvoudig: de magnetische sluiter vuurt op één snelheid rond 1/100s, dus belichting hangt volledig af van je filmkeuze en beschikbaar licht. Chroma raadt ISO 200-400 aan voor daglicht en snellere films voor weinig licht. De 3D-geprinte body is compact met handmatige filmtransport en een speciale 24mm zoeker. Hij maakt standaard 24x36mm opnames, maar een meegeleverd masker converteert hem naar half-frame, waardoor je opnameaantal verdubbelt."
    },
    {
      "type": "paragraph",
      "content": "Gemaakt in kleine Britse batches, melden vroege gebruikers solide bouwkwaliteit en geen lichtlekken. Als je een gloednieuwe, batterijvrije camera wilt met een echt glazen groothoek objectief en geniet van eenvoudig, op beperkingen gebaseerd fotograferen, is de Click 35mm het bekijken waard."
    },
    {
      "type": "paragraph",
      "content": "[Meer informatie over de Chroma Camera 35mm Click](https://chroma.camera/products/chroma-click-35mm-compact-camera-with-24mm-double-glass-lens) via hun officiële website. Hij wordt momenteel verkocht voor ongeveer 146,95 €."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chroma_camera_35mm_click_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chroma_camera_35mm_click_film_photography_camera@2x.jpg",
      "alt": "Chroma Camera 35mm Click Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Chroma Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Custom Camera Building Series"
    },
    {
      "type": "paragraph",
      "content": "Custom Camera Building (CCB) lanceerde in augustus 2025 een complete lijn panorama- en grootformaat camera's op Kickstarter. De in Ontario gevestigde operatie biedt 6x12, 6x17 panoramacamera's en 4x5, 5x7, 8x10 point-and-shoot modellen, allemaal gebouwd van industriële composietmaterialen en precisie 3D-printen."
    },
    {
      "type": "paragraph",
      "content": "Wat deze camera's anders maakt is hun modulaire systeem. Je kunt kegels verwisselen, hetzelfde objectief gebruiken op verschillende bodies, en mid-roll tussen formaten wisselen. De panoramacamera's hebben indrukbare maskers om direct van formaat te veranderen. Deze modulaire aanpak is echt nuttig omdat middenformaatfotografen kunnen wisselen tussen 6x12 en 6x17, en grootformaatgebruikers objectieven kunnen verplaatsen tussen verschillende bodyformaten."
    },
    {
      "type": "paragraph",
      "content": "Prijzen beginnen bij $195 CAD voor de 4x5 body, waardoor ze tot de meest betaalbare nieuwe grootformaatopties behoren. De combinatie van moderne productie en doordacht ontwerp maakt gespecialiseerde formaten toegankelijk zonder concessies te doen aan precisie."
    },
    {
      "type": "paragraph",
      "content": "[Meer informatie over de Custom Camera Building Series](https://customcamerabuilding.com) via de officiële website van het project."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/custom_camera_building_ccb_series_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/custom_camera_building_ccb_series_film_photography_camera@2x.jpg",
      "alt": "Custom Camera Building (CCB) Series Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Custom Camera Building"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "FilmNeverDie Nana"
    },
    {
      "type": "paragraph",
      "content": "FilmNeverDie's Nana is een compacte 35mm point-and-shoot gebouwd om wegwerpcamera's te vervangen door iets dat je daadwerkelijk kunt houden. Hij is volledig automatisch met een 31mm f/11 lens, vaste 1/125s sluiter en focusvrije optica vanaf ongeveer 1,5m tot oneindig. Geen instellingen om mee te rommelen, gewoon film laden en fotograferen."
    },
    {
      "type": "paragraph",
      "content": "De body is klein en past in je zak, met een volledig metalen behuizing die solide aanvoelt in de hand. Hij werkt op AA-batterijen, heeft gemotoriseerde transport en terugspoeling, plus een basis flitser met rode-ogenreductie. Wat hem interessanter maakt is de 30mm schroefdraad aan de voorkant van de lens, die een optioneel optisch element accepteert voor een dubbele-focus setup: één voor algemeen fotograferen, een ander voor scherpere landschappen en portretten."
    },
    {
      "type": "paragraph",
      "content": "FilmNeverDie begon als camerawinkel en filmlab in Melbourne, en ze positioneerden de Nana als een duurzaam alternatief voor goedkope plastic camera's. De camera werd oorspronkelijk gelanceerd via crowdfunding, wat aantoont dat er echte vraag is naar een moderne point-and-shoot die niet alleen vintage voorraad is met twijfelachtige elektronica. Het is eenvoudig filmfotograferen voor mensen die eenvoud willen zonder het gevoel te hebben dat ze een speeltje gebruiken."
    },
    {
      "type": "paragraph",
      "content": "[Meer informatie over de Nana 35mm Filmcamera](https://filmneverdie.com/products/nana-35mm-film-point-and-shoot-camera) via de officiële FilmNeverDie website. Hij wordt momenteel verkocht voor 168,95 €."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/film_never_die_nana_35mm_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/film_never_die_nana_35mm_film_photography_camera@2x.jpg",
      "alt": "FilmNeverDie Nana 35mm Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © FilmNeverDie"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Fujifilm Instax Mini 41"
    },
    {
      "type": "paragraph",
      "content": "De Fujifilm Instax Mini 41 houdt directklaarfotografie verfrissend eenvoudig. Uitgebracht in het voorjaar van 2025 regelt hij de belichting automatisch door sluitertijd en flitsvermogen aan te passen op basis van beschikbaar licht. Je richt, drukt op de sluiter en krijgt een creditcardformaat afdruk in ongeveer 90 seconden. De 60mm f/12.7 lens levert een gezichtsveld vergelijkbaar met een 34mm groothoek, goed geschikt voor groepsfoto's en alledaagse scènes. Kleuren komen levendig uit met die herkenbare Instax-look, en de constante flitser zorgt ervoor dat je onderwerpen goed verlicht blijven in de meeste situaties."
    },
    {
      "type": "paragraph",
      "content": "De bediening kan niet eenvoudiger. Een driestands lensring schakelt tussen Uit, Aan en Close-Up modus. Draai naar Close-Up voor afstanden van 30-50cm, en de zoeker compenseert voor parallax zodat je kadrering nauwkeurig blijft. Een kleine spiegel naast de lens helpt bij selfies. Er is één knop voor het maken van foto's en een filmvenster dat toont hoeveel opnames er nog over zijn. Twee AA-batterijen leveren stroom voor ongeveer 100 belichtingen voordat ze vervangen moeten worden."
    },
    {
      "type": "paragraph",
      "content": "Met 345 gram en afmetingen van 122,5x104,5x67,5mm past de Mini 41 gemakkelijk in tassen voor feestjes of reizen. Het ontwerp leent van vintage camera-esthetiek terwijl alles toegankelijk blijft voor snel fotograferen. Als je directe afdrukken wilt zonder menu's of complexe instellingen, levert deze camera precies dat. Fujifilm's Instax Mini-lijn omvat ook de Mini 12, Mini 40 en Mini 99 voor verschillende voorkeuren, allemaal met hetzelfde filmformaat."
    },
    {
      "type": "paragraph",
      "content": "[Meer informatie over de Fujifilm Instax Mini 41](https://instax.nl/cameras/mini-41/) via de officiële Instax website. Hij wordt momenteel verkocht voor 109,99 €."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/fujifilm_instax_mini_41_instant_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/fujifilm_instax_mini_41_instant_film_photography_camera@2x.jpg",
      "alt": "Fujifilm Instax Mini 41 Instant Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Fujifilm Corporation"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Fujifilm Instax Square SQ40"
    },
    {
      "type": "paragraph",
      "content": "De Fujifilm Instax SQUARE SQ40 brengt directklaarfotografie naar een groter formaat met zijn 62x62mm vierkante afdrukken. De retro-geïnspireerde zwarte body heeft getextureerde afwerkingen en een bevredigende lenstubusdraai die alles regelt: draai om aan te zetten, draai verder voor selfiemodus, of draai terug om uit te schakelen. Geen menu's, geen knoppen om te zoeken. Met 453 gram en compact genoeg voor een tas of grote zak, is hij gebouwd voor spontaan fotograferen op feestjes, reizen of waar het moment ook toeslaat."
    },
    {
      "type": "paragraph",
      "content": "De f/12.6 lens stelt scherp van 0,3 meter tot oneindig, terwijl automatische belichting een breed scala aan lichtomstandigheden aankan door zowel sluitertijd (1/2 tot 1/400s) als flitsintensiteit aan te passen. Een ingebouwde spiegel helpt bij het kadreren van selfies wanneer je draait naar close-up modus voor onderwerpen tussen 30 en 50cm. De constante flitser reikt tot 2,2 meter en laadt op in minder dan 8 seconden met verse CR2-batterijen, die ongeveer 30 filmpakken meegaan."
    },
    {
      "type": "paragraph",
      "content": "Na elke opname wordt de film automatisch uitgeworpen en ontwikkelt in ongeveer 90 seconden, waarbij die kenmerkende Instax-kleurpop tevoorschijn komt op een vierkante afdruk. Het grotere formaat geeft je beelden meer aanwezigheid dan de Mini-serie terwijl dezelfde directe bevrediging behouden blijft. Als je iets speelser en budgetvriendelijker wilt, biedt de Instax SQUARE SQ1 een eenvoudiger, kleurrijker alternatief in hetzelfde formaat."
    },
    {
      "type": "paragraph",
      "content": "[Meer informatie over de Fujifilm Instax Square SQ40](https://instax.nl/cameras/square-sq40/) via de officiële Instax website. Hij wordt momenteel verkocht voor ongeveer 149,99 €."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/fujifilm_instax_square_sq40_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/fujifilm_instax_square_sq40_film_photography_camera@2x.jpg",
      "alt": "Fujifilm Instax Square SQ40 Instant Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Fujifilm Corporation"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Fujifilm Instax Wide 400"
    },
    {
      "type": "paragraph",
      "content": "De Fujifilm Instax Wide 400 gaat groots met een beeldoppervlak van 62x99mm, bijna twee keer zo groot als Square-afdrukken en meer dan drie keer het Mini-formaat. Wanneer je een hele groep moet passen, een uitgestrekt landschap, of gewoon meer visuele ruimte wilt, is dit de Instax om naar te grijpen. De stevige body weegt 616 gram en bevat een schouderriem, meer ontworpen voor avonturen dan casual zakdragen."
    },
    {
      "type": "paragraph",
      "content": "Twee focuszones houden het eenvoudig: Normale modus dekt 0,9 tot 3 meter voor foto's van mensen, terwijl Landschapsmodus 3 meter tot oneindig aankan. De camera wordt geleverd met een afneembare close-up lens en selfiespiegel voor afstanden van 40-50cm, plus een zelfontspannerhendel wanneer je zelf in beeld wilt springen. De flitser reikt tot 3 meter, verder dan zijn kleinere broertjes en zusjes."
    },
    {
      "type": "paragraph",
      "content": "Brede afdrukken bieden royale randen die praktisch smeken om doodles, stickers of handgeschreven notities. Vier AA-batterijen leveren stroom voor ongeveer 100 opnames, waardoor het gemakkelijk is om te blijven fotograferen zonder te jagen op speciale cellen. Als de Mini te klein aanvoelt en Square nog niet genoeg is, is de Wide 400 momenteel Fujifilms enige optie voor panoramische directe afdrukken, en hij vervult die rol uitstekend."
    },
    {
      "type": "paragraph",
      "content": "[Meer informatie over de Fujifilm Instax Wide 400](https://instax.nl/cameras/wide-400/) via de officiële Instax website. Hij wordt momenteel verkocht voor ongeveer 149,95 €."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/fujifilm_instax_wide_400_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/fujifilm_instax_wide_400_film_photography_camera@2x.jpg",
      "alt": "Fujifilm Instax Wide 400 Instant Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Fujifilm Corporation"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Gibellini DCG66"
    },
    {
      "type": "paragraph",
      "content": "De Gibellini DCG66 is een precisie middenformaat camerabody gemaakt in Italië voor fotografen die zowel film als digitaal in één systeem willen. Hij accepteert Hasselblad V-serie backs, zodat je kunt fotograferen met klassieke filmbacks zoals de A12 of kunt overschakelen naar digitale opties zoals de CFV50c of CFV100c."
    },
    {
      "type": "paragraph",
      "content": "Gefreesd uit aluminium voelt de DCG66 solide aan en is gebouwd om lang mee te gaan. Hij gebruikt Gibellina's GC-vatting voor Hasselblad backs en Rodenstock HR Digaron objectieven, met een snelwisselmechanisme dat stevig vastklikt. Het GFC-focuskalibratie systeem laat je de lens-naar-film afstand fijn afstemmen met micrometrische precisie voor scherpe, consistente resultaten."
    },
    {
      "type": "paragraph",
      "content": "Scherpstellen is volledig handmatig via een helicale vatting, wat alles hands-on houdt. Aangepaste flenzen kunnen worden gemaakt voor andere objectieven, wat je meer creatieve opties geeft."
    },
    {
      "type": "paragraph",
      "content": "De DCG66 geeft je de precisie van een mechanisch gereedschap en de voldoening van filmfotografie, met de flexibiliteit om digitaal te gaan wanneer dat nodig is. Alles in één camerabody."
    },
    {
      "type": "paragraph",
      "content": "[Meer informatie over de DCG66](https://gibellinicamera.com/product/dcg66/) via de officiële Gibellini website. Hij wordt momenteel verkocht voor 2 990,00 € en is beschikbaar op backorder."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/gibellini_dcg66_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/gibellini_dcg66_film_photography_camera@2x.jpg",
      "alt": "Gibellini DCG66 Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Gibellini"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Gibellini AG810"
    },
    {
      "type": "paragraph",
      "content": "De Gibellini AG810 is een 8x10 opvouwbare veldcamera volledig gefreesd uit aluminium in Italië. Met 4,3kg is hij opmerkelijk licht voor dit formaat en vouwt op tot een compacte 330x320x100mm voor transport. De aluminium constructie biedt stijfheid en precisie terwijl hij significant lichter blijft dan traditionele houten 8x10 camera's."
    },
    {
      "type": "paragraph",
      "content": "De camera biedt volledige bewegingen waaronder voorstijging, -daling, -verschuiving, -kanteling en -zwenking, plus achterkanteling en -zwenking. Hij gebruikt Sinar-compatibele lensplaten en accepteert alle standaard 8x10 filmhouders. De balg strekt uit van 30mm tot 640mm, met een optionele zakbalg die tot 0mm gaat voor extreme groothoeken. Auto-nulpositie op beide standaarden maakt het snel terugzetten van bewegingen mogelijk."
    },
    {
      "type": "paragraph",
      "content": "Gibellini biedt aanpassing met bodykleuren en balgen in wit, zwart, rood, blauw, groen of zand. De camera bevat optisch kwaliteit matglas en een nieuw beugel-back mechanisme voor gemakkelijker filmladen. Voor €10.000 is het een professioneel gereedschap voor fotografen die 8x10 resolutie nodig hebben zonder het gewicht en de bulk van oudere ontwerpen."
    },
    {
      "type": "paragraph",
      "content": "[Meer informatie over de AG810](https://gibellinicamera.com/product/ag810-2/) via de officiële Gibellini website. Hij wordt momenteel verkocht voor 3 740,00 € en is beschikbaar op backorder."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/gibellini_ag810_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/gibellini_ag810_film_photography_camera@2x.jpg",
      "alt": "Gibellini AG810 Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Gibellini"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Holga 120N"
    },
    {
      "type": "paragraph",
      "content": "De Holga 120N werd in 1982 ontworpen door Lee Ting-mo als een goedkope camera voor alledaagse familiefoto's in Hong Kong. Hij gebruikt 120 rolfilm en kan 12 vierkante beelden (6x6cm) of 16 rechthoekige (6x4,5cm) maken met eenvoudige maskers. De volledig plastic 60mm f/8 lens levert beelden die alleen in het midden scherp zijn, vervagende naar zachte, vignet-zware randen. Wat bedoeld was als budgetgereedschap voor de arbeidersklasse werd een wereldwijde favoriet onder fotografen die jagen op zijn lo-fi esthetiek."
    },
    {
      "type": "paragraph",
      "content": "De productie stierf bijna in de vroege jaren 1980 toen 35mm het overnam, maar de Holga vond een tweede leven in het buitenland. De oorspronkelijke fabriek sloot in 2015, hoewel Lee Ting-mo de mallen redde. Een jaar later hervatte Sunrise de productie en sindsdien worden er wereldwijd nieuwe exemplaren verscheept. Lichtlekken door de plastic naden voegen onvoorspelbare gloed toe, en de filmtransport maakt dubbelbelichtingen bijna te gemakkelijk."
    },
    {
      "type": "paragraph",
      "content": "Met slechts twee diafragma-instellingen (zonnig en bewolkt), één sluitertijd van 1/100s plus bulbmodus, en zonefocus via eenvoudige pictogrammen, dwingt de 120N je om te vertragen en ongelukken te omarmen. In een tijdperk van technische perfectie herinnert deze camera ons eraan dat 'gebrekkige' optica resultaten kan produceren die geen digitaal filter kan repliceren. Het is een gereedschap voor iedereen die wil stoppen met pixelkijken en wil gaan spelen."
    },
    {
      "type": "paragraph",
      "content": "Je kunt de [Holga 120N kopen](https://www.bhphotovideo.com/c/product/369376-REG/Holga_144120_144_120_120N.html) via retailerwebsites zoals B&H voor €34,06."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/holga_120n_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/holga_120n_film_photography_camera@2x.jpg",
      "alt": "Holga 120N Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © URBN US Retail"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Intrepid 4x5"
    },
    {
      "type": "paragraph",
      "content": "Intrepid Camera Company is gevestigd in Brighton, VK en werd gestart door designstudenten die grootformaatfotografie gemakkelijker en toegankelijker wilden maken. In plaats van achter oude, zware camera's aan te jagen, bouwden ze hun eerste 4x5 met steun van de vroege filmgemeenschap, en ze assembleren nog steeds alles met de hand in hun Brighton-werkplaats."
    },
    {
      "type": "paragraph",
      "content": "Wanneer je de Intrepid 4x5 oppakt, krijg je een camera die ontworpen is om te dragen en te gebruiken, niet alleen om te bewonderen op een plank. Hij is licht genoeg om mee te wandelen en vouwt plat om in een rugzak te passen. Alle essentiële bewegingen voor voor- en achteraanpassingen zijn aanwezig, zodat je focus en perspectief direct kunt regelen. Het matglas is helder en eenvoudig voor kadrering en scherpstellen."
    },
    {
      "type": "paragraph",
      "content": "Je kunt standaard objectieven en houders gebruiken, wat betekent dat je niet vastzit aan één systeem. Als je grootformaat wilt fotograferen zonder te hoeven prutsen met oude apparatuur, maakt de Intrepid's 4x5 het proces duidelijk, eenvoudig en oprecht leuk."
    },
    {
      "type": "paragraph",
      "content": "[Meer informatie over de Intrepid 4x5](https://intrepidcamera.co.uk/products/intrepid-4x5-camera) en koop hem via hun officiële website voor 366,95 €."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/intrepid_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/intrepid_4x5_film_photography_camera@2x.jpg",
      "alt": "Intrepid 4x5 Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Intrepid Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Kodak Ektar H35"
    },
    {
      "type": "paragraph",
      "content": "De Kodak Ektar H35 kwam in 2022 op de markt als een van de goedkoopste nieuwe filmcamera's die beschikbaar zijn. Gemaakt door Reto Project onder het Kodak-merk, wordt hij verkocht voor ongeveer $50 en gebruikt half-frame formaat om je opnameaantal te verdubbelen. Een rol van 36 opnames geeft je 72 verticale beelden in plaats van de gebruikelijke 36."
    },
    {
      "type": "paragraph",
      "content": "Kodak biedt nu verschillende kleurvarianten aan, waaronder limited editions, en bracht een H35N-model uit met een nachtmodus flitser. De camera is volledig van plastic gemaakt, wat de kosten laag houdt maar betekent dat je hem voorzichtig moet behandelen. Hij is populair geworden bij jongere fotografen als een betaalbaar instapmodel voor film."
    },
    {
      "type": "paragraph",
      "content": "Dit is een basic point-and-shoot met een plastic lens, vast diafragma op f/9.5 en een enkele sluitertijd van 1/100. Er is een ingebouwde flitser die je activeert door de ring rond de lens te draaien. Hij is lichtgewicht, past in je zak en is doodeenvoudig te gebruiken. De afweging is beeldkwaliteit: de plastic lens produceert zachte resultaten, vooral op afstand. Hij werkt het beste met ISO 400 film en onderwerpen op ongeveer 1,5 tot 2 meter afstand. Als je scherpe beelden of handmatige controle wilt, kijk dan ergens anders. Maar als je een betaalbare manier wilt om meer frames per rol te fotograferen zonder je zorgen te maken over instellingen, levert de H35 precies dat."
    },
    {
      "type": "paragraph",
      "content": "[Meer informatie over de Kodak Ektar H35](https://www.kodak.com/en/consumer/product/cameras/film/h35-film-camera/) via de officiële Kodak website."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/kodak_ektar_h35_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/kodak_ektar_h35_film_photography_camera@2x.jpg",
      "alt": "Kodak Ektar H35 Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Eastman Kodak Company"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Kodak Snapic A1"
    },
    {
      "type": "paragraph",
      "content": "De Kodak Snapic A1 arriveert als een eenvoudig antwoord voor iedereen die fullframe 35mm film wil fotograferen zonder complexiteit. In het hart zit een gecoat drie-elementig 25mm objectief op f/9.5, vast maar scherp genoeg voor alledaagse situaties. Scherpstellen werkt via twee zone-instellingen: wissel tussen 0,5-1,5 meter voor dichterbij onderwerpen of 1,5 meter tot oneindig voor al het andere. Geen giswerk of lastige draaiknoppen, gewoon snelle aanpassingen die je laten doorfotograferen. De camera regelt filmtransport en terugspoeling automatisch, terwijl het flitssysteem auto, geforceerd-aan, uit en rode-ogen modi biedt via een klein LCD-paneel."
    },
    {
      "type": "paragraph",
      "content": "Wat de A1 onderscheidt is hoeveel functionaliteit Kodak in zo'n minimaal pakket heeft gestopt. De OLED aan de achterkant toont in één oogopslag je beeldtelling, batterijstatus en huidige instellingen. Een dubbele belichtingsmodus opent creatieve gelaagdheidsmogelijkheden, iets wat je niet vindt op de meeste budget filmcamera's. De fysieke specificaties blijven indrukwekkend compact met 118x62x35mm en slechts 117 gram, werkend op twee AAA-batterijen goed voor ongeveer tien 24-opnames rollen. Die efficiëntie is van belang wanneer je een hele dag onderweg bent of licht reist."
    },
    {
      "type": "paragraph",
      "content": "Dit probeert geen premium instrument of vintage verzamelobject te zijn. De ABS-body houdt de kosten laag terwijl de retro styling en prominente Kodak-branding het karakter geven. Voor iemand die de filmfotografie instapt of een no-fuss reservecamera wil, levert de Snapic A1 wat ertoe doet: betrouwbare fullframe beelden zonder de leercurve van handmatige bediening of de beperkingen van half-frame formaten."
    },
    {
      "type": "paragraph",
      "content": "[Meer informatie over de Kodak Snapic A1](https://www.kodak.retopro.co/products/kodak-snapic-a1-35mm-film-camera) via de Kodakfilm.reto website. Je kunt hem pre-orderen voor 99,00 $."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/kodak_snapic_a1_35mm_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/kodak_snapic_a1_35mm_film_photography_camera@2x.jpg",
      "alt": "Kodak Snapic A1 Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Kodakfilm.reto"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica M6 Re-edition"
    },
    {
      "type": "paragraph",
      "content": "Leica bracht de M6 meetzoekercamera terug in november 2022. Dit is geen herontwerp of update, het is een getrouwe reproductie van hun meest populaire mechanische camera. De originele M6 liep van 1984 tot 2002, en fotografen zijn er nooit mee gestopt erom te vragen."
    },
    {
      "type": "paragraph",
      "content": "De 2022-versie heeft enkele upgrades die het vermelden waard zijn. De boven- en onderdeksels zijn nu gefreesd uit massief messing in plaats van gegoten zink, en ze gebruiken dezelfde slijtvaste zwarte lak als de M11. De zoeker is de verbeterde 0.72x versie van de MP met betere anti-reflectiecoating. De lichtmeter bevat nu een rode middenstip naast de pijlsymbolen om correcte belichting te bevestigen, plus een batterijwaarschuwingsindicator. Leica behield het 'Leitz' rode stip logo in plaats van 'Leica' als knipoog naar het origineel."
    },
    {
      "type": "paragraph",
      "content": "De re-editie behoudt dezelfde mechanische precisie en meetzoeker-scherpstelsysteem. Leica's ambachtslieden bouwen deze camera's op dezelfde manier als altijd. Als je de klassieke meetzoeker-ervaring wilt met nieuwe fabricagegaranties en ondersteuning, dan is dit het."
    },
    {
      "type": "paragraph",
      "content": "[Meer informatie over de Leica M6](https://leica-camera.com/en-US/photography/cameras/m/m6) en koop hem via Leica's online store voor 5 800,00 €."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_m6_re_edition_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_m6_re_edition_film_photography_camera@2x.jpg",
      "alt": "Leica M6 Re-edition Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica M-A (Typ 127)"
    },
    {
      "type": "paragraph",
      "content": "Leica bracht de M-A uit in 2014 als hun eerste puur mechanische camera sinds de M4-P eindigde in productie in 1981. Dit is de meest gestripte M-camera die je nieuw kunt kopen: geen lichtmeter, geen elektronica, helemaal geen batterij. Hij is volledig mechanisch en zal oneindig werken zonder stroom."
    },
    {
      "type": "paragraph",
      "content": "De M-A gebruikt verchroomde messing boven- en onderdeksels en laat bewust de rode Leica stip weg voor maximale understatement. Hij is ook merkbaar dunner dan digitale M-camera's. Je krijgt sluitertijden tot 1/1000 en dezelfde 0.72x zoeker als andere moderne M-camera's, met kaderlijnen voor 28mm tot en met 135mm objectieven. Voor ongeveer $5.000-6.000 is het voor fotografen die zich puur willen focussen op diafragma, sluitertijd en compositie zonder enige elektronische hulp. Leica levert zelfs een rolletje Kodak Tri-X 400 mee bij elke camera, als erkenning van de koppeling van twee fotografische klassiekers geboren in de jaren 1950."
    },
    {
      "type": "paragraph",
      "content": "[Meer informatie over de Leica M-A](https://leica-camera.com/en-US/photography/cameras/m/m-a-typ-127-black) en koop hem via Leica's online store voor 5 700,00 €."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_m-a_typ_127_black_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_m-a_typ_127_black_film_photography_camera@2x.jpg",
      "alt": "Leica M-A (Typ 127) Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica MP"
    },
    {
      "type": "paragraph",
      "content": "Leica introduceerde de MP in 2003 als hun antwoord op fotografen die een volledig mechanische meetzoeker wilden met alleen een lichtmeter. De naam staat voor 'Mechanical Perfection', en hij zit tussen de M6 en M-A in qua functies. Je krijgt een TTL-lichtmeter die een batterij nodig heeft, maar de rest van de camera werkt mechanisch zonder stroom."
    },
    {
      "type": "paragraph",
      "content": "De MP leende ontwerpelementen van de klassieke M3, waaronder een metalen filmtransporthendel en terugspoelknop in plaats van de slinger van de M6. De zoeker heeft verbeterde anti-flare coatings vergeleken met de M6. Hij is gebouwd uit massief messing met ofwel zwarte verf of zilveren chromen afwerking, en mist de rode Leica stip voor een lager profiel. De batterij voedt alleen de lichtmeter, dus als die leeg raakt, werkt de camera nog steeds perfect. Voor $6.415 is hij vergelijkbaar geprijsd met de M6 re-editie en spreekt fotografen aan die mechanische betrouwbaarheid willen met meeterhulp."
    },
    {
      "type": "paragraph",
      "content": "[Meer informatie over de Leica MP](https://leica-camera.com/en-US/photography/cameras/m/mp-silver) en koop hem via Leica's online store voor 5 900,00 €."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_mp_silver_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_mp_silver_film_photography_camera@2x.jpg",
      "alt": "Leica MP Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Linhof Master Technika Series"
    },
    {
      "type": "paragraph",
      "content": "Linhof produceert nog steeds de Master Technika-lijn in Duitsland en biedt twee versies van hun legendarische 4x5 metalen veldcamera. De Master Technika Classic heeft een ingebouwde afstandsmeter en kan uit de hand worden gefotografeerd met compatibele objectieven en de optionele Universele Optische Zoeker. De Master Technika 3000 laat de afstandsmeter achterwege maar voegt een ingebouwd groothoek-scherpstelspoor toe met externe scherpstelknop en oneindigheidsstops voor 38mm, 47mm en 58mm objectieven. Beide camera's hebben volledige bewegingen (kanteling, verschuiving, zwenking), vouwen op tot compacte behuizingen voor transport en gebruiken dezelfde robuuste gegoten metalen constructie waar Linhof bekend om staat sinds 1936."
    },
    {
      "type": "paragraph",
      "content": "De Classic spreekt fotografen aan die afstandsmetercapaciteit willen voor fotograferen uit de hand en portretten, terwijl de 3000 gebouwd is voor statiefwerk met extreme groothoekobjectieven. Beide camera's accepteren standaard 4x5 filmhouders en kunnen Linhof's Rollex backs gebruiken voor middenformaat rolfilm. Dit zijn dure gereedschappen (prijzen variëren per verkoper en configuratie), maar ze zijn gebouwd volgens professionele normen en ontworpen om generaties mee te gaan. Linhof camera's uit de jaren 1950 werken vandaag nog steeds, en deze moderne versies behouden dezelfde bouwkwaliteit."
    },
    {
      "type": "paragraph",
      "content": "[Meer informatie over de Master Technika Series](https://linhof.com/master-technika-classic-2/) via de officiële Linhof website."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/linhof_master_technika_classic_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/linhof_master_technika_classic_film_photography_camera@2x.jpg",
      "alt": "Linhof Master Technika Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Linhof Präzisions-Systemtechnik GmbH"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Linhof Technorama Series"
    },
    {
      "type": "paragraph",
      "content": "Linhof produceert ook de Technorama panoramacamera's voor 120 en 220 rolfilm. De Technorama 617s III maakt 6x17cm beelden (vier opnames per 120 rol) met verwisselbare objectieven inclusief 72mm, 90mm, 180mm en 250mm opties. De Technorama 612 PC II legt 6x12cm beelden vast met een 2:1 beeldverhouding en heeft ingebouwde 8mm verticale verschuiving in elk objectief om perspectief te corrigeren zonder de camera te kantelen. Beide gebruiken gegoten metalen bodies en puur mechanische bediening zonder batterijen nodig."
    },
    {
      "type": "paragraph",
      "content": "Dit zijn specialistische camera's voor landschaps-, architectuur- en industriële fotografie. Scherpstellen wordt ingesteld via afstandsschaal in plaats van door-de-lens bekijken, en elk objectief wordt geleverd met zijn eigen helicale scherpstelvatting. De camera's kunnen uit de hand worden gebruikt maar werken het beste op een statief gezien de extreme formaten en de noodzaak voor precieze scherpstelling. Let op dat Linhof jaren geleden de productie van Technorama objectieven heeft gestaakt, hoewel de camerabodies beschikbaar blijven en eigenaren hun eigen grootformaat objectieven kunnen laten ombouwen om op het systeem te passen."
    },
    {
      "type": "paragraph",
      "content": "[Meer informatie over de Technorama Series](https://linhof.com/technorama-617s/) via de officiële Linhof website."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/linhof_technorama_617s_III_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/linhof_technorama_617s_III_film_photography_camera@2x.jpg",
      "alt": "Linhof Technorama Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Linhof Präzisions-Systemtechnik GmbH"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography LC-A 120"
    },
    {
      "type": "paragraph",
      "content": "De Lomography LC-A 120 brengt de klassieke LC-A ervaring naar middenformaat film. Anders dan zijn 35mm broertjes en zusjes fotografeert deze camera 120 film en biedt een 38mm f/4.5 objectief dat die vertrouwde levendige, contrastrijke look levert waar Lomography-gebruikers van houden. Hij blijft volledig handmatig met zonefocus, diafragmaprioriteit en een mechanische sluiter, maar heeft een eenvoudig ontwerp dat spontaan fotograferen aanmoedigt zonder complicaties."
    },
    {
      "type": "paragraph",
      "content": "De camera heeft een compacte bouw voor een middenformaatbody, waardoor het een veelzijdige optie is voor fotografen die grotere negatieven willen maar toch iets beheersbaars willen dragen. Zijn stevige plastic en metalen constructie balanceert duurzaamheid met lichtheid, het is een camera om overal mee naartoe te nemen."
    },
    {
      "type": "paragraph",
      "content": "[Koop de Lomography LC-A 120](https://shop.lomography.com/lomo-lc-a-120-film-camera) in hun officiële webshop voor 449,00 €."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lc-a_120_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lc-a_120_film_photography_camera@2x.jpg",
      "alt": "Lomography LC-A 120 Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography LC-Wide"
    },
    {
      "type": "paragraph",
      "content": "De Lomography LC-Wide breidt uit op Lomography's LC-A erfgoed met een breder 17mm f/4.5 glazen objectief, ideaal voor landschappen, architectuur en straatfotografie. Hij gebruikt 35mm film en stelt scherp met het klassieke zonesysteem, maar dit model is volledig mechanisch zonder autofocus of belichtingsautomaat, wat het proces eenvoudig houdt."
    },
    {
      "type": "paragraph",
      "content": "De bouw van de camera is compact en robuust, met een plastic body en een metalen objectiefhuis. Het is een geweldige optie voor mensen die de kenmerkende verzadigde kleuren en vigneteffecten van de LC-A willen maar met een veel breder perspectief. De LC-Wide is eenvoudig te bedienen, waardoor het een favoriet is onder Lomography-fans die genieten van experimenteren en vintage esthetiek."
    },
    {
      "type": "paragraph",
      "content": "[Koop de Lomography LC-Wide](https://shop.lomography.com/lomo-lc-wide-35-mm-film-camera) in hun officiële webshop voor 279,30 €."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lc-wide_35_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lc-wide_35_film_photography_camera@2x.jpg",
      "alt": "Lomography LC-Wide Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography Lomomatic 110"
    },
    {
      "type": "paragraph",
      "content": "De Lomomatic 110 brengt het zakformaat 110 filmformaat terug dat Kodak in 1972 introduceerde. Lomography is nu de enige producent van 110 film, en deze camera brengt het formaat terug met moderne functies. Hij is klein met ongeveer 4,4 inch lang en gebruikt een schuifmechanisme om uit te schuiven voor fotograferen, waardoor hij echt in je zak past."
    },
    {
      "type": "paragraph",
      "content": "De camera heeft een glazen Minitar CX 23mm f/2.8 objectief, automatische belichting, zonefocus (0,8m, 1,5m, 3m, oneindig) en schakelbare diafragma's voor dag (f/5.6) en nacht (f/2.8) fotograferen. Je kunt ISO instellen op 100, 200 of 400, en hij biedt bulbmodus voor lange belichtingen plus meervoudige belichtingsmogelijkheid. Een optionele afneembare flitser heeft gekleurde gelfilters."
    },
    {
      "type": "paragraph",
      "content": "Het 110 formaat produceert beelden van ongeveer de helft van 35mm frames, wat ze een uitgesproken korrelig, lo-fi esthetiek geeft. Film kost rond $8-12 per 24-opnames cassette, en ontwikkelen kan uitdagend zijn omdat weinig labs het formaat verwerken. Voor $99-189 afhankelijk van afwerking en flitser-inclusie, is het gericht op fotografen die die imperfecte, nostalgische look willen en de beperkingen van het formaat niet erg vinden."
    },
    {
      "type": "paragraph",
      "content": "[Koop de Lomography Lomomatic 110](https://shop.lomography.com/us/cameras/110-cameras) in hun officiële webshop."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lomomatic_110_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lomomatic_110_film_photography_camera@2x.jpg",
      "alt": "Lomography Lomomatic 110 Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography MC-A"
    },
    {
      "type": "paragraph",
      "content": "Lomography bracht de MC-A uit in oktober 2025, en het is hun meest serieuze camera tot nu toe. Dit is een fullframe 35mm met autofocus, diafragmaprioriteit en DX-codelezing. Hij kan meerdere belichtingen aan en blijft licht genoeg om de hele dag te dragen."
    },
    {
      "type": "paragraph",
      "content": "Dit is Lomography's eerste autofocuscamera en hun eerste met een metalen body. Het 32mm f/2.8 objectief heeft vijf elementen en is multigecoat. Een slimme toevoeging is de USB-C oplaadbare CR2-batterij die wordt meegeleverd, hoewel je ook standaard wegwerp CR2's kunt gebruiken. De camera staat standaard op flitser UIT, iets waar fotografen om hebben gevraagd. Hij heeft onbeperkte meervoudige belichtingen en wordt geleverd met accessoires zoals een Splitzer lens-opzetstuk voor creatieve dubbelbelichtingen en gekleurde flitsgels. De autofocus werkt vanaf 0,4 meter met zonefocusopties op 0,4, 0,8, 1,5 en 3 meter plus oneindig."
    },
    {
      "type": "paragraph",
      "content": "Lomography bouwde zijn reputatie op experimentele, toegankelijke filmcamera's, en de MC-A zet die traditie voort terwijl echte automatisering wordt toegevoegd. Hij is gericht op mensen die de filmervaring willen zonder elke keer te vechten met handmatige scherpstelling of belichting."
    },
    {
      "type": "paragraph",
      "content": "[Pre-order de Lomography MC-A](https://shop.lomography.com/lomo-mc-a-35-mm-film-camera-black) in hun officiële webshop voor 499,00 €. Leveringen worden verwacht in Q1 2026."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_mc-a_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_mc-a_film_photography_camera@2x.jpg",
      "alt": "Lomography MC-A Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography Sprocket Rocket"
    },
    {
      "type": "paragraph",
      "content": "De Lomography Sprocket Rocket is een 35mm panoramacamera die de volledige breedte van de film belicht, inclusief de perforatiegaten, wat je beelden die onmiskenbare analoge look geeft. Zijn 30mm objectief biedt een gezichtsveld van 106 graden met een subtiele fisheye-achtige stretch aan de randen, waardoor hij geweldig is voor landschappen, architectuur en groepsfoto's. Een rol van 36 opnames levert ongeveer 13-18 panoramische opnames."
    },
    {
      "type": "paragraph",
      "content": "De bediening is minimaal: een vaste sluitertijd rond 1/100s, een Bulb-modus voor lange belichtingen, twee diafragma-instellingen en twee zonefocusafstanden (close-up en oneindig). Er is geen lichtmeter, dus ISO 400 film werkt het beste voor algemeen fotograferen. De voorwaartse en achterwaartse spoelknoppen maken meervoudige belichtingen en opzettelijke overlappingen gemakkelijk, dus hij is echt gebouwd voor experimenteren."
    },
    {
      "type": "paragraph",
      "content": "De body is lichtgewicht plastic met een flitsschoen en statiefaansluiting voor Bulb-opnames. De zoeker is op zijn best bij benadering, maar dat past bij de losse, speelse stijl die deze camera aanmoedigt. Als je al een serieuzere camera hebt en een leuke creatieve tool wilt voor perforatiegate-panorama's, dan levert de Sprocket Rocket."
    },
    {
      "type": "paragraph",
      "content": "[Koop de Lomography Sprocket Rocket](https://shop.lomography.com/us/sprocket-rocket-35-mm-film-panoramic-camera) in hun officiële webshop voor 49,00 €."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_sprocket_rocket_35mm_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_sprocket_rocket_35mm_film_photography_camera@2x.jpg",
      "alt": "Lomography Sprocket Rocket 35mm Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Ondu Eikan Series"
    },
    {
      "type": "paragraph",
      "content": "Ondu begon in een kleine Sloveense werkplaats in 2013, toen Elvis Halilović begon met het handmatig maken van pinholecamera's van hout. Wat begon als een persoonlijk project groeide al snel uit tot iets groters, en vandaag maakt ONDU enkele van de mooiste analoge camera's die je kunt vinden."
    },
    {
      "type": "paragraph",
      "content": "De Eikan Series vertegenwoordigt hun premiumlijn van middenformaat pinholecamera's. Gebouwd van zorgvuldig geselecteerde hardhoutsoorten zoals walnoot en esdoorn, wordt elke camera geconstrueerd zonder schroeven of lijm, met behulp van traditionele houtbewerkingstechnieken die over generaties zijn verfijnd. Het hout wordt behandeld met natuurlijke oliën om het te beschermen terwijl dat tactiele, organische gevoel behouden blijft."
    },
    {
      "type": "paragraph",
      "content": "Wat de EIKAN speciaal maakt is hoe hij 120 film behandelt. Het ontwerp zorgt voor precieze frame-afstand en bevat een ingebouwde waterpas om je horizonten recht te houden. De pinhole zelf is lasergehoord voor consistentie, en het magnetische sluitersysteem is eenvoudig maar effectief. Je krijgt die dromerige, zachte-focus kwaliteit waar pinholefotografie bekend om staat, met belichtingen die typisch variëren van enkele seconden tot meerdere minuten afhankelijk van je lichtomstandigheden."
    },
    {
      "type": "paragraph",
      "content": "Dit zijn geen massageproduceerde camera's. Elke EIKAN wordt op bestelling gemaakt in Slovenië, dus er zit echt vakmanschap achter elk stuk."
    },
    {
      "type": "paragraph",
      "content": "[Meer informatie over Ondu Pinhole Camera's](https://ondupinhole.com/) via hun officiële website."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/ondu_eikan_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/ondu_eikan_film_photography_camera@2x.jpg",
      "alt": "Ondu Eikan Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Ondu Pinhole"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Pentax 17"
    },
    {
      "type": "paragraph",
      "content": "Pentax verraste iedereen door medio 2024 een nieuwe half-frame camera uit te brengen. De Pentax 17 maakt verticale opnames en verdubbelt je opnameaantal per rol. Ricoh Imaging Corporation ontwierp hem voor draagbaarheid en eenvoud, gokkend op de vintage aantrekkingskracht en praktische voordelen van het formaat."
    },
    {
      "type": "paragraph",
      "content": "Het vermelden waard is dat het objectief een tripletontwerp is gebaseerd op de Ricoh Auto Half en de Espio Mini uit 1994. De camera heeft zeven opnamemodi, waaronder een 'Bokeh'-modus voor portretten en een bulbmodus voor lange belichtingen. De boven- en bodemplaaten zijn van magnesiumlegering (hetzelfde materiaal dat wordt gebruikt in Pentax' high-end digitale camera's zoals de K-1), wat hem licht maar duurzaam houdt. De camera werkt op een CR2-batterij die Pentax schat op ongeveer 10 rollen als je flitser gebruikt op de helft van je opnames."
    },
    {
      "type": "paragraph",
      "content": "Half-frame camera's waren populair in de jaren 1960 en 70 en verdwenen toen. Pentax bracht het formaat terug met moderne bouwkwaliteit en eenvoudige bediening. Hij is compact, gebruiksvriendelijk en geeft je 72 opnames op een standaard 36-opnames rol."
    },
    {
      "type": "paragraph",
      "content": "[Koop de Pentax 17](https://pentax.eu/products/pentax-17) in hun officiële webshop voor 549,99 €."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/pentax_17_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/pentax_17_film_photography_camera@2x.jpg",
      "alt": "Pentax 17 Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Ricoh Imaging Europe S.A.S."
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Polaroid I-2"
    },
    {
      "type": "paragraph",
      "content": "De Polaroid I-2 is momenteel Polaroids meest capabele instantcamera, ontworpen voor fotografen die daadwerkelijk controle over hun opnames willen. Uitgebracht eind 2024, bevat hij het scherpste objectief dat Polaroid ooit heeft gemaakt: een drie-elementig 98mm optiek met continue LiDAR-autofocus die scherpstelt vanaf 0,4 meter tot oneindig. Het echte verhaal hier is handmatige controle. Je krijgt Automatisch, Diafragmaprioriteit, Sluiterprioriteit, Handmatig, Multi-Belichting en Zelfontspanner modi. Diafragma varieert van f/8 tot f/64, sluitertijden lopen van 1/250 seconde tot 30 seconden, en belichtingscompensatie past aan in 1/3-stop stappen over +/- 2 EV voor precieze helderheidscontrole."
    },
    {
      "type": "paragraph",
      "content": "Zowel het buitendisplay als de elektronische zoeker tonen je instellingen in realtime: belichtingswaarden, diafragma, sluitertijd, batterijstatus, resterende opnames en scherpstelafstand. De ingebouwde flitser produceert zacht, gebalanceerd licht, en er is externe flitssync als je met studioapparatuur wilt werken. Bluetooth verbindt met Polaroid's app voor fotograferen op afstand en diepere aanpassingen. De oplaadbare lithium-ion batterij levert stroom voor tot 15 filmpakken per lading via USB-C. Het beste deel? De I-2 fotografeert i-Type, 600 en SX-70 films, dus je kunt experimenteren met verschillende instantformaten op één body."
    },
    {
      "type": "paragraph",
      "content": "Polaroids assortiment omvat ook de Now+ Gen 3 met creatieve filters, de zakformaat Polaroid Go en klassieke 600 of SX-70 modellen voor eenvoudiger fotograferen. Maar als je serieus bezig bent met instantfotografie in 2026, is de I-2 waar de echte capaciteit zit."
    },
    {
      "type": "paragraph",
      "content": "[Koop de Polaroid I-2](https://www.polaroid.com/en_us/cameras/i2-camera) in hun officiële webshop voor 399,99 €."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/polaroid_i-2_instant_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/polaroid_i-2_instant_film_photography_camera@2x.jpg",
      "alt": "Polaroid I-2 Instant Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Polaroid"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Rollei 35 AF"
    },
    {
      "type": "paragraph",
      "content": "MiNT Camera verscheepte de Rollei 35 AF eind 2024 en vernieuwde de iconische compactcamera uit de jaren 60 met moderne technologie. Het origineel was briljant klein maar vereiste het schatten van scherpstelafstanden. MiNT behield de compacte body en voegde LiDAR-autofocus, automatische belichting en een ingebouwde flitser toe. Hij gebruikt een vast 35mm f/2.8 objectief en behoudt de handmatige filmtransport."
    },
    {
      "type": "paragraph",
      "content": "De camera gebruikt LiDAR-technologie die kan scherpstellen vanaf 0,5 meter tot oneindig, waardoor hij betrouwbaar is zelfs in uitdagende omstandigheden. Hij heeft zowel automatische belichting als handmatige bediening voor diafragma (f/2.8 tot f/16), sluitertijd en ISO. Interessant is dat gepensioneerde Pentax-ingenieurs hebben geholpen bij het ontwerpen van het objectief. MiNT besteedde ongeveer vijf jaar aan het ontwikkelen van deze camera, werkend door meerdere prototypes voor de release."
    },
    {
      "type": "paragraph",
      "content": "Gezien zijn prijs is het een premium compactcamera voor fotografen die iets willen dat in hun zak past zonder het gedoe van zonefocus. MiNT heeft officieel de Rollei-naam gelicentieerd voor het project, waardoor een van de meest herkenbare ontwerpen uit de filmfotografie terugkomt met daadwerkelijke moderne gemakken."
    },
    {
      "type": "paragraph",
      "content": "[Meer informatie over de Rollei 35 AF](https://rollei35af.com/pages/camera) via de officiële Rollei website. Hij was geprijsd op 885,00 € bij lancering maar is momenteel niet op voorraad. Je moet mogelijk online camerawinkels of lokale winkels checken om een verkoper te vinden."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/rollei_35_af_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/rollei_35_af_film_photography_camera@2x.jpg",
      "alt": "Rollei 35 AF Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Rollei 35 AF"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Shen Hao Camera's"
    },
    {
      "type": "paragraph",
      "content": "Shen Hao is een in Shanghai gevestigde camerafabrikant die sinds het midden van de jaren 1990 grootformaat- en veldcamera's maakt. Ze werken voornamelijk met hout en metaal en produceren technische camera's in formaten van 4×5 inch tot panorama's zoals 6×17 cm en groter."
    },
    {
      "type": "paragraph",
      "content": "Wat ze interessant maakt is de combinatie van traditioneel vakmanschap en praktische moderne functies. Hun camera's hebben Graflok backs en standaard lensplaten terwijl ze die klassieke houten esthetiek behouden. De echte aantrekkingskracht is waarde: hun HZX45-II A model biedt goede bewegingen (stijging, verschuiving, kanteling) en solide constructie voor een fractie van wat je zou betalen voor vergelijkbare Europese camera's."
    },
    {
      "type": "paragraph",
      "content": "Ze dekken ook een ongewoon breed scala aan formaten. Naast standaard 4×5 en 5×7 maakt Shen Hao panoramacamera's in 6×17, 6×12 en zelfs 12×20 inch formaten. Het is zeldzaam om deze variatie te vinden bij een fabrikant die zich richt op houten veldcamera's die draagbaar genoeg blijven voor daadwerkelijk veldwerk."
    },
    {
      "type": "paragraph",
      "content": "[Meer informatie over Shen Hao camera's](http://www.shen-hao.com/) via hun officiële website."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/shen_hao_ptb-45_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/shen_hao_ptb-45_film_photography_camera@2x.jpg",
      "alt": "Shen Hao PTB-45 Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © 上海申豪專業照相機有限公司"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "SilverBridges WideluxX"
    },
    {
      "type": "paragraph",
      "content": "De WideluxX brengt de panoramische Widelux-camera terug, bekend om zijn roterende lensmechanisme dat kenmerkende breedformaatbeelden creëert met natuurlijk gebogen horizonten. SilverBridges werkt aan deze bijgewerkte versie, die zowel 35mm als middenformaat panoramische beelden zal fotograferen."
    },
    {
      "type": "paragraph",
      "content": "De originele Widelux-camera's werden cultfavorieten. Jeff Bridges fotografeert beroemd met een en heeft boeken gepubliceerd van zijn Widelux-foto's. De productie eindigde jaren geleden, maar SilverBridges brengt de mechanische panoramatechnologie terug met bijgewerkte productie. Het is een nichecamera voor een specifiek soort fotografie, maar dat is precies het punt."
    },
    {
      "type": "paragraph",
      "content": "Hoewel de camera nog niet 'daadwerkelijk' beschikbaar is, vond ik het leuk om hem op deze lijst te zetten om het project te ondersteunen. De WideluxX is nog een prototype en pre-orders zijn nog niet geopend, maar je kunt [meer leren over SilverBridges WideluxX](https://wideluxx.com) door de officiële website van het project te bezoeken."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/silverbridges_wideluxx_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/silverbridges_wideluxx_film_photography_camera@2x.jpg",
      "alt": "SilverBridges WideluxX Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © SilverBridges"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Smartflex 4x5"
    },
    {
      "type": "paragraph",
      "content": "De Smartflex 4x5 werd gefinancierd op Kickstarter eind 2024 en begon te verschepen begin 2025. Gecreëerd door grootformaat-enthousiastelingen HuaTong Zhang en zijn partner (gevestigd tussen Shenzhen en Tokyo), is het een 4x5 SLR die slechts iets meer dan 2kg weegt, licht genoeg om uit de hand te fotograferen. De camera gebruikt 3D-geprinte materialen en koolstofvezel om draagbaar te blijven terwijl een heldere 5x5 zoeker scherpstellen echt prettig maakt."
    },
    {
      "type": "paragraph",
      "content": "Voor ongeveer $2.000 voor de body is het nog steeds duur maar significant goedkoper dan traditionele grootformaatcamera's. Het echte voordeel is veelzijdigheid: hij accepteert standaard 4x5 filmhouders en werkt ook met Instax Wide backs, zodat je lichtopstellingen kunt testen voordat je dure bladfilm inzet. Dit maakt grootformaat portretfotografie praktischer dan ooit."
    },
    {
      "type": "paragraph",
      "content": "[Koop de Smartflex Camera 4x5](https://smartflexcamera.shop/products/smartflex-camera-4x5) met zijn Smartnon 178mm en Instax wide back als set op de officiële Smartflex website voor ¥543.890."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/smartflex_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/smartflex_4x5_film_photography_camera@2x.jpg",
      "alt": "Smartflex 4x5 Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Zhuoyao Chen"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Stenopeika Air Force Series"
    },
    {
      "type": "paragraph",
      "content": "De Stenopeika Air Force serie brengt Italiaans vakmanschap en praktisch ontwerp samen voor grootformaatfotografen die een veldcamera willen die ze overal mee naartoe kunnen nemen. Deze camera's staan bekend om hun lichtgewicht, duurzame constructie met een mix van taaie materialen zoals Kevlarvezel en organzazijde voor de balgen. Ondanks hun draagbaarheid bieden ze het bewegingsbereik dat fotografen verwachten, inclusief stijging, daling, zwenking en kanteling op zowel de voor- als achterstandaard. Dit maakt ze zeer aanpasbaar bij het controleren van perspectief en scherpte, of je nu landschappen of architectuur fotografeert."
    },
    {
      "type": "paragraph",
      "content": "De serie dekt meerdere formaten, met modellen voor 4x5, 5x7, 8x10 en zelfs 11x14, elk ontworpen om compactheid te balanceren met de balgverlenging en objectiefcompatibiliteit die nodig is voor grotere formaten. Een opvallend kenmerk is hoe volledig deze camera's opvouwen, waardoor ze gemakkelijk te verpakken en te dragen zijn voor locatieopnames. De soepele, gemakkelijk te vergrendelen bedieningselementen en magnetische snap-on matglasbeschermers dragen bij aan het gebruiksvriendelijke ontwerp. Over het geheel genomen leveren de Air Force camera's een combinatie van solide bouw, intuïtieve bediening en flexibiliteit, waardoor ze een solide keuze zijn voor iedereen die geïnvesteerd is in grootformaatfilmfotografie en ook draagbaarheid en precisie nodig heeft."
    },
    {
      "type": "paragraph",
      "content": "[Meer informatie over Stenopeika camera's](https://www.stenopeika.com/) via de officiële website van het bedrijf."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/stenopeika_air_force_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/stenopeika_air_force_film_photography_camera@2x.jpg",
      "alt": "Stenopeika Air Force Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Stenopeika"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Svedovsky Camera's"
    },
    {
      "type": "paragraph",
      "content": "Svedovsky Camera's werd opgericht door Piotr Niewierowicz, een Tsjechische ontwerper en ambachtsman die traditionele houtbewerking combineert met precieze camera-engineering. Zijn ontwerpen richten zich op het creëren van functionele, prachtig vervaardigde grootformaatcamera's die de fotografische ervaring verbeteren."
    },
    {
      "type": "paragraph",
      "content": "Het vlaggenschipmodel is een 8x10 veldcamera, handgemaakt van zorgvuldig geselecteerde hardhoutsoorten zoals mahonie of eik, met koperen hardware en fijn gefreesde componenten die opvouwen voor transport. De camera's hebben soepele, precieze voorstandaardbewegingen waaronder kanteling en verschuiving. Ze gebruiken standaard grootformaat lensplaten en moderne filmhouders, wat compatibiliteit biedt zonder propriëtaire beperkingen."
    },
    {
      "type": "paragraph",
      "content": "Gemaakt in kleine batches in Tsjechië, zijn deze camera's zowel praktische gereedschappen als kunstwerken."
    },
    {
      "type": "paragraph",
      "content": "[Meer informatie over Svedovsky Camera's](http://svedovsky.com/) via de officiële website van het bedrijf."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/svedovsky_8x10_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/svedovsky_8x10_film_photography_camera@2x.jpg",
      "alt": "Svedovsky 8x10 Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Svedovsky Cameras"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Woodyman Camera"
    },
    {
      "type": "paragraph",
      "content": "Woodyman is een kleine Franse maker die houten grootformaatcamera's bouwt die praktisch bruikbaar zijn als eerste prioriteit. Ze maken lichtgewicht 4×5, 5x7 en 8×10 veldcamera's van walnoot en kers, ontworpen voor fotografen die een draagbare technische camera willen die daadwerkelijk comfortabel is om de hele dag mee te dragen, niet alleen een studio-stuk."
    },
    {
      "type": "paragraph",
      "content": "De camera's dekken de essentiële bewegingen: voorstijging, -daling en -kanteling, plus achterkanteling en -zwenking, dus je krijgt genoeg flexibiliteit voor architectuur, landschappen en stilleven. Balgverlenging is solide voor gangbare brandpuntsafstanden, en ze gebruiken standaard lensplaten en filmhouders, dus ze passen direct in een bestaande grootformaatopstelling zonder propriëtaire apparatuur nodig te hebben."
    },
    {
      "type": "paragraph",
      "content": "Opzetten gaat snel en de vergrendelmechanismen zijn eenvoudig, wat ertoe doet wanneer je op locatie werkt. Ze zijn merkbaar lichter dan traditionele metalen monorails of oudere houten ontwerpen, waardoor ze een goede keuze zijn voor wandelaars en iedereen die buiten de studio fotografeert. Woodyman richt zich eigenlijk op fotografen die de discipline en beeldkwaliteit van grootformaat willen zonder de intimiderend factor: moderne houtbewerking, vertrouwde bewegingen, en gebouwd om echt gebruik in het veld aan te kunnen."
    },
    {
      "type": "paragraph",
      "content": "[Meer informatie over Woodyman Camera modellen](https://woodymancamera.com/en/) via de officiële website van het bedrijf. Prijzen beginnen rond 840 € voor het 4x5 model en 1 500 € voor de 8x10."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/woodyman_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/woodyman_4x5_film_photography_camera@2x.jpg",
      "alt": "Woodyman 4x5 Filmcamera",
      "width": "400",
      "height": "300",
      "caption": "Afbeelding © Woodyman Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Waarom Dit Belangrijk Is"
    },
    {
      "type": "paragraph",
      "content": "Deze camera's vertegenwoordigen iets groters dan alleen nieuwe producten. Ze bewijzen dat er echte vraag is naar filmfotografiegereedschappen, genoeg om helemaal opnieuw produceren te rechtvaardigen. Dit zijn geen Kickstarter-projecten die misschien ooit verschepen. De meeste van deze camera's zijn nu beschikbaar of worden verscheept naar pre-order klanten."
    },
    {
      "type": "paragraph",
      "content": "De bedrijven erachter zijn geen legacy fabrikanten die proberen winst te persen uit oude ontwerpen. Het zijn nieuwe operaties (of nieuw toegewijde zoals Pentax) die camera's bouwen voor mensen die in 2026 kiezen voor film, met alles wat die keuze impliceert."
    },
    {
      "type": "paragraph",
      "content": "Filmfotografie heeft andere vereisten dan in de jaren 1990. Mensen fotograferen minder maar verwachten meer van elk beeld. Ze willen camera's die hun tijd respecteren terwijl ze bewaren wat film speciaal maakt. Deze nieuwe camera's zijn ontworpen voor die realiteit."
    }
  ],
  "meta_title": "Beste Nieuwe Analoge Camera's in 2026 - Frames Blog",
  "meta_description": "Ontdek nieuwe filmcamera's in 2026. Van 35mm tot grootformaat, bekijk modellen van Pentax, Leica, Lomography en meer die je nu nieuw kunt kopen.",
  "meta_keywords": "filmcamera's 2026, nieuwe filmcamera's, filmcamera kopen, 35mm filmcamera, middenformaat filmcamera, grootformaat camera, Pentax 17, Leica M6 heruitgave, Lomography MC-A, Analogue AF-1, SilverBridges WideluxX, nieuwe filmcamera's nog in productie, filmfotografie 2026"
}
