{
      "@context": "https://schema.org",
      "@type": "FAQPage",
      "publisher": {
        "@id": "https://withframes.com/#organization"
      },
      "author": {
        "@type": "Organization",
        "@id": "https://withframes.com/#organization"
      },
      "dateModified": "2025-11-08",
      "keywords": "photography,notes,notebook,analog,film,roll,negative,exif,metadata,camera,35mm,image,scan,exposure,photo,app,application,iOS,iPhone,Mac",
      "mainEntity": [
        {
          "@type": "Question",
          "name": "What metadata can I record?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames lets you log detailed information for every shot, including camera, lens, filters, frame number, focal length, aperture, shutter speed, ISO, metering mode, film stock, flash, GPS location, timestamps, and custom notes, ensuring you never lose track of important analog photography details."
          }
        },
        {
          "@type": "Question",
          "name": "Which image formats are supported?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames supports JPEG, TIFF, and DNG formats, allowing you to embed your recorded metadata directly into scanned analog photos for seamless organization and workflow across your devices."
          }
        },
        {
          "@type": "Question",
          "name": "Is Frames on Android or Windows?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames is currently available for iPhone and macOS. Versions for Android and Windows are planned for 2026, and in the meantime, you can share and manage your data via .frames file exports."
          }
        },
        {
          "@type": "Question",
          "name": "Which shutter speeds and apertures are supported?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames provides default sequences that cover most lenses and cameras, and you can also define custom sequences for your gear, making it compatible with any shutter speed or aperture values."
          }
        },
        {
          "@type": "Question",
          "name": "Can I log tripods or accessories?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Yes, you can record tripods, flashes, and other accessories using the custom notes field available for each shot. This flexible approach lets you document any equipment or shooting details that matter to your workflow, from tripod models to remote releases and light modifiers."
          }
        },
        {
          "@type": "Question",
          "name": "Can I sync my data between iPhone and Mac?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Yes, you can seamlessly transfer your film photography data between iPhone and Mac using .frames file exports. Simply export your rolls from one device and import them on another. While automatic cloud sync isn't currently available to maintain your privacy and data ownership, the .frames format makes manual syncing quick and straightforward."
          }
        },
        {
          "@type": "Question",
          "name": "Does Frames work offline?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Absolutely. Frames is designed to work completely offline, making it perfect for shooting in remote locations without internet connectivity. All your data is stored locally on your device, so you can log shots, manage your archive, and organize your gear anywhere. GPS location tagging also works offline and will be saved when you record each frame. The only time you need internet is when exporting metadata to scanned images or checking for app updates."
          }
        },
        {
          "@type": "Question",
          "name": "What are the plans for future updates?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Future plans include expanding workflow features, improving integration across devices, and adding new tools requested by the community to make analog photography logging even more flexible and powerful."
          }
        }
      ]
    }