{
  "article_id": "film-cameras-2025",
  "slug": "neue-filmkameras-kaufen-2026",
  "publish_date": "2025-12-09T10:00:00.000Z",
  "title": "Neue Filmkameras 2026: Was Sie heute kaufen können",
  "summary": "Die Filmfotografie lebt auch 2026. Von Pentax und Leica bis hin zu Lomography und neuen Start-ups – hier sind die Filmkameras, die Sie heute neu kaufen können.",
  "author": "Vincent Tantardini",
  "category": "gear",
  "sections": [
    {
      "type": "paragraph",
      "content": "Die Filmfotografie überlebt nicht nur – sie wächst. Während die meisten Kamerahersteller den Film vor Jahrzehnten aufgegeben haben, tun einige wenige etwas Ungewöhnliches: Sie stellen neue Filmkameras her. Keine Vintage-Geräte oder generalüberholte Modelle, sondern Kameras, die jetzt entworfen und gebaut werden."
    },
    {
      "type": "paragraph",
      "content": "Hier erfahren Sie, was tatsächlich verfügbar ist, wenn Sie heute eine brandneue Filmkamera kaufen möchten."
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Analogue AF-1"
    },
    {
      "type": "paragraph",
      "content": "Analogue Shop in Amsterdam hat 2025 die Vorbestellungen für die AF-1 eröffnet. Es handelt sich um eine 35mm-Autofokuskamera, die für Street- und Dokumentarfotografie konzipiert ist und manuelle Zonenfokussierung mit automatischer Belichtung kombiniert. Das Unternehmen wurde gegründet, weil man eine Marktlücke erkannte: Menschen wollten zuverlässige, moderne Filmkameras ohne die Komplexität vollmanueller Systeme."
    },
    {
      "type": "paragraph",
      "content": "Die AF-1 verwendet LiDAR-Autofokus-Technologie, die von 0,5 Metern bis unendlich fokussieren kann, was sie auch bei schwachem Licht oder durch Glas zuverlässig macht. Die Kamera verfügt über automatisches Filmeinlegen und DX-Code-Lesung bis ISO 3200, was weniger Herumfummeln an den Einstellungen bedeutet. Interessant ist, dass Analogue Shop als Kamerageschäft in Amsterdam begann, bevor man sich entschied, eine eigene Kamera zu entwickeln. Die Nachfrage nach zuverlässigen modernen Filmkameras, die keine Vintage-Reparaturkenntnisse erfordern, war ständig vorhanden."
    },
    {
      "type": "paragraph",
      "content": "Die AF-1 richtet sich an Fotografen, die etwas Zuverlässiges brauchen, das sie nicht ausbremst. Sie ist auf Langlebigkeit ausgelegt und preislich wettbewerbsfähig mit dem Kauf und der Reparatur von Vintage-Ausrüstung."
    },
    {
      "type": "paragraph",
      "content": "[Analogue AF-1 vorbestellen](https://af1.analogueshop.com/) im offiziellen Online-Shop für €449,99. Lieferung voraussichtlich Q1 2026."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/analog_af-1_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/analog_af-1_film_photography_camera@2x.jpg",
      "alt": "Analogue AF-1 Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © Analog Shop"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Arca-Swiss M-Monolith"
    },
    {
      "type": "paragraph",
      "content": "Arca-Swiss stellt seit 1926 Präzisionskameraausrüstung in der Schweiz her und hat sich einen starken Ruf bei professionellen Fotografen erworben, die Ausrüstung benötigen, der sie in anspruchsvollen Situationen vertrauen können."
    },
    {
      "type": "paragraph",
      "content": "Die M-Monolith ist ihre moderne Monorail-Fachkamera für Großformatarbeit mit Film, die alles von 4x5 bis 8x10 sowie die Formate 5x7 und 6x9 unterstützt. Sie funktioniert auch mit Digitalrückteilen, wenn Sie diese Option benötigen. Dies ist eine Kamera für Fotografen, die die vollständige Kontrolle über ihre Bilder wünschen, ob im Studio oder im Feld."
    },
    {
      "type": "paragraph",
      "content": "Die Kamera verwendet mikrometrische Zahnradsteuerungen für alle Bewegungen: Neigung, Verschiebung, Schwenkung und Höhenverstellung. Sie können die vorderen und hinteren Standarten unabhängig voneinander präzise einstellen und dann alles genau dort verriegeln, wo Sie es brauchen. Das modulare Design ermöglicht einen schnellen Formatwechsel, und es gibt eine breite Palette von Zubehör, um sie für verschiedene Aufnahmesituationen zu konfigurieren."
    },
    {
      "type": "paragraph",
      "content": "Aus Flugzeugaluminium gefertigt, ist die M-Monolith relativ leicht, ohne die Steifigkeit zu opfern, die Sie für Langzeitbelichtungen benötigen. Der Balgenauszug und die optischen Wege sind großzügig genug, um Vignettierung zu vermeiden und Ihnen gleichzeitig viel Spielraum für verschiedene Brennweiten und Bewegungen zu geben. Sie ist für Fotografen konzipiert, die Stabilität, sanfte Zahnradeinstellungen und die Flexibilität für hochpräzise Bildprojekte benötigen."
    },
    {
      "type": "paragraph",
      "content": "[Mehr über die M-Monolith erfahren](https://arca-swiss-usa.com/products/m-monolith-film-formats) auf der offiziellen Arca-Swiss Website."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/arca_swiss_monolith_m_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/arca_swiss_monolith_m_film_photography_camera@2x.jpg",
      "alt": "Arca-Swiss M-Monolith Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © Arca-Swiss USA"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chamonix 45F-2"
    },
    {
      "type": "paragraph",
      "content": "Chamonix brachte die 45F-2 im Jahr 2017 als aktualisierte Version ihrer beliebten 45F-1 auf den Markt. Diese 4x5-Feldkamera wird von einer kleinen Werkstatt mit acht Handwerkern in China gebaut, die von einem Fotografen und Bergsteiger gegründet wurde, der die leichtesten und steifsten Kameras für Landschaftsarbeit schaffen wollte."
    },
    {
      "type": "paragraph",
      "content": "Die 45F-2 verwendet eine Mischung aus Teak- oder Kirschholz mit Carbonfaser-Verbundmaterialien. Sie wiegt nur 1.600 Gramm und lässt sich auf 208 x 182 x 92mm zusammenfalten, klein genug für Rucksacktouren. Was sie auszeichnet, ist der hintere Fokussierknopf, der direkt unter der Mattscheibe positioniert ist statt vorne wie bei den meisten Feldkameras. Das macht das Fokussieren natürlicher, da Sie bereits mit einer Hand auf die Mattscheibe schauen."
    },
    {
      "type": "paragraph",
      "content": "Die Kamera verfügt über asymmetrische Neigung an der hinteren Standarte, gesteuert durch einen einzelnen Knopf mit einer hellgrauen Beschichtung, damit Sie ihn schnell finden können. Die vordere Standarte hat separate Knöpfe für Höhenverstellung und Neigungsbewegungen. Die Mattscheibe hat vier gepunktete Linien, die Ihnen helfen, den Fokus bei Anwendung der hinteren Neigung beizubehalten, unabhängig davon, ob Sie im Quer- oder Hochformat aufnehmen. Dies macht die Arbeit mit dem Scheimpflug-Prinzip für Architektur- und Landschaftsfotografie viel praktischer."
    },
    {
      "type": "paragraph",
      "content": "Für $1.510 inklusive Versand bietet die 45F-2 einen gut durchdachten Einstieg in die 4x5-Fotografie, die leichter und tragbarer ist als die meisten Holzfeldkameras. Sie akzeptiert Objektivplatinen vom Linhof-Typ und funktioniert mit dem gesamten Chamonix-Zubehörsortiment."
    },
    {
      "type": "paragraph",
      "content": "[Mehr über die Chamonix 45F-2 erfahren](https://www.chamonixviewcamera.com/cameras/45f2) und auf der offiziellen Website kaufen."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chamonix_45f-2_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chamonix_45f-2_film_photography_camera@2x.jpg",
      "alt": "Chamonix 45F-2 Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © Chamonix View Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chamonix 11x14"
    },
    {
      "type": "paragraph",
      "content": "Die Chamonix 11x14 ist eine Ultra-Großformatkamera für Fotografen, die massive Negative benötigen. Mit 11x14 Zoll liegt dieses Format weit über den Standard-Größen 4x5 oder 8x10. Sie ist handgefertigt mit der gleichen Holz- und Carbonfaser-Konstruktion wie andere Chamonix-Kameras, nach ihrer Philosophie, das Gewicht handhabbar zu halten und gleichzeitig die Steifigkeit zu bewahren."
    },
    {
      "type": "paragraph",
      "content": "Diese Kamera wiegt 8 Kilogramm und faltet sich auf 505 x 500 x 475mm zusammen. Die Rückseite ist umkehrbar, sodass Sie zwischen Quer- und Hochformat wechseln können. Sie verwendet 8-Zoll-Objektivplatinen und bietet viel Platz für Großformatobjektive. Ultra-Großformat mag extrem erscheinen, aber es gibt eine engagierte Gemeinschaft, die in diesen Größen fotografiert. Das 11x14-Format hat tatsächlich eine bessere Filmverfügbarkeit als die meisten anderen Ultra-Großformate, wobei mehrere Schwarzweißfilme in dieser Dimension noch produziert werden."
    },
    {
      "type": "paragraph",
      "content": "Diese Kameras werden auf Bestellung in kleinen Chargen hergestellt. Der nächste Produktionslauf ist für März 2026 geplant, wenn Sie also interessiert sind, müssen Sie im Voraus planen. Bei diesem Preisniveau ist es eine ernsthafte Investition, aber Sie erhalten eine handgefertigte Kamera, die speziell für Ultra-Großformatarbeit gebaut wurde. Dies ist nicht für Gelegenheitsaufnahmen – es ist für Fotografen, die sich der Arbeit mit einigen der größten praktischen Filmgrößen verschrieben haben."
    },
    {
      "type": "paragraph",
      "content": "[Mehr über die Chamonix 11x14 erfahren](https://www.chamonixviewcamera.com/cameras/11x14) auf der offiziellen Website. Vorbestellungen für die März-2026-Charge kosten $6.250."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chamonix_11x14_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chamonix_11x14_film_photography_camera@2x.jpg",
      "alt": "Chamonix 11x14 Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © Chamonix View Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chroma Camera 35mm Click"
    },
    {
      "type": "paragraph",
      "content": "Die Chroma Camera Click 35mm ist eine vollmechanische Kompaktkamera von einem kleinen britischen Hersteller, der für 3D-gedruckte Mittel- und Großformatkameras bekannt ist. Dies ist ihre erste eigenständige 35mm mit einem Glasobjektiv. Das feste 24mm f/11-Objektiv ist in der Mitte scharf mit absichtlichem Abfall zu den Rändern, was den Bildern echten Charakter verleiht. Der Fokus ist von etwa 1,5 Metern bis unendlich fixiert, sodass die meisten Szenen ohne Anpassungen scharf bleiben."
    },
    {
      "type": "paragraph",
      "content": "Das Fotografieren ist einfach: Der magnetische Verschluss löst mit einer einzigen Geschwindigkeit von etwa 1/100s aus, sodass die Belichtung vollständig von Ihrer Filmwahl und dem verfügbaren Licht abhängt. Chroma empfiehlt ISO 200-400 für Tageslicht und schnellere Filme für schwaches Licht. Das 3D-gedruckte Gehäuse ist kompakt mit manuellem Filmtransport und einem dedizierten 24mm-Sucher. Es nimmt Standard-24x36mm-Bilder auf, aber eine mitgelieferte Maske konvertiert es auf Halbformat und verdoppelt Ihre Aufnahmezahl."
    },
    {
      "type": "paragraph",
      "content": "In kleinen britischen Chargen hergestellt, berichten frühe Benutzer von solider Verarbeitungsqualität und keinen Lichtlecks. Wenn Sie eine brandneue, batterielose Kamera mit einem echten Glas-Weitwinkel wollen und einfaches, einschränkungsbasiertes Fotografieren genießen, ist die Click 35mm einen Blick wert."
    },
    {
      "type": "paragraph",
      "content": "[Mehr über die Chroma Camera 35mm Click erfahren](https://chroma.camera/products/chroma-click-35mm-compact-camera-with-24mm-double-glass-lens) auf der offiziellen Website. Sie wird derzeit für etwa $187 verkauft."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chroma_camera_35mm_click_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chroma_camera_35mm_click_film_photography_camera@2x.jpg",
      "alt": "Chroma Camera 35mm Click Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © Chroma Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Custom Camera Building Series"
    },
    {
      "type": "paragraph",
      "content": "Custom Camera Building (CCB) startete im August 2025 eine komplette Produktlinie von Panorama- und Großformatkameras auf Kickstarter. Das in Ontario ansässige Unternehmen bietet 6x12-, 6x17-Panoramakameras und 4x5-, 5x7-, 8x10-Point-and-Shoot-Modelle an, alle aus industrietauglichen Verbundmaterialien und Präzisions-3D-Druck gefertigt."
    },
    {
      "type": "paragraph",
      "content": "Was diese Kameras auszeichnet, ist ihr modulares System. Sie können Konen austauschen, dasselbe Objektiv über verschiedene Gehäuse verwenden und Formate mitten in der Rolle wechseln. Die Panoramakameras enthalten Einrast-Masken, um Formate sofort zu ändern. Dieser modulare Ansatz ist wirklich nützlich, da Mittelformatfotografen zwischen 6x12 und 6x17 wechseln können und Großformatbenutzer Objektive zwischen verschiedenen Gehäusegrößen bewegen können."
    },
    {
      "type": "paragraph",
      "content": "Die Preise beginnen bei $195 CAD für das 4x5-Gehäuse, was sie zu den erschwinglichsten neuen Großformatoptionen macht. Die Kombination aus moderner Fertigung und durchdachtem Design macht spezialisierte Formate zugänglich, ohne bei der Präzision Kompromisse einzugehen."
    },
    {
      "type": "paragraph",
      "content": "[Mehr über die Custom Camera Building Series erfahren](https://customcamerabuilding.com) auf der offiziellen Projekt-Website."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/custom_camera_building_ccb_series_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/custom_camera_building_ccb_series_film_photography_camera@2x.jpg",
      "alt": "Custom Camera Building (CCB) Series Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © Custom Camera Building"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "FilmNeverDie Nana"
    },
    {
      "type": "paragraph",
      "content": "Die Nana von FilmNeverDie ist eine kompakte 35mm-Kompaktkamera, die gebaut wurde, um Einwegkameras durch etwas zu ersetzen, das Sie tatsächlich behalten können. Sie ist vollautomatisch mit einem 31mm f/11-Objektiv, festem 1/125s-Verschluss und fokusfreier Optik von etwa 1,5m bis unendlich. Keine Einstellungen zum Herumfummeln – einfach Film einlegen und fotografieren."
    },
    {
      "type": "paragraph",
      "content": "Das Gehäuse ist klein und passt in die Tasche, mit einer komplett metallenen Hülle, die sich solide in der Hand anfühlt. Sie läuft mit AA-Batterien, hat motorisierten Vor- und Rücklauf sowie einen einfachen Blitz mit Rote-Augen-Reduzierung. Was sie etwas interessanter macht, ist das 30mm-Gewinde am vorderen Objektiv, das ein optionales optisches Element für ein Dual-Fokus-Setup akzeptiert: eines für allgemeine Aufnahmen, ein anderes für schärfere Landschaften und Porträts."
    },
    {
      "type": "paragraph",
      "content": "FilmNeverDie begann als Kamerageschäft und Fotolabor in Melbourne und positionierte die Nana als langlebige Alternative zu billigen Plastikkameras. Die Kamera wurde ursprünglich über Crowdfunding eingeführt und zeigt, dass es echtes Interesse an einer modernen Kompaktkamera gibt, die nicht nur Vintage-Lagerbestand mit fragwürdiger Elektronik ist. Es ist unkompliziertes Filmfotografieren für Leute, die Einfachheit wollen, ohne das Gefühl zu haben, ein Spielzeug zu benutzen."
    },
    {
      "type": "paragraph",
      "content": "[Mehr über die Nana 35mm Filmkamera erfahren](https://filmneverdie.com/products/nana-35mm-film-point-and-shoot-camera) auf der offiziellen FilmNeverDie-Website. Sie wird derzeit für $243,96 verkauft."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/film_never_die_nana_35mm_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/film_never_die_nana_35mm_film_photography_camera@2x.jpg",
      "alt": "FilmNeverDie Nana 35mm Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © FilmNeverDie"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Fujifilm Instax Mini 41"
    },
    {
      "type": "paragraph",
      "content": "Die Fujifilm Instax Mini 41 hält die Sofortbildfotografie erfrischend einfach. Im Frühjahr 2025 erschienen, passt sie die Belichtung automatisch an, indem sie Verschlusszeit und Blitzleistung basierend auf dem verfügbaren Licht anpasst. Sie zielen, drücken den Auslöser und erhalten in etwa 90 Sekunden einen Druck im Kreditkartenformat. Das 60mm f/12.7-Objektiv liefert ein Sichtfeld ähnlich einem 34mm-Weitwinkel und eignet sich gut für Gruppenaufnahmen und Alltagsszenen. Die Farben kommen lebendig mit diesem erkennbaren Instax-Look heraus, und der konstante Blitz sorgt dafür, dass Ihre Motive in den meisten Situationen richtig beleuchtet bleiben."
    },
    {
      "type": "paragraph",
      "content": "Die Bedienung könnte nicht einfacher sein. Ein Drei-Positionen-Objektivring schaltet zwischen Aus, Ein und Nahaufnahme-Modus um. Drehen Sie auf Nahaufnahme für Entfernungen von 30-50cm, und der Sucher kompensiert die Parallaxe, damit Ihr Bildausschnitt genau bleibt. Ein kleiner Spiegel neben dem Objektiv hilft bei Selbstporträts. Es gibt einen Knopf zum Fotografieren und ein Filmfenster, das zeigt, wie viele Aufnahmen übrig sind. Zwei AA-Batterien versorgen etwa 100 Belichtungen, bevor sie ersetzt werden müssen."
    },
    {
      "type": "paragraph",
      "content": "Mit 345 Gramm und den Maßen 122,5x104,5x67,5mm passt die Mini 41 leicht in Taschen für Partys oder Reisen. Das Design übernimmt Vintage-Kamera-Ästhetik, während alles für schnelles Fotografieren zugänglich bleibt. Wenn Sie Sofortdrucke ohne Menüs oder komplexe Einstellungen wollen, liefert diese Kamera genau das. Fujifilms Instax Mini-Reihe umfasst auch die Mini 12, Mini 40 und Mini 99 für verschiedene Vorlieben, alle verwenden dasselbe Filmformat."
    },
    {
      "type": "paragraph",
      "content": "[Mehr über die Fujifilm Instax Mini 41 erfahren](https://instax.com/mini41/en/) auf der offiziellen Instax-Website. Sie wird derzeit für $116,95 verkauft."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/fujifilm_instax_mini_41_instant_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/fujifilm_instax_mini_41_instant_film_photography_camera@2x.jpg",
      "alt": "Fujifilm Instax Mini 41 Sofortbildkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © Fujifilm Corporation"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Gibellini DCG66"
    },
    {
      "type": "paragraph",
      "content": "Die Gibellini DCG66 ist ein Präzisions-Mittelformatkameragehäuse, das in Italien für Fotografen hergestellt wird, die sowohl Film als auch Digital in einem System wollen. Es akzeptiert Hasselblad V-Serie-Rückteile, sodass Sie mit klassischen Filmrückteilen wie dem A12 fotografieren oder zu digitalen Optionen wie dem CFV50c oder CFV100c wechseln können."
    },
    {
      "type": "paragraph",
      "content": "Aus Aluminium gefräst, fühlt sich die DCG66 solide an und ist auf Langlebigkeit ausgelegt. Sie verwendet Gibellinis GC-Bajonett-System für Hasselblad-Rückteile und Rodenstock HR Digaron-Objektive mit einem Schnellwechselmechanismus, der fest einrastet. Das GFC-Fokuskalibrierungssystem ermöglicht die Feinabstimmung des Objektiv-zu-Film-Abstands mit mikrometrischer Präzision für scharfe, konsistente Ergebnisse."
    },
    {
      "type": "paragraph",
      "content": "Die Fokussierung erfolgt vollständig manuell über eine Helikoidal-Fassung, was die Dinge praxisnah hält. Für andere Objektive können kundenspezifische Flansche angefertigt werden, was Ihnen mehr kreative Optionen gibt."
    },
    {
      "type": "paragraph",
      "content": "Die DCG66 gibt Ihnen die Präzision eines mechanischen Werkzeugs und die Befriedigung des Filmfotografierens mit der Flexibilität, bei Bedarf auf Digital zu wechseln. Alles in einem Kameragehäuse."
    },
    {
      "type": "paragraph",
      "content": "[Mehr über die DCG66 erfahren](https://gibellinicamera.com/product/dcg66/) auf der offiziellen Gibellini-Website. Sie wird derzeit für €2.990,00 verkauft und ist auf Nachbestellung verfügbar."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/gibellini_dcg66_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/gibellini_dcg66_film_photography_camera@2x.jpg",
      "alt": "Gibellini DCG66 Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © Gibellini"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Gibellini AG810"
    },
    {
      "type": "paragraph",
      "content": "Die Gibellini AG810 ist eine 8x10 klappbare Feldkamera, die in Italien komplett aus Aluminium gefräst wird. Mit 4,3kg ist sie für dieses Format bemerkenswert leicht und faltet sich für den Transport auf kompakte 330x320x100mm zusammen. Die Aluminiumkonstruktion bietet Steifigkeit und Präzision, während sie deutlich leichter bleibt als traditionelle 8x10-Holzkameras."
    },
    {
      "type": "paragraph",
      "content": "Die Kamera bietet vollständige Bewegungen einschließlich vorderer Höhenverstellung, Absenkung, Verschiebung, Neigung und Schwenkung sowie hinterer Neigung und Schwenkung. Sie verwendet Sinar-kompatible Objektivplatinen und akzeptiert alle Standard-8x10-Filmkassetten. Der Balgen reicht von 30mm bis 640mm Auszug, mit einem optionalen Weitwinkelbalgen, der bis auf 0mm für extreme Weitwinkel geht. Die Auto-Null-Positionierung an beiden Standarten macht das Zurücksetzen der Bewegungen schnell."
    },
    {
      "type": "paragraph",
      "content": "Gibellini bietet Anpassung mit Gehäusefarben und Balgen in Weiß, Schwarz, Rot, Blau, Grün oder Sand. Die Kamera enthält optische Mattscheibe und einen neuen Klapprahmen-Mechanismus für einfacheres Filmeinlegen. Mit €10.000 ist es ein professionelles Werkzeug für Fotografen, die 8x10-Auflösung ohne das Gewicht und die Sperrigkeit älterer Designs benötigen."
    },
    {
      "type": "paragraph",
      "content": "[Mehr über die AG810 erfahren](https://gibellinicamera.com/product/ag810-2/) auf der offiziellen Gibellini-Website. Sie wird derzeit für €3.740,00 verkauft und ist auf Nachbestellung verfügbar."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/gibellini_ag810_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/gibellini_ag810_film_photography_camera@2x.jpg",
      "alt": "Gibellini AG810 Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © Gibellini"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Intrepid 4x5"
    },
    {
      "type": "paragraph",
      "content": "Die Intrepid Camera Company hat ihren Sitz in Brighton, Großbritannien, und wurde von Designstudenten gegründet, die die Großformatfotografie einfacher und zugänglicher machen wollten. Anstatt alten, schweren Kameras nachzujagen, bauten sie ihre erste 4x5 mit Unterstützung der frühen Filmcommunity, und sie montieren immer noch alles von Hand in ihrer Werkstatt in Brighton."
    },
    {
      "type": "paragraph",
      "content": "Wenn Sie die Intrepid 4x5 in die Hand nehmen, bekommen Sie eine Kamera, die dafür gemacht ist, getragen und benutzt zu werden, nicht nur um sie im Regal zu bewundern. Sie ist leicht genug zum Wandern und faltet sich flach, um in einen Rucksack zu passen. Alle wesentlichen Bewegungen für vordere und hintere Einstellungen sind vorhanden, sodass Sie Fokus und Perspektive direkt kontrollieren können. Die Mattscheibe ist hell und übersichtlich für Bildausschnitt und Fokussierung."
    },
    {
      "type": "paragraph",
      "content": "Sie können Standardobjektive und -kassetten verwenden, was bedeutet, dass Sie nicht an ein bestimmtes System gebunden sind. Wenn Sie Großformat fotografieren wollen, ohne sich mit alter Ausrüstung herumärgern zu müssen, macht die Intrepid 4x5 den Prozess klar, einfach und wirklich spaßig."
    },
    {
      "type": "paragraph",
      "content": "[Mehr über die Intrepid 4x5 erfahren](https://intrepidcamera.co.uk/products/intrepid-4x5-camera) und auf ihrer offiziellen Website für €366,95 kaufen."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/intrepid_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/intrepid_4x5_film_photography_camera@2x.jpg",
      "alt": "Intrepid 4x5 Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © Intrepid Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Kodak Ektar H35"
    },
    {
      "type": "paragraph",
      "content": "Die Kodak Ektar H35 kam 2022 als eine der günstigsten neuen Filmkameras auf den Markt. Von Reto Project unter der Marke Kodak hergestellt, wird sie für etwa $50 verkauft und verwendet das Halbformat, um Ihre Aufnahmezahl zu verdoppeln. Eine 36er-Rolle gibt Ihnen 72 vertikale Bilder statt der üblichen 36."
    },
    {
      "type": "paragraph",
      "content": "Kodak bietet jetzt mehrere Farbvarianten einschließlich limitierter Editionen an und hat ein H35N-Modell mit Nachtmodus-Blitz herausgebracht. Die Kamera ist komplett aus Plastik, was die Kosten niedrig hält, aber bedeutet, dass Sie sie vorsichtig handhaben müssen. Sie ist bei jüngeren Fotografen als erschwinglicher Einstieg in den Film populär geworden."
    },
    {
      "type": "paragraph",
      "content": "Dies ist eine einfache Kompaktkamera mit einem Plastikobjektiv, fester Blende bei f/9,5 und einer einzigen Verschlusszeit von 1/100. Es gibt einen eingebauten Blitz, den Sie durch Drehen des Rings um das Objektiv aktivieren. Sie ist leicht, passt in die Tasche und ist kinderleicht zu bedienen. Der Kompromiss ist die Bildqualität: Das Plastikobjektiv produziert weiche Ergebnisse, besonders auf Distanz. Es funktioniert am besten mit ISO 400-Film und Motiven etwa 1,5 bis 2 Meter entfernt. Wenn Sie scharfe Bilder oder manuelle Kontrolle wollen, schauen Sie woanders. Aber wenn Sie einen erschwinglichen Weg suchen, mehr Bilder pro Rolle aufzunehmen, ohne sich um Einstellungen zu kümmern, liefert die H35 genau das."
    },
    {
      "type": "paragraph",
      "content": "[Mehr über die Kodak Ektar H35 erfahren](https://www.kodak.com/en/consumer/product/cameras/film/h35-film-camera/) auf der offiziellen Kodak-Website."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/kodak_ektar_h35_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/kodak_ektar_h35_film_photography_camera@2x.jpg",
      "alt": "Kodak Ektar H35 Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © Eastman Kodak Company"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Kodak Snapic A1"
    },
    {
      "type": "paragraph",
      "content": "Die Kodak Snapic A1 kommt als direkte Antwort für jeden, der Vollformat-35mm-Film ohne Komplexität fotografieren möchte. Im Kern sitzt ein beschichtetes Dreielement-25mm-Objektiv mit f/9,5, fest, aber scharf genug für Alltagssituationen. Der Fokus funktioniert über zwei Zoneneinstellungen: Wechseln Sie zwischen 0,5-1,5 Metern für nähere Motive oder 1,5 Metern bis unendlich für alles andere. Kein Rätselraten oder umständliches Einstellen, nur schnelle Anpassungen, die Sie am Fotografieren halten. Die Kamera erledigt Filmtransport und Rückspulen automatisch, während das Blitzsystem über ein kleines LCD-Panel Auto, Erzwungen-Ein, Aus und Rote-Augen-Modi bietet."
    },
    {
      "type": "paragraph",
      "content": "Was die A1 auszeichnet, ist wie viel Funktionalität Kodak in so ein minimales Paket gepackt hat. Das hintere OLED zeigt Ihre Bildzahl, Batteriestatus und aktuelle Einstellungen auf einen Blick. Ein Doppelbelichtungsmodus eröffnet kreative Überlagerungsmöglichkeiten, etwas, das Sie bei den meisten Budget-Filmkameras nicht finden werden. Die physischen Spezifikationen bleiben mit 118x62x35mm und nur 117 Gramm beeindruckend kompakt, betrieben von zwei AAA-Batterien, die für etwa zehn 24er-Rollen reichen. Diese Effizienz ist wichtig, wenn Sie einen ganzen Tag unterwegs sind oder leicht reisen."
    },
    {
      "type": "paragraph",
      "content": "Dies versucht nicht, ein Premium-Instrument oder ein Vintage-Sammlerstück zu sein. Das ABS-Gehäuse hält die Kosten niedrig, während das Retro-Styling und das prominente Kodak-Branding ihm Charakter verleihen. Für jemanden, der in die Filmfotografie einsteigt oder eine unkomplizierte Backup-Kamera will, liefert die Snapic A1, was zählt: zuverlässige Vollformatbilder ohne die Lernkurve manueller Kontrollen oder die Einschränkungen von Halbformaten."
    },
    {
      "type": "paragraph",
      "content": "[Mehr über die Kodak Snapic A1 erfahren](https://www.kodak.retopro.co/products/kodak-snapic-a1-35mm-film-camera) auf der Kodakfilm.reto-Website. Sie können sie für $99,00 vorbestellen."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/kodak_snapic_a1_35mm_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/kodak_snapic_a1_35mm_film_photography_camera@2x.jpg",
      "alt": "Kodak Snapic A1 Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © Kodakfilm.reto"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica M6 Neuauflage"
    },
    {
      "type": "paragraph",
      "content": "Leica brachte den M6-Messsucherkamera im November 2022 zurück. Dies ist kein Redesign oder Update, sondern eine originalgetreue Reproduktion ihrer beliebtesten mechanischen Kamera. Die Original-M6 wurde von 1984 bis 2002 produziert, und Fotografen haben nie aufgehört, sie zu fordern."
    },
    {
      "type": "paragraph",
      "content": "Die 2022er Version hat einige bemerkenswerte Upgrades. Die oberen und unteren Abdeckungen werden jetzt aus massivem Messing gefräst statt aus Zinkdruckguss, und sie verwenden denselben abriebfesten Schwarzlack wie die M11. Der Sucher ist die verbesserte 0,72x-Version der MP mit besserer Antireflex-Beschichtung. Der Belichtungsmesser enthält jetzt einen roten Mittelpunkt zusätzlich zu den Pfeilsymbolen, um die korrekte Belichtung zu bestätigen, plus eine Batteriewarnanzeige. Leica behielt das \"Leitz\"-Rotpunkt-Logo statt \"Leica\" als Hommage an das Original."
    },
    {
      "type": "paragraph",
      "content": "Die Neuauflage behält dieselbe mechanische Präzision und das Messsucherfokussystem bei. Leicas Handwerker bauen diese Kameras auf die gleiche Weise wie immer. Wenn Sie das klassische Messsuchererlebnis mit neuen Fertigungsgarantien und Support wollen, ist dies genau das Richtige."
    },
    {
      "type": "paragraph",
      "content": "[Mehr über die Leica M6 erfahren](https://leica-camera.com/en-US/photography/cameras/m/m6) und sie im Leica Online-Shop für $6.415,00 kaufen."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_m6_re_edition_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_m6_re_edition_film_photography_camera@2x.jpg",
      "alt": "Leica M6 Neuauflage Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica M-A (Typ 127)"
    },
    {
      "type": "paragraph",
      "content": "Leica brachte die M-A 2014 als ihre erste rein mechanische Kamera seit dem Ende der M4-P-Produktion 1981 heraus. Dies ist die am meisten abgespeckte M-Kamera, die Sie neu kaufen können: kein Belichtungsmesser, keine Elektronik, überhaupt keine Batterie. Sie ist komplett mechanisch und funktioniert unbegrenzt ohne Strom."
    },
    {
      "type": "paragraph",
      "content": "Die M-A verwendet verchromte Messing-Ober- und -Unterabdeckungen und verzichtet bewusst auf den roten Leica-Punkt für maximale Zurückhaltung. Sie ist auch merklich schlanker als digitale M-Kameras. Sie erhalten Verschlusszeiten bis 1/1000 und denselben 0,72x-Sucher wie andere moderne M-Kameras, mit Leuchtrahmen für Objektive von 28mm bis 135mm. Bei etwa $5.000-6.000 ist sie für Fotografen, die sich ausschließlich auf Blende, Verschlusszeit und Komposition konzentrieren wollen, ohne elektronische Unterstützung. Leica legt jeder Kamera sogar eine Rolle Kodak Tri-X 400 bei, als Anerkennung der Paarung zweier fotografischer Klassiker, die in den 1950er Jahren geboren wurden."
    },
    {
      "type": "paragraph",
      "content": "[Mehr über die Leica M-A erfahren](https://leica-camera.com/en-US/photography/cameras/m/m-a-typ-127-black) und sie im Leica Online-Shop für $6.310,00 kaufen."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_m-a_typ_127_black_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_m-a_typ_127_black_film_photography_camera@2x.jpg",
      "alt": "Leica M-A (Typ 127) Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica MP"
    },
    {
      "type": "paragraph",
      "content": "Leica stellte die MP 2003 als ihre Antwort für Fotografen vor, die einen vollmechanischen Messsucher mit nur einem Belichtungsmesser wollten. Der Name steht für \"Mechanische Perfektion\", und sie sitzt in Bezug auf die Funktionen zwischen der M6 und der M-A. Sie erhalten einen TTL-Belichtungsmesser, der eine Batterie benötigt, aber der Rest der Kamera funktioniert mechanisch ohne Strom."
    },
    {
      "type": "paragraph",
      "content": "Die MP übernahm Designelemente von der klassischen M3, einschließlich eines Metallfilmtransporthebels und Rückspulknopfes anstelle der Kurbel der M6. Der Sucher hat verbesserte Antireflex-Beschichtungen im Vergleich zur M6. Sie ist aus massivem Messing mit schwarzer Lackierung oder Silberchrom-Finish gefertigt und verzichtet für ein niedrigeres Profil auf den roten Leica-Punkt. Die Batterie versorgt nur den Belichtungsmesser, wenn sie also leer ist, funktioniert die Kamera immer noch perfekt. Mit $6.415 ist sie ähnlich bepreist wie die M6-Neuauflage und spricht Fotografen an, die mechanische Zuverlässigkeit mit Belichtungsmesserhilfe wollen."
    },
    {
      "type": "paragraph",
      "content": "[Mehr über die Leica MP erfahren](https://leica-camera.com/en-US/photography/cameras/m/mp-silver) und sie im Leica Online-Shop für $6.415,00 kaufen."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_mp_silver_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_mp_silver_film_photography_camera@2x.jpg",
      "alt": "Leica MP Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Linhof Master Technika Serie"
    },
    {
      "type": "paragraph",
      "content": "Linhof stellt die Master Technika-Linie immer noch in Deutschland her und bietet zwei Versionen ihrer legendären 4x5-Metallfeldkamera an. Die Master Technika Classic enthält einen eingebauten Messsucher und kann mit kompatiblen Objektiven und dem optionalen Universal-Optiksucher aus der Hand fotografiert werden. Die Master Technika 3000 verzichtet auf den Messsucher, fügt aber eine eingebaute Weitwinkel-Fokusschiene mit externem Fokussierknopf und Unendlich-Anschlägen für 38mm-, 47mm- und 58mm-Objektive hinzu. Beide Kameras verfügen über volle Bewegungen (Neigung, Verschiebung, Schwenkung), falten sich in kompakte Gehäuse für den Transport und verwenden dieselbe robuste Druckguss-Metallkonstruktion, für die Linhof seit 1936 bekannt ist."
    },
    {
      "type": "paragraph",
      "content": "Die Classic spricht Fotografen an, die Messsucherfähigkeit für Aufnahmen aus der Hand und Porträts wollen, während die 3000 für Stativarbeit mit extremen Weitwinkelobjektiven gebaut ist. Beide Kameras akzeptieren Standard-4x5-Filmkassetten und können Linhofs Rollex-Rückteile für Mittelformat-Rollfilm verwenden. Dies sind teure Werkzeuge (die Preise variieren je nach Händler und Konfiguration), aber sie sind nach professionellen Standards gebaut und für Generationen ausgelegt. Linhof-Kameras aus den 1950er Jahren funktionieren heute noch, und diese modernen Versionen halten dieselbe Bauqualität aufrecht."
    },
    {
      "type": "paragraph",
      "content": "[Mehr über die Master Technika Serie erfahren](https://linhof.com/master-technika-classic-2/) auf der offiziellen Linhof-Website."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/linhof_master_technika_classic_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/linhof_master_technika_classic_film_photography_camera@2x.jpg",
      "alt": "Linhof Master Technika Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © Linhof Präzisions-Systemtechnik GmbH"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Linhof Technorama Serie"
    },
    {
      "type": "paragraph",
      "content": "Linhof produziert auch die Technorama-Panoramakameras für 120- und 220-Rollfilm. Die Technorama 617s III nimmt 6x17cm-Bilder auf (vier Bilder pro 120er-Rolle) mit Wechselobjektiven einschließlich 72mm-, 90mm-, 180mm- und 250mm-Optionen. Die Technorama 612 PC II nimmt 6x12cm-Bilder mit einem 2:1-Seitenverhältnis auf und enthält einen eingebauten 8mm-Vertikalshift in jedem Objektiv, um die Perspektive zu korrigieren, ohne die Kamera zu neigen. Beide verwenden Druckguss-Metallgehäuse und rein mechanische Bedienung ohne erforderliche Batterien."
    },
    {
      "type": "paragraph",
      "content": "Dies sind Spezialistenkameras für Landschafts-, Architektur- und Industriefotografie. Der Fokus wird über eine Entfernungsskala eingestellt statt durch den Sucher, und jedes Objektiv kommt mit seiner eigenen Helikoidal-Fokussierfassung. Die Kameras können aus der Hand verwendet werden, funktionieren aber angesichts der extremen Formate und der Notwendigkeit präziser Fokussierung am besten auf einem Stativ. Beachten Sie, dass Linhof die Produktion von Technorama-Objektiven vor Jahren eingestellt hat, obwohl die Kameragehäuse weiterhin erhältlich sind und Besitzer ihre eigenen Großformatobjektive für das System anpassen lassen können."
    },
    {
      "type": "paragraph",
      "content": "[Mehr über die Technorama Serie erfahren](https://linhof.com/technorama-617s/) auf der offiziellen Linhof-Website."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/linhof_technorama_617s_III_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/linhof_technorama_617s_III_film_photography_camera@2x.jpg",
      "alt": "Linhof Technorama Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © Linhof Präzisions-Systemtechnik GmbH"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography LC-A 120"
    },
    {
      "type": "paragraph",
      "content": "Die Lomography LC-A 120 bringt das klassische LC-A-Erlebnis auf Mittelformatfilm. Im Gegensatz zu ihren 35mm-Geschwistern verwendet diese Kamera 120-Film und bietet ein 38mm f/4,5-Objektiv, das den lebendigen, kontrastreichen Look liefert, den Lomography-Benutzer lieben. Sie bleibt vollmanuell mit Zonenfokussierung, Blendenpriorität und einem mechanischen Verschluss, verfügt aber über ein einfaches Design, das spontanes Fotografieren ohne Komplikationen fördert."
    },
    {
      "type": "paragraph",
      "content": "Die Kamera hat einen kompakten Bau für ein Mittelformatgehäuse, was sie zu einer vielseitigen Option für Fotografen macht, die größere Negative wollen, aber trotzdem etwas Handliches tragen möchten. Ihre robuste Kunststoff- und Metallkonstruktion balanciert Haltbarkeit mit Leichtigkeit – eine Kamera, die Sie überallhin mitnehmen können."
    },
    {
      "type": "paragraph",
      "content": "[Lomography LC-A 120 kaufen](https://shop.lomography.com/lomo-lc-a-120-film-camera) im offiziellen Online-Shop für $449,90."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lc-a_120_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lc-a_120_film_photography_camera@2x.jpg",
      "alt": "Lomography LC-A 120 Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography LC-Wide"
    },
    {
      "type": "paragraph",
      "content": "Die Lomography LC-Wide erweitert das LC-A-Erbe mit einem breiteren 17mm f/4,5-Glasobjektiv, ideal für Landschaften, Architektur und Straßenfotografie. Sie verwendet 35mm-Film und fokussiert mit dem klassischen Zonensystem, aber dieses Modell ist vollmechanisch ohne Autofokus oder Belichtungsautomatik, was den Prozess unkompliziert hält."
    },
    {
      "type": "paragraph",
      "content": "Die Kamera ist kompakt und robust gebaut, mit einem Kunststoffgehäuse und einem Metallobjektivtubus. Sie ist eine großartige Option für diejenigen, die die LC-A-typischen satten Farben und Vignettierungseffekte wollen, aber mit einer viel breiteren Perspektive. Die LC-Wide ist einfach zu bedienen und ein Favorit unter Lomography-Fans, die Experimentierfreude und Vintage-Ästhetik genießen."
    },
    {
      "type": "paragraph",
      "content": "[Lomography LC-Wide kaufen](https://shop.lomography.com/lomo-lc-wide-35-mm-film-camera) im offiziellen Online-Shop für $279,30."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lc-wide_35_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lc-wide_35_film_photography_camera@2x.jpg",
      "alt": "Lomography LC-Wide Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography Lomomatic 110"
    },
    {
      "type": "paragraph",
      "content": "Die Lomomatic 110 belebt das Taschenformat 110-Film wieder, das Kodak 1972 einführte. Lomography ist jetzt der einzige Hersteller von 110-Film, und diese Kamera bringt das Format mit modernen Funktionen zurück. Sie ist winzig mit etwa 11cm Länge und verwendet einen Schiebemechanismus zum Ausfahren für die Aufnahme, was sie wirklich taschenfähig macht."
    },
    {
      "type": "paragraph",
      "content": "Die Kamera enthält ein Glas-Minitar CX 23mm f/2,8-Objektiv, automatische Belichtung, Zonenfokussierung (0,8m, 1,5m, 3m, unendlich) und umschaltbare Blenden für Tag- (f/5,6) und Nachtaufnahmen (f/2,8). Sie können ISO auf 100, 200 oder 400 einstellen, und sie bietet Bulb-Modus für Langzeitbelichtungen plus Mehrfachbelichtungsfähigkeit. Ein optionaler abnehmbarer Blitz enthält farbige Gelfilter."
    },
    {
      "type": "paragraph",
      "content": "Das 110-Format produziert Bilder, die etwa halb so groß sind wie 35mm-Aufnahmen, was ihnen eine ausgeprägt körnige, Lo-Fi-Ästhetik verleiht. Film kostet etwa $8-12 pro 24er-Patrone, und die Entwicklung kann schwierig sein, da nur wenige Labore das Format bearbeiten. Bei $99-189 je nach Ausführung und Blitzeinschluss richtet sie sich an Fotografen, die diesen unvollkommenen, nostalgischen Look wollen und sich nicht an den Einschränkungen des Formats stören."
    },
    {
      "type": "paragraph",
      "content": "[Lomography Lomomatic 110 kaufen](https://shop.lomography.com/us/cameras/110-cameras) im offiziellen Online-Shop."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lomomatic_110_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lomomatic_110_film_photography_camera@2x.jpg",
      "alt": "Lomography Lomomatic 110 Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography MC-A"
    },
    {
      "type": "paragraph",
      "content": "Lomography brachte die MC-A im Oktober 2025 heraus, und es ist ihre bisher ernsthafteste Kamera. Dies ist eine Vollformat-35mm mit Autofokus, Blendenpriorität und DX-Code-Lesung. Sie bewältigt Mehrfachbelichtungen und bleibt leicht genug, um sie den ganzen Tag zu tragen."
    },
    {
      "type": "paragraph",
      "content": "Dies ist Lomographys erste Autofokuskamera und ihre erste mit Metallgehäuse. Das 32mm f/2,8-Objektiv hat fünf Elemente und eine Mehrschichtvergütung. Ein cleveres Detail ist die mitgelieferte USB-C-aufladbare CR2-Batterie, obwohl Sie auch Standard-Wegwerf-CR2s verwenden können. Die Kamera ist standardmäßig auf Blitz AUS eingestellt, was Fotografen gefordert haben. Sie enthält unbegrenzte Mehrfachbelichtungen und kommt mit Zubehör wie einem Splitzer-Objektivaufsatz für kreative Doppelbelichtungen und farbigen Blitzgelen. Der Autofokus funktioniert bis 0,4 Meter mit Zonenfokusoptionen bei 0,4, 0,8, 1,5 und 3 Metern plus unendlich."
    },
    {
      "type": "paragraph",
      "content": "Lomography hat seinen Ruf auf experimentellen, zugänglichen Filmkameras aufgebaut, und die MC-A setzt diese Tradition fort, während sie echte Automatisierung hinzufügt. Sie richtet sich an Leute, die das Filmerlebnis wollen, ohne jedes Mal mit manuellem Fokus oder Belichtung zu kämpfen."
    },
    {
      "type": "paragraph",
      "content": "[Lomography MC-A vorbestellen](https://shop.lomography.com/lomo-mc-a-35-mm-film-camera-black) im offiziellen Online-Shop für $549,00. Lieferung voraussichtlich Q1 2026."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_mc-a_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_mc-a_film_photography_camera@2x.jpg",
      "alt": "Lomography MC-A Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography Sprocket Rocket"
    },
    {
      "type": "paragraph",
      "content": "Die Lomography Sprocket Rocket ist eine 35mm-Panoramakamera, die die gesamte Filmbreite einschließlich der Perforationslöcher belichtet und Ihren Bildern diesen unverwechselbaren analogen Look verleiht. Ihr 30mm-Objektiv bietet ein 106-Grad-Sichtfeld mit einer subtilen Fisheye-artigen Dehnung an den Rändern, was sie großartig für Landschaften, Architektur und Gruppenaufnahmen macht. Eine 36er-Rolle ergibt etwa 13-18 Panoramabilder."
    },
    {
      "type": "paragraph",
      "content": "Die Steuerung ist minimal: eine feste Verschlusszeit von etwa 1/100s, ein Bulb-Modus für Langzeitbelichtungen, zwei Blendeneinstellungen und zwei Zonenfokus-Entfernungen (Nahaufnahme und unendlich). Es gibt keinen Belichtungsmesser, daher funktioniert ISO 400-Film am besten für allgemeine Aufnahmen. Die vorwärts und rückwärts drehbaren Filmtransportknöpfe machen Mehrfachbelichtungen und absichtliche Überlappungen einfach – sie ist wirklich für Experimente gebaut."
    },
    {
      "type": "paragraph",
      "content": "Das Gehäuse ist leichter Kunststoff mit einem Blitzschuh und einem Stativgewinde für Bulb-Aufnahmen. Der Sucher ist bestenfalls ungefähr, aber das passt zum lockeren, verspielten Stil, den diese Kamera fördert. Wenn Sie bereits eine ernsthaftere Kamera haben und ein lustiges kreatives Werkzeug für Perforationsloch-Panoramen wollen, liefert die Sprocket Rocket."
    },
    {
      "type": "paragraph",
      "content": "[Lomography Sprocket Rocket kaufen](https://shop.lomography.com/us/sprocket-rocket-35-mm-film-panoramic-camera) im offiziellen Online-Shop für $69,00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_sprocket_rocket_35mm_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_sprocket_rocket_35mm_film_photography_camera@2x.jpg",
      "alt": "Lomography Sprocket Rocket 35mm Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Ondu Eikan Serie"
    },
    {
      "type": "paragraph",
      "content": "Ondu begann 2013 in einer kleinen slowenischen Werkstatt, als Elvis Halilović begann, Lochkameras aus Holz von Hand zu fertigen. Was als persönliches Projekt begann, wurde schnell zu etwas Größerem, und heute erschafft ONDU einige der schönsten analogen Kameras, die Sie finden können."
    },
    {
      "type": "paragraph",
      "content": "Die Eikan-Serie repräsentiert ihre Premium-Linie von Mittelformat-Lochkameras. Aus sorgfältig ausgewählten Harthölzern wie Walnuss und Ahorn gebaut, wird jede Kamera ohne Schrauben oder Kleber konstruiert, unter Verwendung traditioneller Holzbearbeitungstechniken, die über Generationen verfeinert wurden. Das Holz wird mit natürlichen Ölen behandelt, um es zu schützen und gleichzeitig das taktile, organische Gefühl zu bewahren."
    },
    {
      "type": "paragraph",
      "content": "Was die EIKAN besonders macht, ist wie sie 120-Film handhabt. Das Design ermöglicht präzise Bildabstände und enthält eine eingebaute Wasserwaage, um Ihnen zu helfen, Ihre Horizonte gerade zu halten. Das Loch selbst ist für Konsistenz lasergebohrt, und das magnetische Verschlusssystem ist einfach, aber effektiv. Sie erhalten diese verträumte, weichzeichnende Qualität, für die Lochfotografie bekannt ist, mit Belichtungen, die je nach Lichtbedingungen typischerweise von einigen Sekunden bis zu mehreren Minuten reichen."
    },
    {
      "type": "paragraph",
      "content": "Dies sind keine Massenproduktionskameras. Jede EIKAN wird auf Bestellung in Slowenien gefertigt, es steckt also echte Handwerkskunst hinter jedem Stück."
    },
    {
      "type": "paragraph",
      "content": "[Mehr über Ondu Lochkameras erfahren](https://ondupinhole.com/) auf der offiziellen Website."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/ondu_eikan_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/ondu_eikan_film_photography_camera@2x.jpg",
      "alt": "Ondu Eikan Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © Ondu Pinhole"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Pentax 17"
    },
    {
      "type": "paragraph",
      "content": "Pentax überraschte alle mit der Veröffentlichung einer neuen Halbformatkamera Mitte 2024. Die Pentax 17 nimmt Hochformatbilder auf und verdoppelt Ihre Aufnahmezahl pro Rolle. Ricoh Imaging Corporation hat sie für Tragbarkeit und Einfachheit konzipiert und setzt auf den Vintage-Reiz und die praktischen Vorteile des Formats."
    },
    {
      "type": "paragraph",
      "content": "Erwähnenswert ist, dass das Objektiv ein Triplet-Design basierend auf der Ricoh Auto Half und der Espio Mini von 1994 ist. Die Kamera enthält sieben Aufnahmemodi, darunter einen \"Bokeh\"-Modus für Porträts und einen Bulb-Modus für Langzeitbelichtungen. Die oberen und unteren Platten sind aus Magnesiumlegierung (dasselbe Material wie bei Pentax' High-End-Digitalkameras wie der K-1), was sie leicht, aber langlebig macht. Die Kamera läuft mit einer CR2-Batterie, die nach Pentax' Schätzung etwa 10 Rollen hält, wenn Sie bei der Hälfte Ihrer Aufnahmen den Blitz verwenden."
    },
    {
      "type": "paragraph",
      "content": "Halbformatkameras waren in den 1960er und 70er Jahren beliebt und verschwanden dann. Pentax hat das Format mit moderner Bauqualität und unkomplizierten Bedienelementen zurückgebracht. Sie ist kompakt, einfach zu bedienen und gibt Ihnen 72 Aufnahmen auf einer Standard-36er-Rolle."
    },
    {
      "type": "paragraph",
      "content": "[Pentax 17 kaufen](https://pentax.eu/products/pentax-17) im offiziellen Online-Shop für €549,99."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/pentax_17_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/pentax_17_film_photography_camera@2x.jpg",
      "alt": "Pentax 17 Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © Ricoh Imaging Europe S.A.S."
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Polaroid I-2"
    },
    {
      "type": "paragraph",
      "content": "Die Polaroid I-2 ist Polaroids derzeit leistungsstärkste Sofortbildkamera, konzipiert für Fotografen, die tatsächlich Kontrolle über ihre Aufnahmen wollen. Ende 2024 erschienen, enthält sie das schärfste Objektiv, das Polaroid je hergestellt hat: eine Dreilinsen-98mm-Optik mit kontinuierlichem LiDAR-Autofokus, der von 0,4 Metern bis unendlich fokussiert. Die eigentliche Geschichte hier ist die manuelle Steuerung. Sie erhalten Automatik, Blendenpriorität, Verschlusszeitpriorität, Manuell, Mehrfachbelichtung und Selbstauslöser-Modi. Die Blende reicht von f/8 bis f/64, Verschlusszeiten von 1/250 Sekunde bis 30 Sekunden, und die Belichtungskorrektur lässt sich in 1/3-Stufen über +/- 2 EV für präzise Helligkeitssteuerung anpassen."
    },
    {
      "type": "paragraph",
      "content": "Sowohl das äußere Display als auch der elektronische Sucher zeigen Ihre Einstellungen in Echtzeit: Belichtungswerte, Blende, Verschlusszeit, Batteriestatus, verbleibende Aufnahmen und Fokusentfernung. Der eingebaute Blitz erzeugt weiches, ausgewogenes Licht, und es gibt externen Blitzsynchronisation, wenn Sie mit Studioausrüstung arbeiten möchten. Bluetooth verbindet sich mit der Polaroid-App für Fernaufnahmen und tiefere Anpassungen. Der wiederaufladbare Lithium-Ionen-Akku versorgt bis zu 15 Filmpacks pro Ladung über USB-C. Das Beste? Die I-2 nimmt i-Type-, 600- und SX-70-Filme auf, sodass Sie mit verschiedenen Sofortbildformaten auf einem Gehäuse experimentieren können."
    },
    {
      "type": "paragraph",
      "content": "Polaroids Produktpalette umfasst auch die Now+ Gen 3 mit kreativen Filtern, die taschengroße Polaroid Go und klassische 600- oder SX-70-Modelle für einfacheres Fotografieren. Aber wenn Sie es 2025 ernst meinen mit Sofortbildfotografie, ist die I-2 dort, wo die echten Fähigkeiten liegen."
    },
    {
      "type": "paragraph",
      "content": "[Polaroid I-2 kaufen](https://www.polaroid.com/en_us/cameras/i2-camera) im offiziellen Online-Shop für $399,99."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/polaroid_i-2_instant_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/polaroid_i-2_instant_film_photography_camera@2x.jpg",
      "alt": "Polaroid I-2 Sofortbildkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © Polaroid"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Rollei 35 AF"
    },
    {
      "type": "paragraph",
      "content": "MiNT Camera lieferte die Rollei 35 AF Ende 2024 aus und aktualisierte die ikonische Kompaktkamera der 1960er Jahre mit moderner Technologie. Das Original war brillant klein, erforderte aber das Schätzen von Fokusentfernungen. MiNT behielt das kompakte Gehäuse und fügte LiDAR-Autofokus, automatische Belichtung und einen eingebauten Blitz hinzu. Sie verwendet ein festes 35mm f/2,8-Objektiv und behält den manuellen Filmtransport bei."
    },
    {
      "type": "paragraph",
      "content": "Die Kamera verwendet LiDAR-Technologie, die von 0,5 Metern bis unendlich fokussieren kann, was sie auch unter schwierigen Bedingungen zuverlässig macht. Sie bietet sowohl automatische Belichtung als auch manuelle Steuerung für Blende (f/2,8 bis f/16), Verschlusszeit und ISO. Interessanterweise halfen pensionierte Pentax-Ingenieure beim Objektivdesign. MiNT verbrachte etwa fünf Jahre mit der Entwicklung dieser Kamera und arbeitete mehrere Prototypen durch, bevor sie auf den Markt kam."
    },
    {
      "type": "paragraph",
      "content": "In Anbetracht des Preises ist es eine Premium-Kompaktkamera für Fotografen, die etwas Taschenfähiges wollen ohne den Ärger der Zonenfokussierung. MiNT hat den Rollei-Namen für das Projekt offiziell lizenziert und eines der bekanntesten Designs der Filmfotografie mit tatsächlichen modernen Annehmlichkeiten zurückgebracht."
    },
    {
      "type": "paragraph",
      "content": "[Mehr über die Rollei 35 AF erfahren](https://rollei35af.com/pages/camera) auf der offiziellen Rollei-Website. Sie war bei der Markteinführung mit €885,00 bepreist, ist aber derzeit ausverkauft. Sie müssen möglicherweise Online-Kamerashops oder lokale Geschäfte prüfen, um einen Wiederverkäufer zu finden."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/rollei_35_af_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/rollei_35_af_film_photography_camera@2x.jpg",
      "alt": "Rollei 35 AF Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © Rollei 35 AF"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Shen Hao Kameras"
    },
    {
      "type": "paragraph",
      "content": "Shen Hao ist ein in Shanghai ansässiger Kamerahersteller, der seit Mitte der 1990er Jahre Großformat- und Feldkameras herstellt. Sie arbeiten hauptsächlich mit Holz und Metall und produzieren Fachkameras in Formaten von 4×5 Zoll bis hin zu Panoramas wie 6×17 cm und größer."
    },
    {
      "type": "paragraph",
      "content": "Was sie interessant macht, ist die Kombination aus traditioneller Handwerkskunst und praktischen modernen Funktionen. Ihre Kameras enthalten Graflok-Rückteile und Standard-Objektivplatinen, während sie die klassische Holzästhetik beibehalten. Der eigentliche Reiz ist das Preis-Leistungs-Verhältnis: Ihr HZX45-II A-Modell bietet ordentliche Bewegungen (Höhenverstellung, Verschiebung, Neigung) und solide Konstruktion zu einem Bruchteil dessen, was Sie für vergleichbare europäische Kameras zahlen würden."
    },
    {
      "type": "paragraph",
      "content": "Sie decken auch einen ungewöhnlich breiten Formatbereich ab. Neben Standard 4×5 und 5×7 stellt Shen Hao Panoramakameras in 6×17, 6×12 und sogar 12×20 Zoll-Formaten her. Es ist selten, diese Vielfalt von einem Hersteller zu finden, der sich auf Holzfeldkameras konzentriert und dabei für tatsächliche Feldarbeit tragbar genug bleibt."
    },
    {
      "type": "paragraph",
      "content": "[Mehr über Shen Hao Kameras erfahren](http://www.shen-hao.com/) auf der offiziellen Website."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/shen_hao_ptb-45_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/shen_hao_ptb-45_film_photography_camera@2x.jpg",
      "alt": "Shen Hao PTB-45 Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © 上海申豪專業照相機有限公司"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "SilverBridges WideluxX"
    },
    {
      "type": "paragraph",
      "content": "Die WideluxX belebt die Panorama-Widelux-Kamera wieder, die für ihren rotierenden Objektivmechanismus bekannt ist, der charakteristische Breitformatbilder mit natürlich gekrümmten Horizonten erzeugt. SilverBridges arbeitet an dieser aktualisierten Version, die sowohl 35mm als auch Mittelformat-Panoramabilder aufnehmen wird."
    },
    {
      "type": "paragraph",
      "content": "Die originalen Widelux-Kameras wurden zu Kultfavoriten. Jeff Bridges fotografiert bekanntermaßen mit einer und hat Bücher mit seinen Widelux-Fotografien veröffentlicht. Die Produktion endete vor Jahren, aber SilverBridges bringt die mechanische Panoramatechnologie mit aktualisierter Fertigung zurück. Es ist eine Nischenkamera für eine bestimmte Art des Fotografierens, aber genau das ist der Punkt."
    },
    {
      "type": "paragraph",
      "content": "Obwohl die Kamera noch nicht \"tatsächlich\" erhältlich ist, fand ich es cool, sie in diese Liste aufzunehmen, um das Projekt zu unterstützen. Die WideluxX ist noch ein Prototyp und Vorbestellungen haben noch nicht begonnen, aber Sie können [mehr über die SilverBridges WideluxX erfahren](https://wideluxx.com) auf der offiziellen Projekt-Website."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/silverbridges_wideluxx_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/silverbridges_wideluxx_film_photography_camera@2x.jpg",
      "alt": "SilverBridges WideluxX Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © SilverBridges"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Smartflex 4x5"
    },
    {
      "type": "paragraph",
      "content": "Die Smartflex 4x5 wurde Ende 2024 auf Kickstarter finanziert und begann Anfang 2025 mit dem Versand. Erschaffen von den Großformat-Enthusiasten HuaTong Zhang und seinem Partner (zwischen Shenzhen und Tokio ansässig), ist es eine 4x5-SLR, die etwas über 2kg wiegt – leicht genug, um aus der Hand zu fotografieren. Die Kamera verwendet 3D-gedruckte Materialien und Carbonfaser, um tragbar zu bleiben, und hat gleichzeitig einen hellen 5x5-Sucher, der das Fokussieren wirklich angenehm macht."
    },
    {
      "type": "paragraph",
      "content": "Mit etwa $2.000 für das Gehäuse ist sie immer noch teuer, aber deutlich günstiger als traditionelle Großformatkameras. Der echte Vorteil ist die Vielseitigkeit: Sie akzeptiert Standard-4x5-Filmkassetten und funktioniert auch mit Instax Wide-Rückteilen, sodass Sie Lichtsituationen testen können, bevor Sie teuren Planfilm einsetzen. Das macht Großformat-Porträtfotografie praktischer als je zuvor."
    },
    {
      "type": "paragraph",
      "content": "[Smartflex Camera 4x5 kaufen](https://smartflexcamera.shop/products/smartflex-camera-4x5) mit dem Smartnon 178mm und Instax Wide-Rückteil als Set auf der offiziellen Smartflex-Website für ¥543.890."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/smartflex_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/smartflex_4x5_film_photography_camera@2x.jpg",
      "alt": "Smartflex 4x5 Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © Zhuoyao Chen"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Stenopeika Air Force Serie"
    },
    {
      "type": "paragraph",
      "content": "Die Stenopeika Air Force-Serie vereint italienische Handwerkskunst und praktisches Design für Großformatfotografen, die eine Feldkamera wollen, die sie überallhin mitnehmen können. Diese Kameras sind bekannt für ihre leichte, langlebige Konstruktion aus einer Mischung robuster Materialien wie Kevlarfaser und Organdy-Seide für die Balgen. Trotz ihrer Tragbarkeit bieten sie die Bewegungspalette, die Fotografen erwarten, einschließlich Höhenverstellung, Absenkung, Schwenkung und Neigung an beiden vorderen und hinteren Standarten. Das macht sie hochflexibel für Perspektiv- und Fokuskontrolle, ob bei Landschafts- oder Architekturaufnahmen."
    },
    {
      "type": "paragraph",
      "content": "Die Serie deckt mehrere Formate ab, mit Modellen für 4x5, 5x7, 8x10 und sogar 11x14, die jeweils so konzipiert sind, dass sie Kompaktheit mit dem Balgenauszug und der Objektivkompatibilität für größere Formate ausbalancieren. Ein herausragendes Merkmal ist, wie vollständig diese Kameras zusammenfalten, was sie einfach zu verpacken und für Außenaufnahmen zu transportieren macht. Die sanften, leicht zu verriegelnden Bedienelemente und magnetischen Aufsteck-Mattscheibenschützer tragen zum benutzerfreundlichen Design bei. Insgesamt liefern die Air Force-Kameras eine Kombination aus solider Verarbeitung, intuitiver Handhabung und Flexibilität, was sie zu einer soliden Wahl für jeden macht, der in Großformat-Filmfotografie investiert und gleichzeitig Tragbarkeit und Präzision braucht."
    },
    {
      "type": "paragraph",
      "content": "[Mehr über Stenopeika Kameras erfahren](https://www.stenopeika.com/) auf der offiziellen Unternehmenswebsite."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/stenopeika_air_force_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/stenopeika_air_force_film_photography_camera@2x.jpg",
      "alt": "Stenopeika Air Force Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © Stenopeika"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Svedovsky Cameras"
    },
    {
      "type": "paragraph",
      "content": "Svedovsky Cameras wurde von Piotr Niewierowicz gegründet, einem tschechischen Designer und Handwerker, der traditionelle Holzbearbeitung mit präziser Kameratechnik verbindet. Seine Designs konzentrieren sich auf die Schaffung funktionaler, wunderschön gefertigter Großformatkameras, die das fotografische Erlebnis bereichern."
    },
    {
      "type": "paragraph",
      "content": "Das Flaggschiff-Modell ist eine 8x10-Feldkamera, handgefertigt aus sorgfältig ausgewählten Harthölzern wie Mahagoni oder Eiche, mit Messingbeschlägen und fein gefrästen Komponenten, die sich für den Transport zusammenfalten lassen. Die Kameras verfügen über sanfte, präzise vordere Standartenbewegungen einschließlich Neigung und Verschiebung. Sie verwenden Standard-Großformat-Objektivplatinen und moderne Filmkassetten und bieten Kompatibilität ohne proprietäre Einschränkungen."
    },
    {
      "type": "paragraph",
      "content": "In kleinen Chargen in der Tschechischen Republik hergestellt, sind diese Kameras sowohl praktische Werkzeuge als auch Kunstwerke."
    },
    {
      "type": "paragraph",
      "content": "[Mehr über Svedovsky Cameras erfahren](http://svedovsky.com/) auf der offiziellen Unternehmenswebsite."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/svedovsky_8x10_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/svedovsky_8x10_film_photography_camera@2x.jpg",
      "alt": "Svedovsky 8x10 Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © Svedovsky Cameras"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Woodyman Camera"
    },
    {
      "type": "paragraph",
      "content": "Woodyman ist ein kleiner französischer Hersteller, der Holz-Großformatkameras baut, die Praktikabilität an erste Stelle setzen. Sie stellen leichte 4×5-, 5x7- und 8×10-Feldkameras aus Walnuss und Kirsche her, die für Fotografen konzipiert sind, die eine tragbare Fachkamera wollen, die tatsächlich bequem den ganzen Tag zu tragen ist – nicht nur ein Studiostück."
    },
    {
      "type": "paragraph",
      "content": "Die Kameras decken die wesentlichen Bewegungen ab: vordere Höhenverstellung, Absenkung und Neigung, plus hintere Neigung und Schwenkung, was genug Flexibilität für Architektur, Landschaft und Stillleben bietet. Der Balgenauszug ist solide für gängige Brennweiten, und sie verwenden Standard-Objektivplatinen und Filmkassetten, sodass sie direkt in ein bestehendes Großformat-Setup passen, ohne proprietäre Ausrüstung."
    },
    {
      "type": "paragraph",
      "content": "Die Einrichtung ist schnell und die Verriegelungsmechanismen sind unkompliziert, was bei der Arbeit vor Ort wichtig ist. Sie sind merklich leichter als traditionelle Metall-Monorails oder ältere Holzdesigns, was sie zu einer guten Wahl für Wanderer und alle macht, die abseits des Studios fotografieren. Woodyman zielt im Grunde auf Fotografen ab, die die Disziplin und Bildqualität des Großformats ohne Einschüchterungsfaktor wollen: moderne Holzbearbeitung, vertraute Bewegungen und gebaut für echten Gebrauch im Feld."
    },
    {
      "type": "paragraph",
      "content": "[Mehr über Woodyman Camera Modelle erfahren](https://woodymancamera.com/en/) auf der offiziellen Unternehmenswebsite. Die Preise beginnen bei etwa €840,00 für das 4x5-Modell und €1.500,00 für das 8x10."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/woodyman_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/woodyman_4x5_film_photography_camera@2x.jpg",
      "alt": "Woodyman 4x5 Filmkamera",
      "width": "400",
      "height": "300",
      "caption": "Image © Woodyman Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Warum das wichtig ist"
    },
    {
      "type": "paragraph",
      "content": "Diese Kameras repräsentieren etwas Größeres als nur neue Produkte. Sie beweisen, dass es eine echte Nachfrage nach Werkzeugen für die Filmfotografie gibt – genug, um die Herstellung von Grund auf zu rechtfertigen. Dies sind keine Kickstarter-Projekte, die vielleicht irgendwann ausgeliefert werden. Die meisten dieser Kameras sind jetzt verfügbar oder werden an Vorbesteller ausgeliefert."
    },
    {
      "type": "paragraph",
      "content": "Die Unternehmen dahinter sind keine Legacy-Hersteller, die versuchen, aus alten Designs Profit zu schlagen. Es sind neue Unternehmen (oder neu engagierte wie Pentax), die Kameras für Menschen bauen, die sich 2025 für Film entscheiden, mit allem, was diese Wahl impliziert."
    },
    {
      "type": "paragraph",
      "content": "Filmfotografie hat andere Anforderungen als in den 1990er Jahren. Menschen fotografieren weniger, erwarten aber mehr von jedem Bild. Sie wollen Kameras, die ihre Zeit respektieren und gleichzeitig bewahren, was Film besonders macht. Diese neuen Kameras sind für diese Realität konzipiert."
    }
  ],
  "meta_title": "Neue Filmkameras 2026: Kaufratgeber | Frames",
  "meta_description": "Von 35mm bis Großformat: Entdecken Sie neue Filmkameras von Pentax, Leica, Lomography und mehr, die Sie 2026 kaufen können.",
  "meta_keywords": "Filmkameras 2026, neue Filmkameras, Filmkamera kaufen, 35mm Filmkamera, Mittelformat Filmkamera, Großformatkamera, Pentax 17, Leica M6 Neuauflage, Lomography MC-A, Analogue AF-1, SilverBridges WideluxX, neue Filmkameras in Produktion, Filmfotografie 2026"
}
