{
      "@context": "https://schema.org",
      "@type": "FAQPage",
      "publisher": {
        "@id": "https://withframes.com/#organization"
      },
      "author": {
        "@type": "Organization",
        "@id": "https://withframes.com/#organization"
      },
      "dateModified": "2025-11-08",
      "keywords": "fotografía,notas,analógico,film,rollo,negativo,cuaderno,exif,metadatos,cámara,35mm,imagen,escaneo,foto,app,aplicación,iOS,iPhone,Mac",
      "mainEntity": [
        {
          "@type": "Question",
          "name": "¿Qué metadatos puedo registrar?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames te permite registrar información detallada de cada toma, incluyendo cámara, objetivo, filtros, número de fotograma, distancia focal, apertura, velocidad de obturación, ISO, modo de medición, película, flash, ubicación GPS, marcas de tiempo y notas personalizadas, asegurando que nunca pierdas detalles importantes de tu fotografía analógica."
          }
        },
        {
          "@type": "Question",
          "name": "¿Qué formatos de imagen están soportados?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames soporta formatos JPEG, TIFF y DNG, permitiéndote integrar tus metadatos registrados directamente en fotos analógicas escaneadas para una organización fluida y un flujo de trabajo sin interrupciones en todos tus dispositivos."
          }
        },
        {
          "@type": "Question",
          "name": "¿Está Frames disponible en Android o Windows?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames está actualmente disponible para iPhone y macOS. Las versiones para Android y Windows están previstas para 2026, y mientras tanto, puedes compartir y gestionar tus datos mediante exportaciones de archivos .frames."
          }
        },
        {
          "@type": "Question",
          "name": "¿Qué velocidades de obturación y aperturas están soportadas?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames proporciona secuencias predefinidas de apertura (f/1.0 a f/64) y velocidad de obturación (1/8000s a 60s) que cubren la mayoría de objetivos y cámaras. También puedes definir secuencias personalizadas para tu equipo específico, garantizando compatibilidad con cualquier valor personalizado de apertura o velocidad de obturación."
          }
        },
        {
          "@type": "Question",
          "name": "¿Puedo registrar trípodes o accesorios?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Sí, Frames te permite registrar trípodes y fuentes de iluminación como flashes de zapata, flashes anulares, cajas de luz, reflectores o modificadores de luz. También hay un campo de notas adicional donde puedes añadir cualquier detalle personalizado que desees."
          }
        },
        {
          "@type": "Question",
          "name": "¿Puedo sincronizar mis datos entre iPhone y Mac?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Sí, puedes transferir sin problemas tus datos de fotografía analógica entre iPhone y Mac usando exportaciones de archivos .frames. Simplemente exporta tus rollos desde un dispositivo e impórtalos en otro. Aunque la sincronización automática en la nube no está disponible actualmente para mantener tu privacidad y propiedad de datos, el formato .frames hace que la sincronización manual sea rápida y sencilla."
          }
        },
        {
          "@type": "Question",
          "name": "¿Frames funciona sin conexión?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Por supuesto. Frames está diseñado para funcionar completamente sin conexión, lo que lo hace perfecto para fotografiar en lugares remotos sin conectividad a internet. Todos tus datos se almacenan localmente en tu dispositivo, para que puedas registrar fotos, gestionar tu archivo y organizar tu equipo en cualquier lugar. El etiquetado de ubicación GPS también funciona sin conexión y se guardará automáticamente cuando registres cada fotograma. Solo necesitas internet cuando verificas actualizaciones de la aplicación."
          }
        },
        {
          "@type": "Question",
          "name": "¿Cuáles son los planes para futuras actualizaciones?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Las futuras actualizaciones ampliarán las funcionalidades relacionadas con el proceso de trabajo, mejorarán la integración entre dispositivos y añadirán nuevas herramientas solicitadas por la comunidad. Esto hará que el registro de fotografía analógica sea aún más flexible y potente."
          }
        }
      ]
    }