{
  "@context": "https://schema.org",
  "@type": "HowTo",
  "name": "Cómo registrar e incrustar metadatos de fotografía analógica con Frames",
  "description": "Aprende a usar Frames para registrar ajustes de cámara analógica, organizar tus carretes e incrustar metadatos EXIF en tus imágenes escaneadas en iPhone y Mac.",
  "image": "https://withframes.com/lib/img/shared/app-icon.png",
  "totalTime": "PT10M",
  "inLanguage": "es",
  "publisher": {
    "@id": "https://withframes.com/#organization"
  },
  "author": {
    "@type": "Organization",
    "@id": "https://withframes.com/#organization"
  },
  "tool": [
    { "@type": "SoftwareApplication", "@id": "https://withframes.com/#frames-ios" },
    { "@type": "SoftwareApplication", "@id": "https://withframes.com/#frames-macos" }
  ],
  "video": {
    "@type": "VideoObject",
    "@id": "https://withframes.com/#frames-video"
  },
  "step": [
    {
      "@type": "HowToStep",
      "position": 1,
      "name": "1. Crear un nuevo rollo",
      "text": "Abre Frames en tu iPhone y toca el icono en la esquina inferior derecha para comenzar un nuevo rollo. Añade tu cámara de película, objetivos y elige tu tipo de película. El ISO está configurado por defecto a la sensibilidad de la caja, pero puedes ajustarlo según tu fotómetro. Aquí comienza tu flujo de trabajo de fotografía analógica."
    },
    {
      "@type": "HowToStep",
      "position": 2,
      "name": "2. Registrar cada disparo sobre la marcha",
      "text": "Mientras fotografías en película, registra la configuración de la cámara para cada fotograma: apertura, velocidad de obturación, distancia focal, flash, notas creativas y más. La geolocalización, nombres de lugares y marcas temporales se capturan automáticamente para respaldar un registro preciso de fotografía analógica. Puedes usar los controles deslizantes predeterminados o cambiar a una vista de formulario clásica a través del menú superior derecho."
    },
    {
      "@type": "HowToStep",
      "position": 3,
      "name": "3. Exportar tus datos",
      "text": "Una vez que tu rollo esté terminado y todos los disparos registrados, exporta los datos como un archivo .frames. Envíalo a tu Mac usando AirDrop, correo electrónico o cualquier método que prefieras. Este archivo contiene todos los metadatos de fotografía en película registrados para uso posterior con tus escaneos."
    },
    {
      "@type": "HowToStep",
      "position": 4,
      "name": "4. Cargar tus datos",
      "text": "Después de que tu película sea revelada y escaneada, abre el archivo .frames en tu Mac. Simplemente haz doble clic en él o arrástralo a la aplicación Frames para macOS. Tus fotogramas registrados se cargarán instantáneamente, listos para emparejarse con tus archivos de fotos escaneadas."
    },
    {
      "@type": "HowToStep",
      "position": 5,
      "name": "5. Asociar datos con fotos",
      "text": "Navega por tus disparos registrados usando vista de lista, cuadrícula o completa, y comienza a asociar cada escaneo con sus datos de fotograma. Las imágenes JPEG, TIFF y DNG están actualmente soportadas, con CR2 y NEF próximamente. Este paso vincula tus fotos analógicas con metadatos EXIF detallados, preservando el contexto de cada disparo."
    },
    {
      "@type": "HowToStep",
      "position": 6,
      "name": "6. Exportar tus fotos",
      "text": "Una vez que todo esté emparejado, exporta tus imágenes actualizadas. Los metadatos se incrustan directamente en cada archivo de foto, asegurando que permanezcan visibles en todos los dispositivos, herramientas de edición y plataformas como Flickr. Tu fotografía analógica obtiene los beneficios buscables y organizados de lo digital, sin perder su alma."
    }
  ]
}