{
  "article_id": "film-cameras-2025",
  "slug": "acheter-meilleurs-appareils-photo-argentiques-2025",
  "publish_date": "2025-11-14T10:00:00.000Z",
  "title": "Appareils photo argentiques : les meilleurs modèles à acheter neuf en 2025",
  "summary": "La photographie argentique est bel et bien vivante en 2025. De Pentax et Leica à Lomography et aux nouvelles startups, voici une liste des appareils photo argentiques qu'il est possible d'acheter neuf aujourd'hui.",
  "author": "Vincent Tantardini",
  "category": "gear",
  "sections": [
    {
      "type": "paragraph",
      "content": "La photographie argentique ne survit pas seulement, elle se développe. Alors que la plupart des fabricants d'appareils photo ont abandonné l'argentique il y a des décennies, une poignée de constructeurs font quelque chose d'inhabituel : ils fabriquent de nouveaux appareils photo argentiques. Pas du matériel vintage ou des modèles reconditionnés, mais des appareils conçus et fabriqués maintenant."
    },
    {
      "type": "paragraph",
      "content": "Voici ce qui est réellement disponible si vous voulez acheter un appareil photo argentique neuf aujourd'hui."
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Analogue AF-1"
    },
    {
      "type": "paragraph",
      "content": "Analogue Shop à Amsterdam a ouvert les précommandes pour l'AF-1 en 2025. C'est un appareil 35mm autofocus conçu pour le travail de rue et documentaire, combinant la mise au point manuelle par zones avec une exposition automatisée. L'entreprise a démarré parce qu'ils ont vu un manque : les gens voulaient des appareils photo argentiques modernes et fiables sans la complexité des systèmes entièrement manuels."
    },
    {
      "type": "paragraph",
      "content": "L'AF-1 utilise la technologie autofocus LiDAR qui peut faire la mise au point de 0,5 mètres à l'infini, ce qui le rend fiable même en faible lumière ou à travers du verre. L'appareil inclut le chargement automatique du film et la lecture du code DX jusqu'à ISO 3200, ce qui signifie moins de réglages à bricoler. Ce qui est intéressant, c'est qu'Analogue Shop a commencé comme une boutique d'appareils photo à Amsterdam avant de décider de concevoir leur propre appareil. Ils voyaient constamment des gens demander des appareils photo argentiques modernes et fiables qui ne nécessitent pas de compétences en réparation vintage."
    },
    {
      "type": "paragraph",
      "content": "L'AF-1 cible les photographes qui ont besoin de quelque chose de fiable qui ne les ralentira pas. Il est construit pour durer et son prix est compétitif avec l'achat et la réparation de matériel vintage."
    },
    {
      "type": "paragraph",
      "content": "[Précommandez l'Analogue AF-1](https://af1.analogueshop.com/) sur leur boutique en ligne officielle pour €449,99. Les livraisons sont prévues au T1 2026."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/analog_af-1_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/analog_af-1_film_photography_camera@2x.jpg",
      "alt": "Appareil Photo Argentique Analog AF-1",
      "width": "400",
      "height": "300",
      "caption": "Image © Analog Shop"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Arca-Swiss M-Monolith"
    },
    {
      "type": "paragraph",
      "content": "Arca-Swiss fabrique du matériel photographique de précision en Suisse depuis 1926, se forgeant une solide réputation auprès des photographes professionnels qui ont besoin d’un équipement fiable dans les situations les plus exigeantes."
    },
    {
      "type": "paragraph",
      "content": "Le M-Monolith est leur appareil technique monorail moderne, conçu pour le travail grand format argentique, du 4x5 au 8x10, et supporte également les formats 5x7 et 6x9. Il peut aussi être utilisé avec des dos numériques si nécessaire. C’est un appareil pour les photographes qui souhaitent un contrôle total sur leurs images, que ce soit en studio ou sur le terrain."
    },
    {
      "type": "paragraph",
      "content": "Tous les mouvements, comme la bascule, le décentrement, le pivotement et la montée/descente, se commandent via des réglages micrométriques à crémaillère. Les parties avant et arrière se règlent indépendamment avec précision et se verrouillent exactement où vous le souhaitez. La conception modulaire facilite le changement de format et une large gamme d’accessoires permet de l’adapter à différentes situations de prise de vue."
    },
    {
      "type": "paragraph",
      "content": "Construit en aluminium de qualité aéronautique, le M-Monolith reste relativement léger sans sacrifier la rigidité nécessaire pour les longues expositions. Le tirage du soufflet et la marge optique sont suffisamment généreux pour éviter le vignettage tout en offrant beaucoup de liberté pour travailler avec différentes focales et mouvements. Il est pensé pour les photographes qui ont besoin de stabilité, de réglages précis et fluides ainsi que de flexibilité pour gérer des projets photo de haute précision."
    },
    {
      "type": "paragraph",
      "content": "[En savoir plus sur le M-Monolith](https://arca-swiss-usa.com/products/m-monolith-film-formats) via le site officiel Arca-Swiss."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/arca_swiss_monolith_m_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/arca_swiss_monolith_m_film_photography_camera@2x.jpg",
      "alt": "Appareil Photo Argentique Arca-Swiss Monolith-M",
      "width": "400",
      "height": "300",
      "caption": "Image © Arca-Swiss USA"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chamonix 45F-2"
    },
    {
      "type": "paragraph",
      "content": "Chamonix a lancé le 45F-2 en 2017 comme version améliorée de leur populaire 45F-1. Cet appareil 4x5 est fabriqué par un petit atelier de huit artisans en Chine, fondé par un photographe et alpiniste qui voulait créer les modèles les plus légers et rigides possibles pour la photographie de paysage."
    },
    {
      "type": "paragraph",
      "content": "Le 45F-2 combine bois de teck ou de cerisier et matériaux composites en fibre de carbone. Il ne pèse que 1 600 grammes et se replie à 208 x 182 x 92 mm, assez compact pour la randonnée. Ce qui le distingue, c’est le bouton de mise au point arrière, positionné directement sous le verre dépoli plutôt qu’à l’avant comme sur la plupart des appareils de voyage, rendant la mise au point plus naturelle puisque votre main est déjà sur le verre dépoli."
    },
    {
      "type": "paragraph",
      "content": "Le dos permet un basculement asymétrique, contrôlé par un seul bouton avec un revêtement gris pâle pour le localiser rapidement. L’avant dispose de boutons séparés pour les mouvements de montée/descente et de bascule. Le verre dépoli est marqué de quatre lignes pointillées pour faciliter la mise au point lors de l’utilisation du basculement arrière, que vous travailliez en orientation paysage ou portrait. Cela rend l’application du principe de Scheimpflug beaucoup plus pratique pour l’architecture et le paysage."
    },
    {
      "type": "paragraph",
      "content": "À 1 510 $ avec livraison, le 45F-2 constitue une excellente entrée dans la photographie 4x5, plus légère et portable que la plupart des appareils en bois. Il accepte les planches d’objectif de type Linhof et fonctionne avec toute la gamme d’accessoires Chamonix."
    },
    {
      "type": "paragraph",
      "content": "[En savoir plus sur le Chamonix 45F-2](https://www.chamonixviewcamera.com/cameras/45f2) et achetez-le sur leur site officiel."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chamonix_45f-2_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chamonix_45f-2_film_photography_camera@2x.jpg",
      "alt": "Appareil Photo Argentique Chamonix 45F-2",
      "width": "400",
      "height": "300",
      "caption": "Image © Chamonix View Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chamonix 11x14"
    },
    {
      "type": "paragraph",
      "content": "Le Chamonix 11x14 est un appareil ultra grand format conçu pour les photographes qui ont besoin de négatifs massifs. À 11x14 pouces, ce format dépasse largement les tailles 4x5 ou 8x10. Il est fabriqué à la main en utilisant la même construction en bois et fibre de carbone que les autres appareils Chamonix, suivant leur philosophie de maintenir un poids raisonnable tout en conservant la rigidité."
    },
    {
      "type": "paragraph",
      "content": "Cet appareil pèse 8 kilogrammes et se replie à 505 x 500 x 475 mm. Le dos est réversible, ce qui permet de basculer entre orientation paysage et portrait. Il utilise des planches d'objectif de 8 pouces, offrant beaucoup d'espace pour les objectifs grand format. L'ultra grand format peut sembler extrême, mais il existe une communauté dédiée à ce type de photographie. Le format 11x14 bénéficie en fait d'une meilleure disponibilité de film que la plupart des autres tailles ultra grand format, avec plusieurs films noir et blanc encore produits dans cette dimension."
    },
    {
      "type": "paragraph",
      "content": "Ces appareils sont fabriqués sur commande en petits lots. La prochaine production est prévue pour mars 2026, donc si vous êtes intéressé, il faudra planifier à l'avance. À ce niveau de prix, c'est un investissement sérieux, mais vous obtenez un appareil fabriqué à la main spécifiquement pour le travail ultra grand format. Il ne s'agit pas de photographie occasionnelle, mais de modèles destinés aux photographes engagés dans les plus grandes tailles de film pratiques disponibles."
    },
    {
      "type": "paragraph",
      "content": "[En savoir plus sur le Chamonix 11x14](https://www.chamonixviewcamera.com/cameras/11x14) sur leur site officiel. Les précommandes pour le lot de mars 2026 sont au prix de $6 250."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chamonix_11x14_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chamonix_11x14_film_photography_camera@2x.jpg",
      "alt": "Appareil Photo Argentique Chamonix 11x14",
      "width": "400",
      "height": "300",
      "caption": "Image © Chamonix View Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Custom Camera Building Series"
    },
    {
      "type": "paragraph",
      "content": "Custom Camera Building (CCB) a lancé une gamme complète d'appareils panoramiques et grand format sur Kickstarter en août 2025. L'entreprise basée en Ontario propose des appareils panoramiques 6x12 et 6x17 ainsi que des modèles grand format 4x5, 5x7 et 8x10 à visée directe, tous construits à partir de matériaux composites de qualité industrielle et d'impression 3D de précision."
    },
    {
      "type": "paragraph",
      "content": "Ces appareils se distinguent par leur système modulaire. Il est possible d'échanger les cônes, d'utiliser le même objectif sur différents boîtiers et de changer de format au cours d'un même rouleau de pellicule. Les appareils panoramiques comprennent des masques à clipser pour modifier le format instantanément. Cette approche modulaire est très pratique, car les utilisateurs de moyen format peuvent passer facilement du 6x12 au 6x17, et les utilisateurs de grand format peuvent déplacer les objectifs entre différents boîtiers."
    },
    {
      "type": "paragraph",
      "content": "Les prix commencent à 195 $ CAD pour le boîtier 4x5, ce qui en fait l'une des options grand format neuves les plus abordables. La combinaison d'une fabrication moderne et d'une conception réfléchie rend les formats spécialisés accessibles sans compromettre la précision."
    },
    {
      "type": "paragraph",
      "content": "[En savoir plus sur les modèles Custom Camera Building](https://customcamerabuilding.com) sur le site officiel du projet."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/custom_camera_building_ccb_series_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/custom_camera_building_ccb_series_film_photography_camera@2x.jpg",
      "alt": "Appareil Photo Argentique Série Custom Camera Building (CCB)",
      "width": "400",
      "height": "300",
      "caption": "Image © Custom Camera Building"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Gibellini DCG66"
    },
    {
      "type": "paragraph",
      "content": "Le Gibellini DCG66 est un boîtier moyen format de précision fabriqué en Italie pour les photographes qui souhaitent combiner l'argentique et le numérique dans un seul système. Il accepte les dos Hasselblad série V, ce qui permet de travailler avec des dos film classiques comme le A12 ou de passer à des options numériques comme le CFV50c ou le CFV100c."
    },
    {
      "type": "paragraph",
      "content": "Usiné dans l'aluminium, le DCG66 est solide et construit pour durer. Il utilise le système de monture GC de Gibellini pour les dos Hasselblad et les objectifs Rodenstock HR Digaron, avec un mécanisme de changement rapide qui se verrouille fermement en place. Le système de calibration de mise au point GFC permet d'ajuster la distance objectif-film avec une précision micrométrique pour des résultats nets et cohérents."
    },
    {
      "type": "paragraph",
      "content": "La mise au point se fait entièrement à la main via une monture hélicoïdale, conservant le contrôle manuel. Des bagues personnalisées peuvent être fabriquées pour d'autres objectifs, offrant ainsi plus de possibilités créatives."
    },
    {
      "type": "paragraph",
      "content": "Le DCG66 combine la précision d'un outil mécanique et la satisfaction de la photographie argentique, avec la flexibilité de passer au numérique selon vos besoins. Tout est réuni dans un seul boîtier."
    },
    {
      "type": "paragraph",
      "content": "[En savoir plus sur le DCG66](https://gibellinicamera.com/product/dcg66/) sur le site officiel de Gibellini. Il est actuellement vendu €2 990,00 et disponible en précommande."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/gibellini_dcg66_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/gibellini_dcg66_film_photography_camera@2x.jpg",
      "alt": "Appareil Photo Argentique Gibellini DCG66",
      "width": "400",
      "height": "300",
      "caption": "Image © Gibellini"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Gibellini AG810"
    },
    {
      "type": "paragraph",
      "content": "Le Gibellini AG810 est un appareil de voyage pliant 8x10 entièrement usiné dans l'aluminium en Italie. Avec ses 4,3 kg, il est remarquablement léger pour ce format et se replie à un compact 330x320x100 mm pour le transport. La construction en aluminium offre rigidité et précision tout en restant nettement plus légère que les appareils 8x10 traditionnels en bois."
    },
    {
      "type": "paragraph",
      "content": "L'appareil propose tous les mouvements classiques, y compris montée, descente, décentrement, bascule et pivotement avant, ainsi que bascule et pivotement arrière. Il utilise des planches d'objectif compatibles Sinar et accepte tous les châssis film 8x10 standard. Le soufflet s'étend de 30 mm à 640 mm, avec un soufflet sac optionnel permettant de descendre à 0 mm pour les angles ultra larges. Le positionnement auto-zéro sur les deux parties avant et arrière facilite la réinitialisation rapide des mouvements."
    },
    {
      "type": "paragraph",
      "content": "Gibellini propose une personnalisation avec des couleurs de boîtier et des soufflets en blanc, noir, rouge, bleu, vert ou sable. L'appareil inclut un verre dépoli de qualité optique et un nouveau mécanisme de dos à arceau pour faciliter le chargement du film. À 10 000 €, c'est un outil professionnel pour les photographes qui ont besoin de la résolution 8x10 sans le poids et l'encombrement des anciennes conceptions."
    },
    {
      "type": "paragraph",
      "content": "[En savoir plus sur l'AG810](https://gibellinicamera.com/product/ag810-2/) sur le site officiel de Gibellini. Il est actuellement vendu €3 740,00 et disponible en précommande."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/gibellini_ag810_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/gibellini_ag810_film_photography_camera@2x.jpg",
      "alt": "Appareil Photo Argentique Gibellini AG810",
      "width": "400",
      "height": "300",
      "caption": "Image © Gibellini"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Intrepid 4x5"
    },
    {
      "type": "paragraph",
      "content": "Intrepid Camera Company est basée à Brighton, au Royaume-Uni, et a été créée par des étudiants en design qui voulaient rendre la photographie grand format plus simple et accessible. Plutôt que de courir après de vieux appareils lourds, ils ont construit leur premier 4x5 avec le soutien de la première communauté argentique et assemblent toujours tout à la main dans leur atelier de Brighton."
    },
    {
      "type": "paragraph",
      "content": "Lorsque vous prenez l'Intrepid 4x5 en main, vous découvrez un appareil conçu pour être transporté et utilisé, pas seulement admiré sur une étagère. Il est assez léger pour la randonnée et se plie à plat pour tenir dans un sac à dos. Tous les mouvements essentiels pour les réglages avant et arrière sont présents, ce qui permet de contrôler la mise au point et la perspective directement. Le verre dépoli est lumineux et clair pour le cadrage et la mise au point."
    },
    {
      "type": "paragraph",
      "content": "Vous pouvez utiliser des objectifs et des châssis standard, ce qui signifie que vous n'êtes pas limité à un seul système. Si vous voulez photographier en grand format sans vous compliquer la vie avec du vieux matériel, le 4x5 d'Intrepid rend le processus simple, clair et vraiment agréable."
    },
    {
      "type": "paragraph",
      "content": "[En savoir plus sur l'Intrepid 4x5](https://intrepidcamera.co.uk/products/intrepid-4x5-camera) et achetez-le sur leur site officiel pour €366,95."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/intrepid_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/intrepid_4x5_film_photography_camera@2x.jpg",
      "alt": "Appareil Photo Argentique Intrepid 4x5",
      "width": "400",
      "height": "300",
      "caption": "Image © Intrepid Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Kodak Ektar H35"
    },
    {
      "type": "paragraph",
      "content": "Le Kodak Ektar H35 est arrivé sur le marché en 2022 comme l'un des appareils photo argentiques neufs les plus abordables. Fabriqué par Reto Project sous la marque Kodak, il se vend environ 50 $ et utilise le format demi-format pour doubler votre nombre de vues. Une pellicule de 36 poses vous donne ainsi 72 images verticales au lieu des 36 habituelles."
    },
    {
      "type": "paragraph",
      "content": "Kodak propose maintenant plusieurs variantes de couleurs, y compris des éditions limitées, et a sorti un modèle H35N avec un mode flash nuit. L'appareil est entièrement en plastique, ce qui maintient les coûts bas, mais signifie qu'il faut le manipuler avec soin. Il est devenu populaire auprès des jeunes photographes comme point d'entrée abordable dans l'argentique."
    },
    {
      "type": "paragraph",
      "content": "C'est un compact de base avec un objectif en plastique, une ouverture fixe à f/9,5 et une seule vitesse d'obturation de 1/100. Le flash intégré se déclenche en tournant la bague autour de l'objectif. L'appareil est léger, tient dans une poche et est très simple à utiliser. Le compromis concerne la qualité d'image : l'objectif en plastique produit des résultats doux, surtout à distance. Il fonctionne mieux avec du film ISO 400 et des sujets à environ 1,5 à 2 mètres. Si vous recherchez des images très nettes ou un contrôle manuel, il vaut mieux regarder ailleurs. Mais si vous voulez un moyen abordable de prendre plus de vues par pellicule sans vous soucier des réglages, le H35 offre exactement cela."
    },
    {
      "type": "paragraph",
      "content": "[En savoir plus sur le Kodak Ektar H35](https://www.kodak.com/en/consumer/product/cameras/film/h35-film-camera/) sur le site officiel de Kodak."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/kodak_ektar_h35_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/kodak_ektar_h35_film_photography_camera@2x.jpg",
      "alt": "Appareil Photo Argentique Kodak Ektar H35",
      "width": "400",
      "height": "300",
      "caption": "Image © Eastman Kodak Company"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica M6 Re-edition"
    },
    {
      "type": "paragraph",
      "content": "Leica a relancé le télémètre M6 en novembre 2022. Il ne s'agit pas d'une refonte ou d'une mise à jour, mais d'une reproduction fidèle de leur appareil mécanique le plus populaire. Le M6 original a été produit de 1984 à 2002, et les photographes n'ont jamais cessé de le réclamer."
    },
    {
      "type": "paragraph",
      "content": "La version 2022 apporte quelques améliorations notables. Les capots supérieur et inférieur sont désormais fraisés dans du laiton massif au lieu du zinc moulé sous pression, et ils utilisent la même laque noire résistante à l'abrasion que le M11. Le viseur est la version améliorée 0,72x du MP avec un meilleur revêtement anti-reflet. Le posemètre inclut maintenant un point central rouge en plus des symboles de flèches pour confirmer l'exposition correcte, ainsi qu'un indicateur d'avertissement de batterie. Leica a conservé le logo point rouge « Leitz » au lieu de « Leica » en hommage à l'original."
    },
    {
      "type": "paragraph",
      "content": "La réédition conserve la même précision mécanique et le système de mise au point télémétrique. Les artisans de Leica fabriquent ces appareils de la même manière qu'ils l'ont toujours fait. Si vous souhaitez l'expérience classique du télémètre avec de nouvelles garanties de fabrication et un support, c'est ici que vous la trouverez."
    },
    {
      "type": "paragraph",
      "content": "[En savoir plus sur le Leica M6](https://leica-camera.com/en-US/photography/cameras/m/m6) et achetez-le sur la boutique en ligne de Leica pour $6 415,00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_m6_re_edition_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_m6_re_edition_film_photography_camera@2x.jpg",
      "alt": "Appareil Photo Argentique Leica M6 Re-edition",
      "width": "400",
      "height": "300",
      "caption": "Image © Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica M-A (Typ 127)"
    },
    {
      "type": "paragraph",
      "content": "Leica a lancé le M-A en 2014 comme leur premier appareil entièrement mécanique depuis la fin de production du M4-P en 1981. C'est l'appareil M le plus dépouillé que vous puissiez acheter neuf : pas de posemètre, pas d'électronique, pas de batterie. Il est totalement mécanique et fonctionnera indéfiniment sans alimentation."
    },
    {
      "type": "paragraph",
      "content": "Le M-A utilise des capots supérieur et inférieur en laiton chromé et omet volontairement le point rouge Leica pour un maximum de discrétion. Il est également sensiblement plus fin que les appareils M numériques. Les vitesses d'obturation vont jusqu'à 1/1000 et le viseur 0,72x est le même que sur les autres appareils M modernes, avec des lignes de cadre pour les objectifs de 28 mm à 135 mm. À environ 5 000 à 6 000 $, il s'adresse aux photographes qui veulent se concentrer uniquement sur l'ouverture, la vitesse d'obturation et la composition, sans aucune assistance électronique. Leica inclut même une pellicule Kodak Tri-X 400 avec chaque appareil, reconnaissant l'association de deux classiques photographiques nés dans les années 1950."
    },
    {
      "type": "paragraph",
      "content": "[En savoir plus sur le Leica M-A](https://leica-camera.com/en-US/photography/cameras/m/m-a-typ-127-black) et achetez-le sur la boutique en ligne de Leica pour $6 310,00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_m-a_typ_127_black_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_m-a_typ_127_black_film_photography_camera@2x.jpg",
      "alt": "Appareil Photo Argentique Leica M-A (Typ 127)",
      "width": "400",
      "height": "300",
      "caption": "Image © Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica MP"
    },
    {
      "type": "paragraph",
      "content": "Leica a lancé le MP en 2003 comme réponse aux photographes souhaitant un télémètre entièrement mécanique avec seulement un posemètre. Le nom signifie « Perfection Mécanique » et il se situe entre le M6 et le M-A en termes de fonctionnalités. Le posemètre TTL nécessite une batterie, mais le reste de l'appareil fonctionne mécaniquement sans alimentation."
    },
    {
      "type": "paragraph",
      "content": "Le MP reprend des éléments de design du M3 classique, incluant un levier d'avancement du film en métal et un bouton de rembobinage au lieu de la manivelle du M6. Le viseur bénéficie de revêtements anti-reflet améliorés par rapport au M6. L'appareil est construit en laiton massif avec une finition noire ou chrome argenté, et il n'a pas le point rouge Leica pour un profil plus discret. La batterie alimente uniquement le posemètre, donc si elle se vide, l'appareil continue de fonctionner parfaitement. À 6 415 $, il se situe à un prix similaire à la réédition du M6 et séduit les photographes recherchant la fiabilité mécanique avec l'assistance d'un posemètre."
    },
    {
      "type": "paragraph",
      "content": "[En savoir plus sur le Leica MP](https://leica-camera.com/en-US/photography/cameras/m/mp-silver) et achetez-le sur la boutique en ligne de Leica pour $6 415,00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_mp_silver_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_mp_silver_film_photography_camera@2x.jpg",
      "alt": "Appareil Photo Argentique Leica MP",
      "width": "400",
      "height": "300",
      "caption": "Image © Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Linhof Master Technika Series"
    },
    {
      "type": "paragraph",
      "content": "Linhof fabrique toujours la gamme Master Technika en Allemagne, proposant deux versions de leur légendaire appareil de voyage 4x5 en métal. Le Master Technika Classic intègre un télémètre et peut être utilisé à main levée avec des objectifs compatibles et le viseur optique universel optionnel. Le Master Technika 3000 abandonne le télémètre mais ajoute une piste de mise au point grand angle intégrée avec un bouton de mise au point externe et des arrêts d'infini pour les objectifs 38 mm, 47 mm et 58 mm. Les deux appareils disposent de tous les mouvements classiques, comme la bascule, le décentrement et le pivotement, se replient dans des boîtiers compacts pour le transport et utilisent la même construction métallique moulée sous pression robuste pour laquelle Linhof est reconnu depuis 1936."
    },
    {
      "type": "paragraph",
      "content": "Le Classic séduit les photographes qui veulent la précision télémétrique pour la photographie à main levée et les portraits, tandis que le 3000 est conçu pour le travail sur trépied avec des objectifs ultra grand angle. Les deux appareils acceptent les châssis film 4x5 standard et peuvent utiliser les dos Rollex de Linhof pour le film moyen format en rouleau. Ce sont des outils coûteux, selon le revendeur et la configuration, mais ils sont fabriqués selon des normes professionnelles et conçus pour durer des générations. Les appareils Linhof des années 1950 fonctionnent toujours aujourd'hui, et ces versions modernes maintiennent cette même qualité de construction."
    },
    {
      "type": "paragraph",
      "content": "[En savoir plus sur les modèles Master Technika](https://linhof.com/master-technika-classic-2/) sur le site officiel de Linhof."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/linhof_master_technika_classic_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/linhof_master_technika_classic_film_photography_camera@2x.jpg",
      "alt": "Appareil Photo Argentique Linhof Master Technika",
      "width": "400",
      "height": "300",
      "caption": "Image © Linhof Präzisions-Systemtechnik GmbH"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Linhof Technorama Series"
    },
    {
      "type": "paragraph",
      "content": "Linhof produit également les appareils panoramiques Technorama pour film en rouleau 120 et 220. Le Technorama 617s III capture des images 6x17 cm (quatre vues par rouleau 120) avec des objectifs interchangeables incluant des options 72 mm, 90 mm, 180 mm et 250 mm. Le Technorama 612 PC II photographie des images 6x12 cm avec un rapport d'aspect 2:1 et inclut un décentrement vertical de 8 mm intégré dans chaque objectif pour corriger la perspective sans incliner l'appareil. Les deux utilisent des boîtiers métalliques moulés sous pression et un fonctionnement entièrement mécanique, sans batteries nécessaires."
    },
    {
      "type": "paragraph",
      "content": "Ce sont des appareils spécialisés pour la photographie de paysage, d'architecture et industrielle. La mise au point se fait par échelle de distance plutôt que par visée reflex. Chaque objectif dispose de sa propre monture de mise au point hélicoïdale. Ces appareils peuvent être utilisés à main levée, mais ils fonctionnent mieux sur trépied compte tenu des formats extrêmes et du besoin d'une mise au point précise. Notez que Linhof a arrêté la production des objectifs Technorama il y a plusieurs années, bien que les boîtiers restent disponibles et que les propriétaires puissent faire adapter leurs propres objectifs grand format au système."
    },
    {
      "type": "paragraph",
      "content": "[En savoir plus sur les modèles Technorama](https://linhof.com/technorama-617s/) sur le site officiel de Linhof."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/linhof_technorama_617s_III_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/linhof_technorama_617s_III_film_photography_camera@2x.jpg",
      "alt": "Appareil Photo Argentique Linhof Technorama",
      "width": "400",
      "height": "300",
      "caption": "Image © Linhof Präzisions-Systemtechnik GmbH"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography LC-A 120"
    },
    {
      "type": "paragraph",
      "content": "Le Lomography LC-A 120 apporte l'expérience classique du LC-A au film moyen format. Contrairement à ses frères 35 mm, cet appareil utilise du film 120 et offre un objectif 38 mm f/4,5 qui délivre le rendu vibrant et riche en contraste que les utilisateurs de Lomography apprécient. Il reste entièrement manuel avec mise au point par zones, priorité à l'ouverture et obturateur mécanique, tout en conservant une conception simple qui favorise la photographie spontanée sans complication."
    },
    {
      "type": "paragraph",
      "content": "L'appareil a une construction compacte pour un boîtier moyen format, ce qui en fait une option polyvalente pour les photographes qui veulent de plus grands négatifs tout en gardant un appareil facile à transporter. Sa construction robuste en plastique et métal équilibre durabilité et légèreté, en faisant un compagnon idéal à emporter partout."
    },
    {
      "type": "paragraph",
      "content": "[Achetez le Lomography LC-A 120](https://shop.lomography.com/lomo-lc-a-120-film-camera) sur leur boutique en ligne officielle pour $449.90."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lc-a_120_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lc-a_120_film_photography_camera@2x.jpg",
      "alt": "Appareil Photo Argentique Lomography LC-A 120",
      "width": "400",
      "height": "300",
      "caption": "Image © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography LC-Wide"
    },
    {
      "type": "paragraph",
      "content": "Le Lomography LC-Wide poursuit l'héritage du LC-A avec un objectif en verre plus large de 17 mm f/4,5, idéal pour les paysages, l'architecture et la photographie de rue. Il utilise du film 35 mm et la mise au point se fait avec le système de zones classique. Ce modèle est entièrement mécanique, sans autofocus ni automatisation de l'exposition, ce qui garde le processus simple."
    },
    {
      "type": "paragraph",
      "content": "L'appareil est compact et robuste, avec un boîtier en plastique et un fût d'objectif en métal. C'est une excellente option pour ceux qui veulent les couleurs saturées caractéristiques du LC-A et les effets de vignettage, mais avec une perspective beaucoup plus large. Le LC-Wide est simple à utiliser et reste un favori parmi les fans de Lomography qui apprécient l'expérimentation et l'esthétique vintage."
    },
    {
      "type": "paragraph",
      "content": "[Achetez le Lomography LC-Wide](https://shop.lomography.com/lomo-lc-wide-35-mm-film-camera) sur leur boutique en ligne officielle pour $279.30."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lc-wide_35_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lc-wide_35_film_photography_camera@2x.jpg",
      "alt": "Appareil Photo Argentique Lomography LC-Wide",
      "width": "400",
      "height": "300",
      "caption": "Image © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography Lomomatic 110"
    },
    {
      "type": "paragraph",
      "content": "Le Lomomatic 110 ravive le format film 110 de poche que Kodak a introduit en 1972. Lomography est aujourd'hui le seul producteur de film 110, et cet appareil relance le format avec des fonctionnalités modernes. Il est minuscule, environ 11 cm de long, et utilise un mécanisme coulissant pour s'étendre lors de la prise de vue, le rendant vraiment de poche."
    },
    {
      "type": "paragraph",
      "content": "L'appareil comprend un objectif en verre Minitar CX 23 mm f/2,8, une exposition automatique, une mise au point par zones (0,8 m, 1,5 m, 3 m, infini) et des ouvertures commutables pour la photographie de jour (f/5,6) et de nuit (f/2,8). Vous pouvez régler l'ISO à 100, 200 ou 400, et il propose un mode pose B pour les longues expositions ainsi qu'une possibilité de double exposition. Un flash détachable optionnel inclut des filtres gélatine colorés."
    },
    {
      "type": "paragraph",
      "content": "Le format 110 produit des images environ moitié de la taille des vues 35 mm, offrant une esthétique distinctement granuleuse et lo-fi. Le film coûte environ 8 à 12 $ par cartouche de 24 poses, et le traitement peut être compliqué car peu de laboratoires prennent ce format en charge. À 99 à 189 $, selon la finition et l'inclusion du flash, il s'adresse aux photographes qui recherchent ce rendu imparfait et nostalgique et ne sont pas gênés par les limitations du format."
    },
    {
      "type": "paragraph",
      "content": "[Achetez le Lomography Lomomatic 110](https://shop.lomography.com/us/cameras/110-cameras) sur leur boutique en ligne officielle."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lomomatic_110_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lomomatic_110_film_photography_camera@2x.jpg",
      "alt": "Appareil Photo Argentique Lomography Lomomatic 110",
      "width": "400",
      "height": "300",
      "caption": "Image © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography MC-A"
    },
    {
      "type": "paragraph",
      "content": "Lomography a lancé le MC-A en octobre 2025, leur appareil le plus abouti à ce jour. C'est un 35 mm plein format avec autofocus, priorité à l'ouverture et lecture du code DX. Il gère les expositions multiples et reste assez léger pour être porté toute la journée."
    },
    {
      "type": "paragraph",
      "content": "C'est le premier appareil autofocus de Lomography et le premier avec un boîtier métallique. L'objectif 32 mm f/2,8 comprend cinq éléments et un multi-revêtement. Une idée ingénieuse est la batterie CR2 rechargeable USB-C fournie, bien que vous puissiez aussi utiliser des CR2 jetables classiques. Le flash est désactivé par défaut, une demande des photographes. L'appareil permet des expositions multiples illimitées et inclut des accessoires comme une fixation d'objectif Splitzer pour des doubles expositions créatives et des gels de flash colorés. L'autofocus fonctionne jusqu'à 0,4 mètre avec des options de mise au point par zones à 0,4, 0,8, 1,5 et 3 mètres, ainsi qu'à l'infini."
    },
    {
      "type": "paragraph",
      "content": "Lomography a bâti sa réputation sur des appareils expérimentaux et accessibles, et le MC-A continue cette tradition tout en ajoutant une véritable automatisation. Il s'adresse aux photographes qui veulent l'expérience argentique sans se soucier de la mise au point manuelle ou de l'exposition à chaque prise."
    },
    {
      "type": "paragraph",
      "content": "[Précommandez le Lomography MC-A](https://shop.lomography.com/lomo-mc-a-35-mm-film-camera-black) sur leur boutique en ligne officielle pour $549.00. Les livraisons sont prévues au T1 2026."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_mc-a_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_mc-a_film_photography_camera@2x.jpg",
      "alt": "Appareil Photo Argentique Lomography MC-A",
      "width": "400",
      "height": "300",
      "caption": "Image © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Ondu Eikan Series"
    },
    {
      "type": "paragraph",
      "content": "Ondu a commencé dans un petit atelier slovène en 2013, lorsque Elvis Halilović a fabriqué artisanalement des appareils sténopé en bois. Ce qui a débuté comme un projet personnel est rapidement devenu plus ambitieux, et aujourd'hui ONDU crée certains des plus beaux appareils argentiques que vous puissiez trouver."
    },
    {
      "type": "paragraph",
      "content": "La série Eikan représente leur gamme premium d'appareils sténopé moyen format. Construits à partir de bois durs soigneusement sélectionnés comme le noyer et l'érable, chaque appareil est fabriqué sans vis ni colle, utilisant des techniques de menuiserie traditionnelles affinées au fil des générations. Le bois est traité avec des huiles naturelles pour le protéger tout en conservant un toucher tactile et organique."
    },
    {
      "type": "paragraph",
      "content": "Ce qui rend l'Eikan spécial, c'est la manière dont il gère le film 120. La conception permet un espacement précis des vues et inclut un niveau à bulle intégré pour garder vos horizons droits. Le sténopé est percé au laser pour garantir la cohérence, et le système d'obturateur magnétique est simple mais efficace. Vous obtenez cette qualité douce et onirique propre à la photographie sténopé, avec des expositions variant de quelques secondes à plusieurs minutes selon la lumière."
    },
    {
      "type": "paragraph",
      "content": "Ces appareils ne sont pas produits en masse. Chaque Eikan est fabriqué sur commande en Slovénie, ce qui garantit un vrai savoir-faire derrière chaque pièce."
    },
    {
      "type": "paragraph",
      "content": "[En savoir plus sur les appareils sténopé Ondu](https://ondupinhole.com/) sur leur site officiel."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/ondu_eikan_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/ondu_eikan_film_photography_camera@2x.jpg",
      "alt": "Appareil Photo Argentique Ondu Eikan",
      "width": "400",
      "height": "300",
      "caption": "Image © Ondu Pinhole"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Pentax 17"
    },
    {
      "type": "paragraph",
      "content": "Pentax a surpris tout le monde en lançant un nouvel appareil demi-format à la mi-2024. Le Pentax 17 photographie des vues verticales et double votre nombre de prises par pellicule. Ricoh Imaging Corporation l'a conçu pour la portabilité et la simplicité, misant sur l'attrait vintage du format et ses avantages pratiques."
    },
    {
      "type": "paragraph",
      "content": "L'objectif est une conception triplet basée sur le Ricoh Auto Half et l'Espio Mini de 1994. L'appareil propose sept modes de prise de vue, dont un mode « Bokeh » pour les portraits et un mode pose B pour les longues expositions. Les plaques supérieure et inférieure sont en alliage de magnésium, le même matériau que dans les appareils numériques haut de gamme de Pentax comme le K-1, ce qui le rend à la fois léger et durable. L'appareil fonctionne avec une batterie CR2, que Pentax estime suffisante pour environ 10 pellicules si vous utilisez le flash sur la moitié de vos prises."
    },
    {
      "type": "paragraph",
      "content": "Les appareils demi-format étaient populaires dans les années 1960 et 1970, puis ont disparu. Pentax a relancé le format avec une qualité de construction moderne et des commandes simples. Il est compact, facile à utiliser et vous offre 72 vues sur une pellicule standard de 36 poses."
    },
    {
      "type": "paragraph",
      "content": "[Achetez le Pentax 17](https://pentax.eu/products/pentax-17) sur leur boutique en ligne officielle pour €549,99."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/pentax_17_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/pentax_17_film_photography_camera@2x.jpg",
      "alt": "Appareil Photo Argentique Pentax 17",
      "width": "400",
      "height": "300",
      "caption": "Image © Ricoh Imaging Europe S.A.S."
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Rollei 35 AF"
    },
    {
      "type": "paragraph",
      "content": "MiNT Camera a lancé le Rollei 35 AF fin 2024, modernisant l'iconique compact des années 1960 avec la technologie actuelle. L'original était remarquablement petit mais nécessitait de deviner les distances de mise au point. MiNT a conservé le boîtier compact et ajouté l'autofocus LiDAR, l'exposition automatique et un flash intégré. Il utilise un objectif fixe 35 mm f/2,8 et conserve l'avancement manuel du film."
    },
    {
      "type": "paragraph",
      "content": "L'appareil utilise la technologie LiDAR qui permet de faire la mise au point de 0,5 mètre à l'infini, le rendant fiable même dans des conditions difficiles. Il propose à la fois une exposition automatique et des réglages manuels pour l'ouverture (f/2,8 à f/16), la vitesse d'obturation et l'ISO. Des ingénieurs Pentax retraités ont participé à la conception de l'objectif. MiNT a consacré environ cinq ans au développement de cet appareil, testant plusieurs prototypes avant la sortie."
    },
    {
      "type": "paragraph",
      "content": "Compte tenu de son prix, c'est un compact haut de gamme pour les photographes qui veulent un appareil de poche sans les contraintes de la mise au point par zones. MiNT a officiellement licencié le nom Rollei pour ce projet, ramenant l'un des designs les plus célèbres de la photographie argentique avec de véritables commodités modernes."
    },
    {
      "type": "paragraph",
      "content": "[En savoir plus sur le Rollei 35 AF](https://rollei35af.com/pages/camera) sur le site officiel de Rollei. Il était au prix de €885,00 au lancement mais est actuellement en rupture de stock. Vous devrez peut-être vérifier les boutiques d'appareils photo en ligne ou les magasins locaux pour trouver un revendeur."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/rollei_35_af_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/rollei_35_af_film_photography_camera@2x.jpg",
      "alt": "Appareil Photo Argentique Rollei 35 AF",
      "width": "400",
      "height": "300",
      "caption": "Image © Rollei 35 AF"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Shen Hao Cameras"
    },
    {
      "type": "paragraph",
      "content": "Shen Hao est un fabricant basé à Shanghai qui produit des appareils grand format et des chambres de voyage depuis le milieu des années 1990. Ils travaillent principalement le bois et le métal, fabriquant des chambres allant du 4×5 pouces jusqu'à des formats panoramiques comme le 6×17 cm et plus."
    },
    {
      "type": "paragraph",
      "content": "Ce qui les rend intéressants, c'est la combinaison de l'artisanat traditionnel et des fonctionnalités modernes pratiques. Leurs appareils acceptent des dos Graflok et des planches d'objectif standard tout en conservant l'esthétique classique du bois. Le véritable attrait est le rapport qualité-prix : le modèle HZX45-II A offre des mouvements précis (montée, décentrement, bascule) et une construction solide pour une fraction du prix des appareils européens comparables."
    },
    {
      "type": "paragraph",
      "content": "Shen Hao propose également une gamme de formats inhabituelle. Au-delà du 4×5 et du 5×7 standard, ils fabriquent des appareils panoramiques en 6×17, 6×12 et même 12×20 pouces. Il est rare de trouver cette variété chez un fabricant concentré sur les chambres de voyage en bois, tout en restant suffisamment portables pour le travail de terrain."
    },
    {
      "type": "paragraph",
      "content": "[En savoir plus sur les appareils Shen Hao](http://www.shen-hao.com/) sur leur site officiel."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/shen_hao_ptb-45_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/shen_hao_ptb-45_film_photography_camera@2x.jpg",
      "alt": "Appareil Photo Argentique Shen Hao PTB-45",
      "width": "400",
      "height": "300",
      "caption": "Image © 上海申豪專業照相機有限公司"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "SilverBridges WideluxX"
    },
    {
      "type": "paragraph",
      "content": "Le WideluxX relance l'appareil panoramique Widelux, connu pour son mécanisme d'objectif rotatif qui crée des images grand format distinctives avec des horizons naturellement courbés. SilverBridges développe cette version mise à jour, qui pourra photographier à la fois en 35 mm et en moyen format."
    },
    {
      "type": "paragraph",
      "content": "Les appareils Widelux originaux sont devenus des favoris cultes. Jeff Bridges a photographié avec l'un d'eux et publié des livres de ses images Widelux. La production s'est arrêtée il y a des années, mais SilverBridges ramène la technologie panoramique mécanique avec une fabrication modernisée. C'est un appareil de niche pour un type précis de photographie, ce qui est exactement son objectif."
    },
    {
      "type": "paragraph",
      "content": "Bien que l'appareil ne soit pas encore disponible, j'ai pensé qu'il serait intéressant de l'inclure sur cette liste pour soutenir le projet. Le WideluxX est encore un prototype et les précommandes n'ont pas encore commencé, mais vous pouvez [en savoir plus sur le SilverBridges WideluxX](https://wideluxx.com) en visitant le site officiel du projet."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/silverbridges_wideluxx_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/silverbridges_wideluxx_film_photography_camera@2x.jpg",
      "alt": "Appareil Photo Argentique SilverBridges WideluxX",
      "width": "400",
      "height": "300",
      "caption": "Image © SilverBridges"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Smartflex 4x5"
    },
    {
      "type": "paragraph",
      "content": "Le Smartflex 4x5 a été financé sur Kickstarter fin 2024 et a commencé à être expédié début 2025. Créé par les passionnés de grand format HuaTong Zhang et son partenaire, basés entre Shenzhen et Tokyo, c'est un reflex 4x5 qui pèse un peu plus de 2 kg, suffisamment léger pour photographier à main levée. L'appareil utilise des matériaux imprimés en 3D et de la fibre de carbone pour rester portable tout en offrant un viseur lumineux 5x5 qui rend la mise au point agréable."
    },
    {
      "type": "paragraph",
      "content": "À environ 2 000 $ pour le boîtier, ce n'est pas donné mais c'est nettement moins cher que les appareils grand format traditionnels. Le véritable avantage est la polyvalence : il accepte les châssis film 4x5 standard et fonctionne aussi avec des dos Instax Wide, ce qui permet de tester les configurations d'éclairage avant d'engager du film plan coûteux. Cela rend la photographie de portrait grand format plus pratique que jamais."
    },
    {
      "type": "paragraph",
      "content": "[Achetez l'appareil Smartflex 4x5](https://smartflexcamera.shop/products/smartflex-camera-4x5) avec son Smartnon 178mm et dos Instax wide en ensemble sur le site officiel de Smartflex pour ¥543 890."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/smartflex_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/smartflex_4x5_film_photography_camera@2x.jpg",
      "alt": "Appareil Photo Argentique Smartflex 4x5",
      "width": "400",
      "height": "300",
      "caption": "Image © Zhuoyao Chen"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Stenopeika Air Force Series"
    },
    {
      "type": "paragraph",
      "content": "La série Stenopeika Air Force combine l'artisanat italien et une conception pratique pour les photographes grand format qui veulent une chambre de voyage à emporter partout. Ces appareils sont réputés pour leur construction légère et durable, utilisant un mélange de matériaux résistants comme la fibre de Kevlar et la soie organza pour les soufflets. Malgré leur portabilité, ils offrent tous les mouvements attendus par les photographes, incluant montée, descente, pivotement et bascule sur les standards avant et arrière. Cela les rend très adaptables pour le contrôle de la perspective et de la mise au point, que ce soit pour des paysages ou de l'architecture."
    },
    {
      "type": "paragraph",
      "content": "La série couvre plusieurs formats, avec des modèles pour 4x5, 5x7, 8x10 et même 11x14, chacun conçu pour équilibrer compacité, extension de soufflet et compatibilité avec différents objectifs. Une caractéristique notable est la capacité de repli complet, ce qui les rend faciles à emballer et à transporter pour des prises de vue en extérieur. Les commandes fluides et faciles à verrouiller, ainsi que les protecteurs de verre dépoli à enclenchement magnétique, ajoutent à la convivialité. Globalement, les appareils Air Force offrent une combinaison de construction solide, de manipulation intuitive et de flexibilité, faisant d'eux un choix idéal pour les photographes grand format qui recherchent à la fois portabilité et précision."
    },
    {
      "type": "paragraph",
      "content": "[En savoir plus sur les appareils Stenopeika](https://www.stenopeika.com/) sur le site officiel de l'entreprise."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/stenopeika_air_force_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/stenopeika_air_force_film_photography_camera@2x.jpg",
      "alt": "Appareil Photo Argentique Stenopeika Air Force",
      "width": "400",
      "height": "300",
      "caption": "Image © Stenopeika"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Appareils Svedovsky"
    },
    {
      "type": "paragraph",
      "content": "Svedovsky Cameras a été fondée par Piotr Niewierowicz, un designer et artisan tchèque combinant menuiserie traditionnelle et ingénierie photographique précise. Ses conceptions se concentrent sur la création d'appareils photo grand format fonctionnels et magnifiquement fabriqués qui enrichissent l'expérience photographique."
    },
    {
      "type": "paragraph",
      "content": "Le modèle phare est une chambre de voyage 8x10, fabriquée artisanalement à partir de bois durs soigneusement sélectionnés comme l'acajou ou le chêne, avec de la quincaillerie en laiton et des composants finement fraisés qui se replient pour le transport. Les appareils offrent des mouvements fluides et précis sur le standard avant, incluant bascule et décentrement. Ils utilisent des planches d'objectif grand format standard et des châssis film modernes, garantissant une compatibilité sans restrictions propriétaires."
    },
    {
      "type": "paragraph",
      "content": "Fabriqués en petits lots en République tchèque, ces appareils sont à la fois des outils pratiques et des pièces d'art."
    },
    {
      "type": "paragraph",
      "content": "[En savoir plus sur Svedovsky Cameras](http://svedovsky.com/) sur le site officiel de l'entreprise."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/svedovsky_8x10_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/svedovsky_8x10_film_photography_camera@2x.jpg",
      "alt": "Appareil Photo Argentique Svedovsky 8x10",
      "width": "400",
      "height": "300",
      "caption": "Image © Svedovsky Cameras"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Pourquoi c'est important"
    },
    {
      "type": "paragraph",
      "content": "Ces appareils représentent bien plus que de simples produits. Ils montrent qu'il existe une réelle demande pour des outils de photographie argentique, suffisante pour justifier une fabrication complète à partir de zéro. Ce ne sont pas des projets Kickstarter incertains. La plupart sont disponibles dès maintenant ou expédiés aux clients ayant précommandé."
    },
    {
      "type": "paragraph",
      "content": "Les entreprises derrière ces appareils ne sont pas des fabricants historiques cherchant à exploiter de vieux designs. Ce sont de nouvelles structures, ou des opérations réengagées comme Pentax, qui construisent des appareils pour ceux qui choisissent l'argentique en 2025, avec tout ce que ce choix implique."
    },
    {
      "type": "paragraph",
      "content": "La photographie argentique a des exigences différentes de celles des années 1990. On photographie moins, mais on attend plus de chaque image. Les photographes veulent des appareils qui respectent leur temps tout en préservant ce qui rend l'argentique unique. Ces nouveaux appareils sont conçus pour répondre à cette réalité."
    }
  ],
  "meta_title": "Appareils Photo Argentiques à Acheter en 2025 - Blog Frames",
  "meta_description": "Découvrez les nouveaux appareils photo argentiques disponibles en 2025. Du 35mm au grand format, avec des modèles Pentax, Leica, Lomography et plus.",
  "meta_keywords": "appareils photo argentiques 2025, nouveaux appareils argentiques, acheter appareil argentique, appareil 35mm argentique, appareil moyen format argentique, appareil grand format, Pentax 17, Leica M6, Leica MP, Lomography MC-A, Analogue AF-1, SilverBridges WideluxX, nouveaux appareils argentiques en production, photographie argentique 2025"
}
