{
      "@context": "https://schema.org",
      "@type": "FAQPage",
      "publisher": {
        "@id": "https://withframes.com/#organization"
      },
      "author": {
        "@type": "Organization",
        "@id": "https://withframes.com/#organization"
      },
      "dateModified": "2025-11-08",
      "keywords": "fotografia,notas,analógico,filme,rolo,negativo,caderno,exif,metadados,câmera,35mm,imagem,scan,shot,foto,app,aplicativo,iOS,iPhone,Mac",
      "mainEntity": [
        {
          "@type": "Question",
          "name": "Que metadados posso registar?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "O Frames permite registar informação detalhada para cada exposição, incluindo câmara, objetiva, filtros, número do fotograma, distância focal, abertura, velocidade do obturador, ISO, modo de medição, tipo de película, flash, localização GPS, timestamps e notas personalizadas, garantindo que nunca perde detalhes importantes da sua fotografia analógica."
          }
        },
        {
          "@type": "Question",
          "name": "Que formatos de imagem são suportados?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "O Frames suporta formatos JPEG, TIFF e DNG, permitindo incorporar os seus metadados registados diretamente em fotografias analógicas digitalizadas para organização e fluxo de trabalho perfeitos em todos os seus dispositivos."
          }
        },
        {
          "@type": "Question",
          "name": "O Frames está disponível para Android ou Windows?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "O Frames está atualmente disponível para iPhone e macOS. Versões para Android e Windows estão planeadas para 2026 e, entretanto, pode partilhar e gerir os seus dados através de exportações de ficheiros .frames."
          }
        },
        {
          "@type": "Question",
          "name": "Que velocidades do obturador e aberturas são suportadas?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "O Frames oferece sequências predefinidas que cobrem a maioria das objetivas e câmaras, e pode também definir sequências personalizadas para o seu equipamento, tornando-o compatível com qualquer velocidade do obturador ou valor de abertura."
          }
        },
        {
          "@type": "Question",
          "name": "Posso registar tripés ou acessórios?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Sim, o Frames permite registar tripés, flashes e outros acessórios. Existe também um campo de notas extra onde pode adicionar qualquer detalhe personalizado que desejar."
          }
        },
        {
          "@type": "Question",
          "name": "Posso sincronizar meus dados entre iPhone e Mac?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Sim, você pode transferir perfeitamente seus dados de fotografia analógica entre iPhone e Mac usando exportações de arquivo .frames. Simplesmente exporte seus rolos de um dispositivo e importe-os em outro. Embora a sincronização automática na nuvem não esteja disponível no momento para manter sua privacidade e propriedade dos dados, o formato .frames torna a sincronização manual rápida e direta."
          }
        },
        {
          "@type": "Question",
          "name": "O Frames funciona offline?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Com certeza. O Frames foi projetado para funcionar completamente offline, tornando-o perfeito para fotografar em locais remotos sem conectividade à internet. Todos os seus dados são armazenados localmente no seu dispositivo, para que você possa registrar fotos, gerenciar seu arquivo e organizar seu equipamento em qualquer lugar. A marcação de localização GPS também funciona offline e será salva quando você registrar cada quadro. Você só precisa de internet ao exportar metadados para imagens digitalizadas ou verificar atualizações do aplicativo."
          }
        },
        {
          "@type": "Question",
          "name": "Quais são os planos para futuras atualizações?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Os planos futuros incluem expandir funcionalidades de fluxo de trabalho, melhorar a integração entre dispositivos e adicionar novas ferramentas solicitadas pela comunidade para tornar o registo de fotografia analógica ainda mais flexível e poderoso."
          }
        }
      ]
    }