{
  "@context": "https://schema.org",
  "@type": "HowTo",
  "name": "Come registrare e incorporare i metadati della fotografia analogica con Frames",
  "description": "Scopri come utilizzare Frames per registrare le impostazioni della fotocamera analogica, organizzare i tuoi rullini e incorporare i metadati EXIF nelle tue immagini scannerizzate su iPhone e Mac.",
  "image": "https://withframes.com/lib/img/shared/app-icon.png",
  "totalTime": "PT10M",
  "inLanguage": "it",
  "publisher": {
    "@id": "https://withframes.com/#organization"
  },
  "author": {
    "@type": "Organization",
    "@id": "https://withframes.com/#organization"
  },
  "video": {
    "@type": "VideoObject",
    "@id": "https://withframes.com/#frames-video"
  },
  "step": [
    {
      "@type": "HowToStep",
      "position": 1,
      "name": "1. Crea un nuovo rullino",
      "text": "Apri Frames sul tuo iPhone e tocca l'icona nell'angolo in basso a destra per iniziare un nuovo rullino. Aggiungi la tua fotocamera a pellicola, gli obiettivi e scegli il tipo di pellicola. L'ISO è impostato sulla sensibilità della confezione per impostazione predefinita, ma puoi regolarlo in base al tuo esposimetro. Qui inizia il tuo flusso di lavoro per la fotografia analogica."
    },
    {
      "@type": "HowToStep",
      "position": 2,
      "name": "2. Registra ogni scatto mentre fotografi",
      "text": "Mentre scatti su pellicola, registra le impostazioni della fotocamera per ogni fotogramma: apertura, tempo di esposizione, lunghezza focale, flash, note creative e altro ancora. Geolocalizzazione, nomi dei luoghi e timestamp vengono acquisiti automaticamente per supportare un registro fotografico analogico preciso. Puoi utilizzare i cursori predefiniti o passare a una vista modulo classica tramite il menu in alto a destra."
    },
    {
      "@type": "HowToStep",
      "position": 3,
      "name": "3. Esporta i tuoi dati",
      "text": "Una volta terminato il rullino e registrati tutti gli scatti, esporta i dati come file .frames. Invialo al tuo Mac tramite AirDrop, email o qualsiasi metodo preferisci. Questo file contiene tutti i metadati degli scatti su pellicola registrati per un uso successivo con le tue scansioni."
    },
    {
      "@type": "HowToStep",
      "position": 4,
      "name": "4. Carica i tuoi dati",
      "text": "Dopo che la pellicola è stata sviluppata e scansionata, apri il file .frames sul tuo Mac. Basta fare doppio clic o trascinarlo nell'app Frames per macOS. I fotogrammi registrati vengono caricati istantaneamente, pronti per essere abbinati ai file fotografici scansionati."
    },
    {
      "@type": "HowToStep",
      "position": 5,
      "name": "5. Associa i dati alle foto",
      "text": "Sfoglia gli scatti registrati utilizzando la vista elenco, griglia o completa e inizia ad associare ogni scansione ai suoi dati del fotogramma. Le immagini JPEG, TIFF e DNG sono attualmente supportate, CR2 e NEF arriveranno presto. Questo passaggio collega le tue foto analogiche a metadati EXIF dettagliati, preservando il contesto di ogni scatto."
    },
    {
      "@type": "HowToStep",
      "position": 6,
      "name": "6. Esporta le tue foto",
      "text": "Una volta che tutto è abbinato, esporta le immagini aggiornate. I metadati vengono incorporati direttamente in ogni file fotografico, garantendo che rimangano visibili su tutti i dispositivi, strumenti di modifica e piattaforme come Flickr. La tua fotografia analogica ottiene i vantaggi ricercabili e organizzati del digitale, senza perdere la sua anima."
    }
  ]
}