{
  "article_id": "film-cameras-2025",
  "slug": "cameras-analogicas-novas-2026",
  "publish_date": "2025-12-09T10:00:00.000Z",
  "update_date": "2025-12-11T10:00:00.000Z",
  "title": "Câmeras Analógicas Novas em 2026: Guia Completo de Compra",
  "summary": "A fotografia analógica continua viva em 2026. De Pentax e Leica a Lomography e novas startups, veja as câmeras de filme que você pode comprar novas hoje.",
  "author": "Vincent Tantardini",
  "category": "gear",
  "sections": [
    {
      "type": "paragraph",
      "content": "A fotografia analógica não está apenas sobrevivendo, ela está crescendo. Enquanto a maioria dos fabricantes de câmeras abandonou o filme há décadas, um grupo de empresas está fazendo algo incomum: fabricar câmeras analógicas novas. Não equipamentos vintage ou modelos recondicionados, mas câmeras projetadas e construídas agora mesmo."
    },
    {
      "type": "paragraph",
      "content": "Veja o que está realmente disponível se você quiser comprar uma câmera analógica nova hoje."
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Analogue AF-1"
    },
    {
      "type": "paragraph",
      "content": "A Analogue Shop em Amsterdã abriu pré-vendas para a AF-1 em 2025. É uma câmera 35mm com autofoco projetada para fotografia de rua e documental, combinando foco por zonas manual com exposição automatizada. A empresa surgiu porque identificaram uma lacuna no mercado: as pessoas queriam câmeras analógicas modernas e confiáveis sem a complexidade dos sistemas totalmente manuais."
    },
    {
      "type": "paragraph",
      "content": "A AF-1 usa tecnologia de autofoco LiDAR que consegue focar de 0,5 metros ao infinito, tornando-a confiável mesmo em baixa luminosidade ou através de vidros. A câmera inclui carregamento automático de filme e leitura de código DX até ISO 3200, o que significa menos ajustes manuais. O interessante é que a Analogue Shop começou como uma loja de câmeras em Amsterdã antes de decidir projetar sua própria câmera. Eles viam constantemente pessoas pedindo câmeras analógicas modernas e confiáveis que não exigissem conhecimentos de reparo vintage."
    },
    {
      "type": "paragraph",
      "content": "A AF-1 é voltada para fotógrafos que precisam de algo confiável que não os atrase. Foi construída para durar e tem preço competitivo com comprar e reparar equipamento vintage."
    },
    {
      "type": "paragraph",
      "content": "[Faça a pré-venda da Analogue AF-1](https://af1.analogueshop.com/) na loja online oficial por €449,99. Entregas previstas para o primeiro trimestre de 2026."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/analog_af-1_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/analog_af-1_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica Analogue AF-1",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Analog Shop"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Arca-Swiss M-Monolith"
    },
    {
      "type": "paragraph",
      "content": "A Arca-Swiss fabrica equipamentos fotográficos de precisão na Suíça desde 1926, construindo uma sólida reputação entre fotógrafos profissionais que precisam de equipamentos confiáveis em situações exigentes."
    },
    {
      "type": "paragraph",
      "content": "A M-Monolith é sua câmera técnica de trilho monorail moderna construída para trabalho de grande formato com filme, suportando desde 4x5 até 8x10, além dos formatos 5x7 e 6x9. Também funciona com backs digitais se você precisar dessa opção. Esta é uma câmera para fotógrafos que querem controle total sobre suas imagens, seja trabalhando em estúdio ou em campo."
    },
    {
      "type": "paragraph",
      "content": "A câmera usa controles micrométricos com engrenagens para todos os movimentos: inclinação (tilt), deslocamento (shift), rotação (swing) e elevação/descida (rise/fall). Você pode ajustar os padrões frontal e traseiro de forma independente com precisão e depois travar tudo exatamente onde precisa. O design modular torna a troca entre formatos rápida, e há uma ampla variedade de acessórios disponíveis para configurá-la para diferentes situações de fotografia."
    },
    {
      "type": "paragraph",
      "content": "Construída em alumínio aeronáutico, a M-Monolith consegue ser relativamente leve sem sacrificar a rigidez necessária para exposições longas. A extensão do fole e os percursos ópticos são generosos o suficiente para evitar vinheta enquanto oferecem bastante espaço para trabalhar com diferentes distâncias focais e movimentos. Foi projetada para fotógrafos que precisam de estabilidade, ajustes suaves com engrenagens e flexibilidade para projetos de imagem de alta precisão."
    },
    {
      "type": "paragraph",
      "content": "[Saiba mais sobre a M-Monolith](https://arca-swiss-usa.com/products/m-monolith-film-formats) no site oficial da Arca-Swiss."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/arca_swiss_monolith_m_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/arca_swiss_monolith_m_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica Arca-Swiss M-Monolith",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Arca-Swiss USA"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chamonix 45F-2"
    },
    {
      "type": "paragraph",
      "content": "A Chamonix lançou a 45F-2 em 2017 como versão atualizada da popular 45F-1. Esta câmera de campo 4x5 é construída por uma pequena oficina de oito artesãos na China, fundada por um fotógrafo e montanhista que queria criar as câmeras mais leves e rígidas possíveis para trabalho de paisagem."
    },
    {
      "type": "paragraph",
      "content": "A 45F-2 usa uma combinação de madeira de teca ou cerejeira com materiais compósitos de fibra de carbono. Pesa apenas 1.600 gramas e se dobra até 208 x 182 x 92mm, pequena o suficiente para trilhas com mochila. O que a diferencia é o botão de foco traseiro, posicionado diretamente sob o vidro de foco em vez de na frente como na maioria das câmeras de campo. Isso torna o foco mais natural já que você já está olhando para o vidro de foco com uma mão."
    },
    {
      "type": "paragraph",
      "content": "A câmera inclui inclinação assimétrica no padrão traseiro, controlada por um único botão com revestimento cinza claro para encontrá-lo rapidamente. O padrão frontal tem botões separados para os movimentos de elevação/descida e inclinação. O vidro de foco tem quatro linhas pontilhadas que ajudam a manter o foco ao aplicar inclinação traseira, independentemente de fotografar na horizontal ou vertical. Isso torna o trabalho com o princípio de Scheimpflug muito mais prático para fotografia de arquitetura e paisagem."
    },
    {
      "type": "paragraph",
      "content": "Por US$1.510 com frete, a 45F-2 oferece uma entrada bem projetada para fotografia 4x5 que é mais leve e portátil que a maioria das câmeras de campo de madeira. Aceita placas de lente tipo Linhof e funciona com toda a linha de acessórios Chamonix."
    },
    {
      "type": "paragraph",
      "content": "[Saiba mais sobre a Chamonix 45F-2](https://www.chamonixviewcamera.com/cameras/45f2) e compre pelo site oficial."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chamonix_45f-2_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chamonix_45f-2_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica Chamonix 45F-2",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Chamonix View Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chamonix 11x14"
    },
    {
      "type": "paragraph",
      "content": "A Chamonix 11x14 é uma câmera de ultra grande formato construída para fotógrafos que precisam de negativos massivos. Com 11x14 polegadas, este formato está bem além dos tamanhos padrão 4x5 ou 8x10. É artesanal usando a mesma construção de madeira e fibra de carbono das outras câmeras Chamonix, seguindo sua filosofia de manter o peso gerenciável enquanto mantém a rigidez."
    },
    {
      "type": "paragraph",
      "content": "Esta câmera pesa 8 quilogramas e se dobra até 505 x 500 x 475mm. O dorso é reversível, então você pode alternar entre orientação paisagem e retrato. Usa placas de lente de 8 polegadas, oferecendo bastante espaço para lentes de grande formato. Ultra grande formato pode parecer extremo, mas existe uma comunidade dedicada fotografando nesses tamanhos. O formato 11x14 na verdade tem melhor disponibilidade de filme do que a maioria dos outros formatos de ultra grande formato, com múltiplos filmes preto e branco ainda sendo produzidos nessa dimensão."
    },
    {
      "type": "paragraph",
      "content": "Estas câmeras são feitas sob encomenda em pequenos lotes. A próxima produção está programada para março de 2026, então se você tiver interesse, precisará se planejar. Nessa faixa de preço, é um investimento sério, mas você está adquirindo uma câmera artesanal construída especificamente para trabalho de ultra grande formato. Isso não é para fotografias casuais, é para fotógrafos comprometidos com trabalhar com alguns dos maiores tamanhos práticos de filme disponíveis."
    },
    {
      "type": "paragraph",
      "content": "[Saiba mais sobre a Chamonix 11x14](https://www.chamonixviewcamera.com/cameras/11x14) pelo site oficial. Pré-vendas para o lote de março de 2026 custam US$6.250."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chamonix_11x14_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chamonix_11x14_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica Chamonix 11x14",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Chamonix View Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chroma Camera 35mm Click"
    },
    {
      "type": "paragraph",
      "content": "A Chroma Camera Click 35mm é uma point-and-shoot totalmente mecânica de um pequeno fabricante britânico conhecido por câmeras de médio e grande formato impressas em 3D. Esta é sua primeira 35mm autocontida com lente de vidro. A lente fixa 24mm f/11 é nítida no centro com queda deliberada nas bordas, dando às imagens personalidade real. O foco é fixo de aproximadamente 1,5 metros ao infinito, então a maioria das cenas fica nítida sem ajustes."
    },
    {
      "type": "paragraph",
      "content": "Fotografar é simples: o obturador magnético dispara em uma única velocidade de aproximadamente 1/100s, então a exposição depende totalmente da sua escolha de filme e da luz disponível. A Chroma recomenda ISO 200-400 para luz do dia e filmes mais sensíveis para baixa luminosidade. O corpo impresso em 3D é compacto com avanço manual de filme e um visor dedicado de 24mm. Fotografa quadros padrão 24x36mm, mas uma máscara incluída converte para meio-quadro, dobrando sua contagem de fotos."
    },
    {
      "type": "paragraph",
      "content": "Feita em pequenos lotes no Reino Unido, usuários iniciais relatam qualidade de construção sólida e sem vazamentos de luz. Se você quer uma câmera nova, sem baterias, com uma lente grande-angular de vidro real e gosta de fotografar de forma simples e com restrições, a Click 35mm vale uma olhada."
    },
    {
      "type": "paragraph",
      "content": "[Saiba mais sobre a Chroma Camera 35mm Click](https://chroma.camera/products/chroma-click-35mm-compact-camera-with-24mm-double-glass-lens) pelo site oficial. Atualmente custa cerca de US$187."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chroma_camera_35mm_click_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chroma_camera_35mm_click_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica Chroma Camera 35mm Click",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Chroma Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Custom Camera Building Series"
    },
    {
      "type": "paragraph",
      "content": "A Custom Camera Building (CCB) lançou uma linha completa de câmeras panorâmicas e de grande formato no Kickstarter em agosto de 2025. A operação baseada em Ontário oferece câmeras panorâmicas 6x12 e 6x17 e modelos point-and-shoot 4x5, 5x7 e 8x10, todas construídas com materiais compósitos de grau industrial e impressão 3D de precisão."
    },
    {
      "type": "paragraph",
      "content": "O que torna essas câmeras diferentes é seu sistema modular. Você pode trocar cones, usar a mesma lente em diferentes corpos e alternar entre formatos no meio do rolo. As câmeras panorâmicas incluem máscaras de encaixe para mudar formatos instantaneamente. Esta abordagem modular é genuinamente útil já que fotógrafos de médio formato podem alternar entre 6x12 e 6x17, e usuários de grande formato podem mover lentes entre corpos de tamanhos diferentes."
    },
    {
      "type": "paragraph",
      "content": "Preços começam em CAD$195 pelo corpo 4x5, tornando-as uma das opções mais acessíveis de grande formato novas. A combinação de fabricação moderna e design pensado torna formatos especializados acessíveis sem comprometer a precisão."
    },
    {
      "type": "paragraph",
      "content": "[Saiba mais sobre a Custom Camera Building Series](https://customcamerabuilding.com) pelo site oficial do projeto."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/custom_camera_building_ccb_series_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/custom_camera_building_ccb_series_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica Custom Camera Building (CCB) Series",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Custom Camera Building"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "FilmNeverDie Nana"
    },
    {
      "type": "paragraph",
      "content": "A Nana da FilmNeverDie é uma point-and-shoot 35mm compacta construída para substituir descartáveis por algo que você pode realmente manter. É totalmente automática com lente 31mm f/11, obturador fixo 1/125s e óptica livre de foco de aproximadamente 1,5m ao infinito. Sem configurações para mexer, é só carregar o filme e fotografar."
    },
    {
      "type": "paragraph",
      "content": "O corpo é pequeno e cabe no bolso, com carcaça toda em metal que parece sólida na mão. Funciona com pilhas AA, tem avanço e rebobinamento motorizados, além de um flash básico com redução de olhos vermelhos. O que a torna um pouco mais interessante é a rosca de 30mm na lente frontal, que aceita um elemento óptico opcional para uma configuração de duplo foco: um para fotografia geral, outro para paisagens e retratos mais nítidos."
    },
    {
      "type": "paragraph",
      "content": "A FilmNeverDie começou como uma loja de câmeras e laboratório de revelação em Melbourne, e posicionaram a Nana como uma alternativa durável a câmeras plásticas baratas. A câmera foi lançada originalmente via financiamento coletivo, mostrando que há apetite real por uma point-and-shoot moderna que não seja apenas estoque vintage com eletrônicos questionáveis. É fotografia em filme direta para pessoas que querem simplicidade sem sentir que estão usando um brinquedo."
    },
    {
      "type": "paragraph",
      "content": "[Saiba mais sobre a Nana 35mm Film Camera](https://filmneverdie.com/products/nana-35mm-film-point-and-shoot-camera) pelo site oficial da FilmNeverDie. Atualmente custa US$243,96."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/film_never_die_nana_35mm_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/film_never_die_nana_35mm_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica FilmNeverDie Nana 35mm",
      "width": "400",
      "height": "300",
      "caption": "Imagem © FilmNeverDie"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Fujifilm Instax Mini 41"
    },
    {
      "type": "paragraph",
      "content": "A Fujifilm Instax Mini 41 mantém a fotografia instantânea deliciosamente simples. Lançada na primavera de 2025, ela ajusta a exposição automaticamente variando a velocidade do obturador e a potência do flash baseado na luz disponível. Você aponta, pressiona o obturador e recebe uma impressão do tamanho de um cartão de crédito em cerca de 90 segundos. A lente 60mm f/12.7 oferece um campo de visão similar a uma grande-angular de 34mm, funcionando bem para fotos de grupo e cenas do dia a dia. As cores saem vibrantes com aquele visual Instax reconhecível, e o flash constante garante que seus assuntos fiquem bem iluminados na maioria das situações."
    },
    {
      "type": "paragraph",
      "content": "A operação não poderia ser mais simples. Um anel de lente de três posições alterna entre Desligado, Ligado e modo Close-Up. Gire para Close-Up para distâncias de 30-50cm, e o visor compensa a paralaxe para que seu enquadramento permaneça preciso. Um pequeno espelho ao lado da lente ajuda com selfies. Há um botão para tirar fotos e uma janela de filme mostrando quantas fotos restam. Duas pilhas AA alimentam aproximadamente 100 exposições antes de precisar trocar."
    },
    {
      "type": "paragraph",
      "content": "Com 345 gramas e medindo 122,5x104,5x67,5mm, a Mini 41 cabe facilmente em bolsas para festas ou viagens. O design empresta estética de câmeras vintage enquanto mantém tudo acessível para fotografia rápida. Se você quer impressões instantâneas sem menus ou configurações complexas, esta câmera entrega exatamente isso. A linha Instax Mini da Fujifilm também inclui a Mini 12, Mini 40 e Mini 99 para diferentes preferências, todas usando o mesmo formato de filme."
    },
    {
      "type": "paragraph",
      "content": "[Saiba mais sobre a Fujifilm Instax Mini 41](https://instax.com/mini41/en/) pelo site oficial da Instax. Atualmente custa US$116,95."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/fujifilm_instax_mini_41_instant_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/fujifilm_instax_mini_41_instant_film_photography_camera@2x.jpg",
      "alt": "Câmera Instantânea Fujifilm Instax Mini 41",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Fujifilm Corporation"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Fujifilm Instax Square SQ40"
    },
    {
      "type": "paragraph",
      "content": "A Fujifilm Instax SQUARE SQ40 traz a fotografia instantânea para um formato maior com suas impressões quadradas de 62x62mm. O corpo preto de inspiração retrô apresenta acabamentos texturizados e um giro satisfatório no barril da lente que controla tudo: gire para ligar, gire mais para o modo selfie, ou gire de volta para desligar. Sem menus, sem botões para procurar. Com 453 gramas e compacta o suficiente para uma bolsa ou bolso grande, foi construída para fotografia espontânea em festas, viagens ou onde quer que o momento aconteça."
    },
    {
      "type": "paragraph",
      "content": "A lente f/12.6 foca de 0,3 metros ao infinito, enquanto a exposição automática lida com uma ampla gama de condições de iluminação ajustando tanto a velocidade do obturador (1/2 a 1/400s) quanto a intensidade do flash. Um espelho embutido ajuda a enquadrar selfies quando você gira para o modo close-up para assuntos entre 30 e 50cm de distância. O flash constante alcança até 2,2 metros e recarrega em menos de 8 segundos com pilhas CR2 novas, que duram cerca de 30 pacotes de filme."
    },
    {
      "type": "paragraph",
      "content": "Após cada foto, o filme é ejetado automaticamente e revela em cerca de 90 segundos, mostrando aquele característico pop de cor Instax em uma impressão quadrada. O formato maior dá às suas imagens mais presença que a série Mini enquanto mantém a mesma gratificação instantânea. Se você quer algo mais divertido e econômico, a Instax SQUARE SQ1 oferece uma alternativa mais simples e colorida no mesmo formato."
    },
    {
      "type": "paragraph",
      "content": "[Saiba mais sobre a Fujifilm Instax Square SQ40](https://instax.com/sq40/en/) pelo site oficial da Instax. Atualmente custa cerca de US$149,99."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/fujifilm_instax_square_sq40_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/fujifilm_instax_square_sq40_film_photography_camera@2x.jpg",
      "alt": "Câmera Instantânea Fujifilm Instax Square SQ40",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Fujifilm Corporation"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Fujifilm Instax Wide 400"
    },
    {
      "type": "paragraph",
      "content": "A Fujifilm Instax Wide 400 vai grande com uma área de imagem de 62x99mm, quase o dobro do tamanho das impressões Square e mais de três vezes o formato Mini. Quando você precisa caber um grupo inteiro, uma paisagem ampla, ou simplesmente quer mais espaço visual, esta é a Instax para usar. O corpo robusto pesa 616 gramas e inclui uma alça de ombro, projetado mais para aventuras do que para carregar casualmente no bolso."
    },
    {
      "type": "paragraph",
      "content": "Duas zonas de foco mantêm as coisas simples: modo Normal cobre 0,9 a 3 metros para fotos de pessoas, enquanto modo Paisagem lida de 3 metros ao infinito. A câmera vem com uma lente close-up destacável e espelho para selfies para distâncias de 40-50cm, além de uma alavanca de temporizador quando você quiser entrar na foto. O flash alcança até 3 metros, mais longe que seus irmãos menores."
    },
    {
      "type": "paragraph",
      "content": "Impressões em formato wide oferecem bordas generosas que praticamente pedem rabiscos, adesivos ou notas manuscritas. Quatro pilhas AA alimentam cerca de 100 fotos, facilitando continuar fotografando sem procurar pilhas especiais. Se a Mini parece muito pequena e a Square ainda não é suficiente, a Wide 400 é atualmente a única opção da Fujifilm para impressões instantâneas panorâmicas, e ela cumpre bem esse papel."
    },
    {
      "type": "paragraph",
      "content": "[Saiba mais sobre a Fujifilm Instax Wide 400](https://instax.com/wide400/en/) pelo site oficial da Instax. Atualmente custa cerca de US$149,95."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/fujifilm_instax_wide_400_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/fujifilm_instax_wide_400_film_photography_camera@2x.jpg",
      "alt": "Câmera Instantânea Fujifilm Instax Wide 400",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Fujifilm Corporation"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Gibellini DCG66"
    },
    {
      "type": "paragraph",
      "content": "A Gibellini DCG66 é um corpo de câmera de médio formato de precisão feito na Itália para fotógrafos que querem filme e digital em um só sistema. Ela aceita backs da série V da Hasselblad, então você pode fotografar com backs de filme clássicos como o A12 ou mudar para opções digitais como o CFV50c ou CFV100c."
    },
    {
      "type": "paragraph",
      "content": "Usinada em alumínio, a DCG66 é sólida e construída para durar. Usa o sistema de montagem GC da Gibellina para backs Hasselblad e lentes Rodenstock HR Digaron, com um mecanismo de troca rápida que trava firmemente no lugar. O sistema de calibração de foco GFC permite ajustar a distância lente-filme com precisão micrométrica para resultados nítidos e consistentes."
    },
    {
      "type": "paragraph",
      "content": "O foco é totalmente manual através de uma montagem helicoidal, mantendo as coisas hands-on. Flanges personalizados podem ser feitos para outras lentes, oferecendo mais opções criativas."
    },
    {
      "type": "paragraph",
      "content": "A DCG66 oferece a precisão de uma ferramenta mecânica e a satisfação de fotografar em filme, com a flexibilidade de ir para digital quando você precisar. Tudo em um corpo de câmera."
    },
    {
      "type": "paragraph",
      "content": "[Saiba mais sobre a DCG66](https://gibellinicamera.com/product/dcg66/) pelo site oficial da Gibellini. Atualmente custa €2.990,00 e está disponível em pré-venda."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/gibellini_dcg66_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/gibellini_dcg66_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica Gibellini DCG66",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Gibellini"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Gibellini AG810"
    },
    {
      "type": "paragraph",
      "content": "A Gibellini AG810 é uma câmera de campo dobrável 8x10 totalmente usinada em alumínio na Itália. Com 4,3kg, é notavelmente leve para este formato e se dobra até compactos 330x320x100mm para viagem. A construção em alumínio proporciona rigidez e precisão enquanto permanece significativamente mais leve que câmeras 8x10 tradicionais de madeira."
    },
    {
      "type": "paragraph",
      "content": "A câmera oferece movimentos completos incluindo elevação, descida, deslocamento, inclinação e rotação frontal, além de inclinação e rotação traseira. Usa placas de lente compatíveis com Sinar e aceita todos os chassis de filme 8x10 padrão. O fole estende de 30mm a 640mm, com um fole saco opcional que vai até 0mm para grande-angulares extremas. Posicionamento auto-zero em ambos os padrões torna o reset dos movimentos rápido."
    },
    {
      "type": "paragraph",
      "content": "A Gibellini oferece personalização com cores de corpo e foles em branco, preto, vermelho, azul, verde ou areia. A câmera inclui vidro de foco de grau óptico e um novo mecanismo de dorso basculante para carregamento de filme mais fácil. A €10.000, é uma ferramenta profissional para fotógrafos que precisam de resolução 8x10 sem o peso e volume de designs antigos."
    },
    {
      "type": "paragraph",
      "content": "[Saiba mais sobre a AG810](https://gibellinicamera.com/product/ag810-2/) pelo site oficial da Gibellini. Atualmente custa €3.740,00 e está disponível em pré-venda."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/gibellini_ag810_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/gibellini_ag810_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica Gibellini AG810",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Gibellini"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Holga 120N"
    },
    {
      "type": "paragraph",
      "content": "A Holga 120N foi projetada em 1982 por Lee Ting-mo como uma câmera barata para fotos familiares do dia a dia em Hong Kong. Usa filme 120 e pode fotografar 12 quadros quadrados (6x6cm) ou 16 retangulares (6x4,5cm) com máscaras de inserção simples. A lente totalmente plástica de 60mm f/8 produz imagens nítidas apenas no centro, esmaecendo para bordas suaves e com vinheta pesada. O que era para ser uma ferramenta econômica para a classe trabalhadora tornou-se um favorito global entre fotógrafos buscando sua estética lo-fi."
    },
    {
      "type": "paragraph",
      "content": "A produção quase morreu no início dos anos 1980 quando o 35mm dominou, mas a Holga encontrou uma segunda vida no exterior. A fábrica original fechou em 2015, embora Lee Ting-mo tenha salvado os moldes. Um ano depois, a Sunrise reviveu a fabricação e novas unidades têm sido enviadas mundialmente desde então. Vazamentos de luz através das juntas plásticas adicionam brilhos imprevisíveis, e o avanço de filme torna exposições duplas quase fáceis demais."
    },
    {
      "type": "paragraph",
      "content": "Com apenas duas configurações de abertura (sol e nublado), uma única velocidade de obturador de 1/100s mais modo bulb, e foco por zona via ícones simples, a 120N força você a desacelerar e abraçar os acidentes. Em uma era de perfeição técnica, esta câmera nos lembra que ópticas \"imperfeitas\" podem produzir resultados que nenhum filtro digital consegue replicar. É uma ferramenta para quem quer parar de analisar pixels e começar a brincar."
    },
    {
      "type": "paragraph",
      "content": "Você pode [comprar a Holga 120N](https://www.bhphotovideo.com/c/product/369376-REG/Holga_144120_144_120_120N.html) em sites de varejo como B&H por US$39,99."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/holga_120n_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/holga_120n_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica Holga 120N",
      "width": "400",
      "height": "300",
      "caption": "Imagem © URBN US Retail"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Intrepid 4x5"
    },
    {
      "type": "paragraph",
      "content": "A Intrepid Camera Company é baseada em Brighton, Reino Unido, e foi iniciada por estudantes de design que queriam tornar a fotografia de grande formato mais fácil e acessível. Em vez de correr atrás de câmeras antigas e pesadas, eles construíram sua primeira 4x5 com apoio da comunidade de filme inicial, e ainda montam tudo à mão em sua oficina em Brighton."
    },
    {
      "type": "paragraph",
      "content": "Quando você pega a Intrepid 4x5, você tem uma câmera projetada para ser carregada e usada, não apenas admirada em uma prateleira. É leve o suficiente para trilhas e se dobra plana para caber em uma mochila. Todos os movimentos essenciais para ajustes frontal e traseiro estão lá, então você pode controlar foco e perspectiva diretamente. A tela de vidro de foco é clara e direta para enquadramento e foco."
    },
    {
      "type": "paragraph",
      "content": "Você pode usar lentes e chassis padrão, o que significa que você não está preso a nenhum sistema. Se você quer fotografar grande formato sem ter que mexer com equipamento antigo, a 4x5 da Intrepid torna o processo claro, simples e genuinamente divertido."
    },
    {
      "type": "paragraph",
      "content": "[Saiba mais sobre a Intrepid 4x5](https://intrepidcamera.co.uk/products/intrepid-4x5-camera) e compre pelo site oficial por €366,95."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/intrepid_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/intrepid_4x5_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica Intrepid 4x5",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Intrepid Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Kodak Ektar H35"
    },
    {
      "type": "paragraph",
      "content": "A Kodak Ektar H35 chegou ao mercado em 2022 como uma das câmeras de filme novas mais baratas disponíveis. Feita pelo Reto Project sob a marca Kodak, vende por cerca de US$50 e usa formato meio-quadro para dobrar sua contagem de fotos. Um rolo de 36 exposições rende 72 imagens verticais em vez das 36 usuais."
    },
    {
      "type": "paragraph",
      "content": "A Kodak agora oferece várias variantes de cor incluindo edições limitadas, e lançou um modelo H35N com flash modo noturno. A câmera é feita inteiramente de plástico, o que mantém os custos baixos mas significa que você precisa manuseá-la com cuidado. Tornou-se popular entre fotógrafos mais jovens como um ponto de entrada acessível no filme."
    },
    {
      "type": "paragraph",
      "content": "Esta é uma point-and-shoot básica com lente de plástico, abertura fixa em f/9.5 e uma única velocidade de obturador de 1/100. Há um flash embutido que você ativa girando o anel ao redor da lente. É leve, cabe no bolso e é muito simples de usar. O ponto negativo é a qualidade de imagem: a lente de plástico produz resultados suaves, especialmente à distância. Funciona melhor com filme ISO 400 e assuntos a cerca de 1,5 a 2 metros de distância. Se você quer imagens nítidas ou controle manual, procure em outro lugar. Mas se você quer uma forma acessível de fotografar mais quadros por rolo sem se preocupar com configurações, a H35 entrega exatamente isso."
    },
    {
      "type": "paragraph",
      "content": "[Saiba mais sobre a Kodak Ektar H35](https://www.kodak.com/en/consumer/product/cameras/film/h35-film-camera/) pelo site oficial da Kodak."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/kodak_ektar_h35_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/kodak_ektar_h35_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica Kodak Ektar H35",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Eastman Kodak Company"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Kodak Snapic A1"
    },
    {
      "type": "paragraph",
      "content": "A Kodak Snapic A1 chega como uma resposta direta para quem quer fotografar filme 35mm full-frame sem complexidade. No seu coração está uma lente de três elementos com coating de 25mm em f/9.5, fixa mas nítida o suficiente para situações do dia a dia. O foco funciona através de duas configurações de zona: alterne entre 0,5-1,5 metros para assuntos mais próximos ou 1,5 metros ao infinito para todo o resto. Sem adivinhação ou botões complicados, apenas ajustes rápidos que permitem continuar fotografando. A câmera lida com avanço e rebobinamento de filme automaticamente, enquanto o sistema de flash oferece modos auto, forçado, desligado e olhos vermelhos através de um pequeno painel LCD."
    },
    {
      "type": "paragraph",
      "content": "O que faz a A1 se destacar é quanta funcionalidade a Kodak colocou em um pacote tão mínimo. A tela OLED traseira mostra sua contagem de quadros, vida da bateria e configurações atuais de relance. Um modo de exposição dupla abre possibilidades de sobreposição criativa, algo que você não encontra na maioria das câmeras de filme econômicas. Especificações físicas permanecem impressionantemente compactas em 118x62x35mm e apenas 117 gramas, funcionando com duas pilhas AAA boas para aproximadamente dez rolos de 24 exposições. Essa eficiência importa quando você está fora o dia todo ou viajando leve."
    },
    {
      "type": "paragraph",
      "content": "Esta não está tentando ser um instrumento premium ou um colecionável vintage. O corpo ABS mantém os custos baixos enquanto o estilo retrô e a marca Kodak proeminente dão personalidade. Para alguém entrando na fotografia em filme ou querendo uma câmera de backup sem complicações, a Snapic A1 entrega o que importa: imagens full-frame confiáveis sem a curva de aprendizado de controles manuais ou as limitações de formatos meio-quadro."
    },
    {
      "type": "paragraph",
      "content": "[Saiba mais sobre a Kodak Snapic A1](https://www.kodak.retopro.co/products/kodak-snapic-a1-35mm-film-camera) pelo site da Kodakfilm.reto. Você pode fazer pré-venda por US$99,00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/kodak_snapic_a1_35mm_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/kodak_snapic_a1_35mm_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica Kodak Snapic A1",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Kodakfilm.reto"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica M6 Re-edition"
    },
    {
      "type": "paragraph",
      "content": "A Leica trouxe de volta a rangefinder M6 em novembro de 2022. Isto não é um redesign ou uma atualização, é uma reprodução fiel da câmera mecânica mais popular deles. A M6 original foi produzida de 1984 a 2002, e os fotógrafos nunca pararam de pedir por ela."
    },
    {
      "type": "paragraph",
      "content": "A versão 2022 tem algumas melhorias dignas de nota. As tampas superior e inferior agora são fresadas de latão maciço em vez de zinco fundido, e usam a mesma laca preta resistente à abrasão da M11. O visor é a versão 0.72x melhorada da MP com melhor revestimento anti-reflexo. O fotômetro agora inclui um ponto vermelho central além dos símbolos de seta para confirmar exposição correta, além de um indicador de aviso de bateria. A Leica manteve o logo \"Leitz\" com ponto vermelho em vez de \"Leica\" como uma homenagem à original."
    },
    {
      "type": "paragraph",
      "content": "A re-edição mantém a mesma precisão mecânica e sistema de foco rangefinder. Os artesãos da Leica constroem essas câmeras da mesma forma que sempre construíram. Se você quer a experiência clássica de rangefinder com garantias e suporte de fabricação novos, esta é ela."
    },
    {
      "type": "paragraph",
      "content": "[Saiba mais sobre a Leica M6](https://leica-camera.com/en-US/photography/cameras/m/m6) e compre pela loja online da Leica por US$6.415,00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_m6_re_edition_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_m6_re_edition_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica Leica M6 Re-edition",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica M-A (Typ 127)"
    },
    {
      "type": "paragraph",
      "content": "A Leica lançou a M-A em 2014 como sua primeira câmera puramente mecânica desde que a M4-P encerrou produção em 1981. Esta é a câmera M mais despojada que você pode comprar nova: sem fotômetro, sem eletrônicos, sem bateria alguma. É completamente mecânica e funcionará indefinidamente sem energia."
    },
    {
      "type": "paragraph",
      "content": "A M-A usa tampas superior e inferior de latão cromado e deliberadamente omite o ponto vermelho Leica para máxima discrição. Também é notavelmente mais fina que câmeras M digitais. Você tem velocidades de obturador até 1/1000 e o mesmo visor 0.72x de outras câmeras M modernas, com linhas de enquadramento para lentes de 28mm a 135mm. A cerca de US$5.000-6.000, é para fotógrafos que querem focar puramente em abertura, velocidade do obturador e composição sem qualquer assistência eletrônica. A Leica até inclui um rolo de Kodak Tri-X 400 com cada câmera, reconhecendo o par de dois clássicos fotográficos nascidos nos anos 1950."
    },
    {
      "type": "paragraph",
      "content": "[Saiba mais sobre a Leica M-A](https://leica-camera.com/en-US/photography/cameras/m/m-a-typ-127-black) e compre pela loja online da Leica por US$6.310,00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_m-a_typ_127_black_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_m-a_typ_127_black_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica Leica M-A (Typ 127)",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica MP"
    },
    {
      "type": "paragraph",
      "content": "A Leica apresentou a MP em 2003 como sua resposta aos fotógrafos que queriam uma rangefinder totalmente mecânica com apenas um fotômetro. O nome significa \"Mechanical Perfection\" (Perfeição Mecânica), e ela fica entre a M6 e a M-A em termos de recursos. Você tem um fotômetro TTL que requer bateria, mas o resto da câmera opera mecanicamente sem energia."
    },
    {
      "type": "paragraph",
      "content": "A MP emprestou elementos de design da clássica M3, incluindo uma alavanca de avanço de filme de metal e botão de rebobinamento em vez da manivela da M6. O visor tem revestimentos anti-reflexo aprimorados em comparação com a M6. É construída em latão maciço com acabamento em pintura preta ou cromo prata, e não tem o ponto vermelho Leica para um perfil mais baixo. A bateria apenas alimenta o fotômetro, então se ela acabar, a câmera ainda funciona perfeitamente. A US$6.415, tem preço similar à re-edição da M6 e atrai fotógrafos que querem confiabilidade mecânica com assistência de medição."
    },
    {
      "type": "paragraph",
      "content": "[Saiba mais sobre a Leica MP](https://leica-camera.com/en-US/photography/cameras/m/mp-silver) e compre pela loja online da Leica por US$6.415,00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_mp_silver_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_mp_silver_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica Leica MP",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Linhof Master Technika Series"
    },
    {
      "type": "paragraph",
      "content": "A Linhof ainda fabrica a linha Master Technika na Alemanha, oferecendo duas versões de sua lendária câmera de campo 4x5 de metal. A Master Technika Classic inclui um rangefinder integrado e pode ser usada na mão com lentes compatíveis e o Visor Óptico Universal opcional. A Master Technika 3000 dispensa o rangefinder mas adiciona uma trilha de foco para grande-angular embutida com botão de foco externo e batentes de infinito para lentes de 38mm, 47mm e 58mm. Ambas as câmeras apresentam movimentos completos (inclinação, deslocamento, rotação), dobram em carcaças compactas para transporte e usam a mesma construção robusta de metal fundido pela qual a Linhof é conhecida desde 1936."
    },
    {
      "type": "paragraph",
      "content": "A Classic atrai fotógrafos que querem capacidade de rangefinder para fotografar na mão e retratos, enquanto a 3000 é construída para trabalho em tripé com lentes grande-angulares extremas. Ambas as câmeras aceitam chassis de filme 4x5 padrão e podem usar backs Rollex da Linhof para filme em rolo de médio formato. São ferramentas caras (preços variam por revendedor e configuração), mas são construídas com padrões profissionais e projetadas para durar gerações. Câmeras Linhof dos anos 1950 ainda estão funcionando hoje, e essas versões modernas mantêm a mesma qualidade de construção."
    },
    {
      "type": "paragraph",
      "content": "[Saiba mais sobre a Master Technika Series](https://linhof.com/master-technika-classic-2/) pelo site oficial da Linhof."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/linhof_master_technika_classic_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/linhof_master_technika_classic_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica Linhof Master Technika",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Linhof Präzisions-Systemtechnik GmbH"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Linhof Technorama Series"
    },
    {
      "type": "paragraph",
      "content": "A Linhof também produz as câmeras panorâmicas Technorama para filmes 120 e 220. A Technorama 617s III fotografa imagens 6x17cm (quatro quadros por rolo 120) com lentes intercambiáveis incluindo opções de 72mm, 90mm, 180mm e 250mm. A Technorama 612 PC II captura imagens 6x12cm com proporção 2:1 e inclui deslocamento vertical de 8mm embutido em cada lente para corrigir perspectiva sem inclinar a câmera. Ambas usam corpos de metal fundido e operação puramente mecânica sem necessidade de baterias."
    },
    {
      "type": "paragraph",
      "content": "Estas são câmeras especialistas para fotografia de paisagem, arquitetura e industrial. O foco é definido por escala de distância em vez de visualização através da lente, e cada lente vem com sua própria montagem de foco helicoidal. As câmeras podem ser usadas na mão mas funcionam melhor em tripé dados os formatos extremos e a necessidade de foco preciso. Note que a Linhof descontinuou a produção de lentes Technorama há anos, embora os corpos das câmeras permaneçam disponíveis e proprietários podem ter suas próprias lentes de grande formato convertidas para se encaixar no sistema."
    },
    {
      "type": "paragraph",
      "content": "[Saiba mais sobre a Technorama Series](https://linhof.com/technorama-617s/) pelo site oficial da Linhof."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/linhof_technorama_617s_III_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/linhof_technorama_617s_III_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica Linhof Technorama",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Linhof Präzisions-Systemtechnik GmbH"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography LC-A 120"
    },
    {
      "type": "paragraph",
      "content": "A Lomography LC-A 120 traz a experiência clássica da LC-A para filme de médio formato. Diferente de suas irmãs 35mm, esta câmera usa filme 120 e oferece uma lente 38mm f/4.5 que entrega aquele visual vibrante e contrastado que os usuários Lomography adoram. Permanece totalmente manual com foco por zonas, prioridade de abertura e obturador mecânico, mas apresenta um design simples que encoraja fotografia espontânea sem complicação."
    },
    {
      "type": "paragraph",
      "content": "A câmera tem construção compacta para um corpo de médio formato, tornando-a uma opção versátil para fotógrafos que querem negativos maiores mas ainda querem carregar algo gerenciável. Sua construção robusta de plástico e metal equilibra durabilidade com leveza, é uma câmera para levar a todos os lugares com você."
    },
    {
      "type": "paragraph",
      "content": "[Compre a Lomography LC-A 120](https://shop.lomography.com/lomo-lc-a-120-film-camera) na loja online oficial por US$449,90."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lc-a_120_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lc-a_120_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica Lomography LC-A 120",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography LC-Wide"
    },
    {
      "type": "paragraph",
      "content": "A Lomography LC-Wide expande a herança LC-A da Lomography com uma lente de vidro mais ampla de 17mm f/4.5, ideal para paisagens, arquitetura e fotografia de rua. Usa filme 35mm e foca com o sistema clássico de zonas, mas este modelo é totalmente mecânico sem autofoco ou automação de exposição, mantendo o processo simples."
    },
    {
      "type": "paragraph",
      "content": "A construção da câmera é compacta e robusta, apresentando um corpo de plástico com barril de lente de metal. É uma ótima opção para quem quer as cores saturadas características da LC-A e efeitos de vinheta mas com uma perspectiva muito mais ampla. A LC-Wide é simples de operar, tornando-a uma favorita entre fãs da Lomography que gostam de experimentação e estética vintage."
    },
    {
      "type": "paragraph",
      "content": "[Compre a Lomography LC-Wide](https://shop.lomography.com/lomo-lc-wide-35-mm-film-camera) na loja online oficial por US$279,30."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lc-wide_35_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lc-wide_35_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica Lomography LC-Wide",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography Lomomatic 110"
    },
    {
      "type": "paragraph",
      "content": "A Lomomatic 110 revive o formato de filme 110 de bolso que a Kodak introduziu em 1972. A Lomography é agora a única produtora de filme 110, e esta câmera traz o formato de volta com recursos modernos. É minúscula com cerca de 11 cm de comprimento e usa um mecanismo deslizante para estender para fotografar, sendo genuinamente de bolso."
    },
    {
      "type": "paragraph",
      "content": "A câmera inclui uma lente de vidro Minitar CX 23mm f/2.8, exposição automática, foco por zonas (0,8m, 1,5m, 3m, infinito) e aberturas alternáveis para dia (f/5.6) e noite (f/2.8). Você pode ajustar ISO para 100, 200 ou 400, e oferece modo bulb para exposições longas mais capacidade de exposição múltipla. Um flash destacável opcional inclui filtros de gel coloridos."
    },
    {
      "type": "paragraph",
      "content": "O formato 110 produz imagens aproximadamente metade do tamanho dos quadros 35mm, dando a elas uma estética distintamente granulada e lo-fi. O filme custa cerca de US$8-12 por cartucho de 24 exposições, e revelar pode ser desafiador já que poucos laboratórios trabalham com o formato. A US$99-189 dependendo do acabamento e inclusão de flash, é voltada para fotógrafos que querem aquele visual imperfeito e nostálgico e não se importam com as limitações do formato."
    },
    {
      "type": "paragraph",
      "content": "[Compre a Lomography Lomomatic 110](https://shop.lomography.com/us/cameras/110-cameras) na loja online oficial."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lomomatic_110_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lomomatic_110_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica Lomography Lomomatic 110",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography MC-A"
    },
    {
      "type": "paragraph",
      "content": "A Lomography lançou a MC-A em outubro de 2025, e é sua câmera mais séria até agora. Esta é uma 35mm full-frame com autofoco, prioridade de abertura e leitura de código DX. Ela lida com exposições múltiplas e permanece leve o suficiente para carregar o dia todo."
    },
    {
      "type": "paragraph",
      "content": "Esta é a primeira câmera com autofoco da Lomography e sua primeira com corpo de metal. A lente 32mm f/2.8 tem cinco elementos e apresenta multi-coating. Um toque inteligente é a bateria CR2 recarregável por USB-C que vem com ela, embora você também possa usar CR2s descartáveis padrão. A câmera vem com flash DESLIGADO por padrão, algo que os fotógrafos vinham pedindo. Inclui exposições múltiplas ilimitadas e vem com acessórios como um acessório Splitzer para lente para exposições duplas criativas e géis coloridos para flash. O autofoco funciona até 0,4 metros com opções de foco por zona em 0,4, 0,8, 1,5 e 3 metros mais infinito."
    },
    {
      "type": "paragraph",
      "content": "A Lomography construiu sua reputação em câmeras de filme experimentais e acessíveis, e a MC-A continua essa tradição enquanto adiciona automação real. É voltada para pessoas que querem a experiência do filme sem brigar com foco manual ou exposição toda vez."
    },
    {
      "type": "paragraph",
      "content": "[Faça a pré-venda da Lomography MC-A](https://shop.lomography.com/lomo-mc-a-35-mm-film-camera-black) na loja online oficial por US$549,00. Entregas previstas para o primeiro trimestre de 2026."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_mc-a_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_mc-a_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica Lomography MC-A",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography Sprocket Rocket"
    },
    {
      "type": "paragraph",
      "content": "A Lomography Sprocket Rocket é uma câmera panorâmica 35mm que expõe toda a largura do filme, incluindo os furos de perfuração, dando às suas imagens aquele visual analógico inconfundível. Sua lente de 30mm oferece um campo de visão de 106 graus com um estiramento sutil tipo olho de peixe nas bordas, tornando-a ótima para paisagens, arquitetura e fotos de grupo. Um rolo de 36 exposições rende aproximadamente 13-18 quadros panorâmicos."
    },
    {
      "type": "paragraph",
      "content": "Os controles são mínimos: uma velocidade de obturador fixa em torno de 1/100s, um modo Bulb para exposições longas, duas configurações de abertura e duas distâncias de foco por zona (close-up e infinito). Não há fotômetro, então filme ISO 400 funciona melhor para fotografia geral. Os botões de avanço para frente e para trás tornam exposições múltiplas e sobreposições intencionais fáceis, então é realmente construída para experimentação."
    },
    {
      "type": "paragraph",
      "content": "O corpo é plástico leve com uma sapata para flash e rosca para tripé para fotos em Bulb. O visor é aproximado no máximo, mas isso combina com o estilo solto e divertido que esta câmera encoraja. Se você já tem uma câmera mais séria e quer uma ferramenta criativa divertida para panoramas com furos de perfuração, a Sprocket Rocket entrega."
    },
    {
      "type": "paragraph",
      "content": "[Compre a Lomography Sprocket Rocket](https://shop.lomography.com/us/sprocket-rocket-35-mm-film-panoramic-camera) na loja online oficial por US$69,00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_sprocket_rocket_35mm_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_sprocket_rocket_35mm_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica Lomography Sprocket Rocket 35mm",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Ondu Eikan Series"
    },
    {
      "type": "paragraph",
      "content": "A Ondu começou em uma pequena oficina na Eslovênia em 2013, quando Elvis Halilović começou a produzir artesanalmente câmeras pinhole de madeira. O que começou como um projeto pessoal rapidamente se transformou em algo maior, e hoje a ONDU cria algumas das câmeras analógicas mais bonitas que você pode encontrar."
    },
    {
      "type": "paragraph",
      "content": "A Eikan Series representa sua linha premium de câmeras pinhole de médio formato. Construídas com madeiras nobres cuidadosamente selecionadas como nogueira e bordo, cada câmera é construída sem parafusos ou cola, usando técnicas tradicionais de marcenaria que foram refinadas ao longo de gerações. A madeira é tratada com óleos naturais para protegê-la enquanto mantém aquela sensação tátil e orgânica."
    },
    {
      "type": "paragraph",
      "content": "O que torna a EIKAN especial é como ela lida com filme 120. O design permite espaçamento preciso de quadros e inclui um nível de bolha embutido para ajudar a manter seus horizontes retos. O pinhole em si é perfurado a laser para consistência, e o sistema de obturador magnético é simples mas eficaz. Você obtém aquela qualidade sonhadora e de foco suave que a fotografia pinhole é conhecida, com exposições que tipicamente variam de alguns segundos a vários minutos dependendo das suas condições de iluminação."
    },
    {
      "type": "paragraph",
      "content": "Estas não são câmeras produzidas em massa. Cada EIKAN é feita sob encomenda na Eslovênia, então há artesanato real por trás de cada peça."
    },
    {
      "type": "paragraph",
      "content": "[Saiba mais sobre as câmeras Ondu Pinhole](https://ondupinhole.com/) pelo site oficial."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/ondu_eikan_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/ondu_eikan_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica Ondu Eikan",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Ondu Pinhole"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Pentax 17"
    },
    {
      "type": "paragraph",
      "content": "A Pentax surpreendeu a todos ao lançar uma nova câmera meio-quadro em meados de 2024. A Pentax 17 fotografa quadros verticais e dobra sua contagem de fotos por rolo. A Ricoh Imaging Corporation a projetou para portabilidade e simplicidade, apostando no apelo vintage do formato e vantagens práticas."
    },
    {
      "type": "paragraph",
      "content": "Vale mencionar que a lente é um design triplet baseado na Ricoh Auto Half e na Espio Mini de 1994. A câmera inclui sete modos de disparo, incluindo um modo \"Bokeh\" para retratos e um modo bulb para exposições longas. As placas superior e inferior são de liga de magnésio (mesmo material usado nas câmeras digitais de ponta da Pentax como a K-1), o que a mantém leve mas durável. A câmera funciona com bateria CR2 que a Pentax estima durar cerca de 10 rolos se você usar flash em metade das suas fotos."
    },
    {
      "type": "paragraph",
      "content": "Câmeras meio-quadro foram populares nos anos 1960 e 70, depois desapareceram. A Pentax trouxe o formato de volta com qualidade de construção moderna e controles simples. É compacta, fácil de usar e oferece 72 fotos em um rolo padrão de 36 exposições."
    },
    {
      "type": "paragraph",
      "content": "[Compre a Pentax 17](https://pentax.eu/products/pentax-17) na loja online oficial por €549,99."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/pentax_17_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/pentax_17_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica Pentax 17",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Ricoh Imaging Europe S.A.S."
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Polaroid I-2"
    },
    {
      "type": "paragraph",
      "content": "A Polaroid I-2 é a câmera instantânea mais capaz da Polaroid agora, projetada para fotógrafos que realmente querem controle sobre suas fotos. Lançada no final de 2024, ela traz a lente mais nítida que a Polaroid já fez: uma óptica de três elementos de 98mm com autofoco contínuo LiDAR que acerta o foco de 0,4 metros ao infinito. A história real aqui é o controle manual. Você tem modos Automático, Prioridade de Abertura, Prioridade de Obturador, Manual, Exposição Múltipla e Temporizador. A abertura vai de f/8 a f/64, velocidades de obturador de 1/250 segundo a 30 segundos, e compensação de exposição ajusta em incrementos de 1/3 stop em +/- 2 EV para controle preciso de brilho."
    },
    {
      "type": "paragraph",
      "content": "Tanto o display externo quanto o visor eletrônico mostram suas configurações em tempo real: valores de exposição, abertura, velocidade do obturador, status da bateria, fotos restantes e distância de foco. O flash embutido produz luz suave e equilibrada, e há sincronização de flash externo se você quiser trabalhar com equipamento de estúdio. Bluetooth conecta ao app da Polaroid para disparo remoto e ajustes mais profundos. A bateria de íon de lítio recarregável alimenta até 15 pacotes de filme por carga via USB-C. Melhor parte? A I-2 fotografa filmes i-Type, 600 e SX-70, então você pode experimentar com diferentes formatos instantâneos em um só corpo."
    },
    {
      "type": "paragraph",
      "content": "A linha da Polaroid também inclui a Now+ Gen 3 com filtros criativos, a compacta Polaroid Go, e modelos clássicos 600 ou SX-70 para fotografia mais simples. Mas se você leva a fotografia instantânea a sério em 2026, a I-2 é onde está a capacidade real."
    },
    {
      "type": "paragraph",
      "content": "[Compre a Polaroid I-2](https://www.polaroid.com/en_us/cameras/i2-camera) na loja online oficial por US$399,99."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/polaroid_i-2_instant_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/polaroid_i-2_instant_film_photography_camera@2x.jpg",
      "alt": "Câmera Instantânea Polaroid I-2",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Polaroid"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Rollei 35 AF"
    },
    {
      "type": "paragraph",
      "content": "A MiNT Camera lançou a Rollei 35 AF no final de 2024, atualizando a icônica compacta dos anos 1960 com tecnologia moderna. A original era brilhantemente pequena mas exigia adivinhar distâncias de foco. A MiNT manteve o corpo compacto e adicionou autofoco LiDAR, exposição automática e um flash embutido. Usa uma lente fixa 35mm f/2.8 e mantém o avanço manual de filme."
    },
    {
      "type": "paragraph",
      "content": "A câmera usa tecnologia LiDAR que pode focar de 0,5 metros ao infinito, tornando-a confiável mesmo em condições desafiadoras. Apresenta tanto exposição automática quanto controles manuais para abertura (f/2.8 a f/16), velocidade do obturador e ISO. Curiosamente, engenheiros aposentados da Pentax ajudaram a projetar a lente. A MiNT passou cerca de cinco anos desenvolvendo esta câmera, trabalhando através de múltiplos protótipos antes do lançamento."
    },
    {
      "type": "paragraph",
      "content": "Considerando seu preço, é uma compacta premium para fotógrafos que querem algo de bolso sem o incômodo do foco por zona. A MiNT licenciou oficialmente o nome Rollei para o projeto, trazendo de volta um dos designs mais reconhecidos da fotografia em filme com conveniências modernas reais."
    },
    {
      "type": "paragraph",
      "content": "[Saiba mais sobre a Rollei 35 AF](https://rollei35af.com/pages/camera) pelo site oficial da Rollei. Tinha preço de €885,00 no lançamento mas está atualmente esgotada. Você pode precisar verificar lojas de câmeras online ou locais para encontrar um revendedor."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/rollei_35_af_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/rollei_35_af_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica Rollei 35 AF",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Rollei 35 AF"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Shen Hao Cameras"
    },
    {
      "type": "paragraph",
      "content": "Shen Hao é uma fabricante de câmeras baseada em Xangai que produz câmeras de grande formato e de campo desde meados dos anos 1990. Trabalham principalmente com madeira e metal, produzindo câmeras técnicas em formatos desde 4×5 polegadas até panorâmicas como 6×17 cm e maiores."
    },
    {
      "type": "paragraph",
      "content": "O que as torna interessantes é a combinação de artesanato tradicional e recursos práticos modernos. Suas câmeras incluem dorsos Graflok e placas de lente padrão enquanto mantêm aquela estética clássica de madeira. O verdadeiro apelo é o valor: seu modelo HZX45-II A oferece movimentos adequados (elevação, deslocamento, inclinação) e construção sólida por uma fração do que você pagaria por câmeras europeias comparáveis."
    },
    {
      "type": "paragraph",
      "content": "Elas também cobrem uma variedade incomumente ampla de formatos. Além das 4×5 e 5×7 padrão, a Shen Hao faz câmeras panorâmicas nos formatos 6×17, 6×12, e até 12×20 polegadas. É raro encontrar essa variedade de um fabricante focado em câmeras de campo de madeira que permanecem portáteis o suficiente para trabalho de campo real."
    },
    {
      "type": "paragraph",
      "content": "[Saiba mais sobre as câmeras Shen Hao](http://www.shen-hao.com/) pelo site oficial."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/shen_hao_ptb-45_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/shen_hao_ptb-45_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica Shen Hao PTB-45",
      "width": "400",
      "height": "300",
      "caption": "Imagem © 上海申豪專業照相機有限公司"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "SilverBridges WideluxX"
    },
    {
      "type": "paragraph",
      "content": "A WideluxX revive a câmera panorâmica Widelux, conhecida por seu mecanismo de lente rotativa que cria imagens distintivas de formato amplo com horizontes naturalmente curvados. A SilverBridges está trabalhando nesta versão atualizada, que fotografará imagens panorâmicas tanto em 35mm quanto em médio formato."
    },
    {
      "type": "paragraph",
      "content": "As câmeras Widelux originais se tornaram favoritas cult. Jeff Bridges famosamente fotografa com uma e publicou livros de suas fotografias Widelux. A produção terminou anos atrás, mas a SilverBridges está trazendo de volta a tecnologia de panorama mecânico com fabricação atualizada. É uma câmera de nicho para um tipo específico de fotografia, mas esse é exatamente o ponto."
    },
    {
      "type": "paragraph",
      "content": "Embora a câmera ainda não esteja \"realmente\" disponível, achei que seria legal incluí-la nesta lista para apoiar o projeto. A WideluxX ainda é um protótipo e as pré-vendas ainda não foram abertas, mas você pode [saber mais sobre a SilverBridges WideluxX](https://wideluxx.com) visitando o site oficial do projeto."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/silverbridges_wideluxx_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/silverbridges_wideluxx_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica SilverBridges WideluxX",
      "width": "400",
      "height": "300",
      "caption": "Imagem © SilverBridges"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Smartflex 4x5"
    },
    {
      "type": "paragraph",
      "content": "A Smartflex 4x5 foi financiada no Kickstarter no final de 2024 e começou a ser entregue no início de 2025. Criada pelos entusiastas de grande formato HuaTong Zhang e sua parceira (baseados entre Shenzhen e Tóquio), é uma SLR 4x5 que pesa pouco mais de 2kg, leve o suficiente para fotografar na mão. A câmera usa materiais impressos em 3D e fibra de carbono para permanecer portátil enquanto mantém um visor 5x5 claro que torna o foco realmente agradável."
    },
    {
      "type": "paragraph",
      "content": "A cerca de US$2.000 pelo corpo, ainda é cara mas significativamente mais barata que câmeras de grande formato tradicionais. A verdadeira vantagem é a versatilidade: aceita chassis de filme 4x5 padrão e também funciona com backs Instax Wide, então você pode testar configurações de iluminação antes de gastar filme em folha caro. Isso torna a fotografia de retrato em grande formato mais prática do que nunca."
    },
    {
      "type": "paragraph",
      "content": "[Compre a Smartflex Camera 4x5](https://smartflexcamera.shop/products/smartflex-camera-4x5) com sua Smartnon 178mm e back Instax wide como conjunto no site oficial da Smartflex por ¥543.890."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/smartflex_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/smartflex_4x5_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica Smartflex 4x5",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Zhuoyao Chen"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Stenopeika Air Force Series"
    },
    {
      "type": "paragraph",
      "content": "A série Stenopeika Air Force reúne artesanato italiano e design prático para fotógrafos de grande formato que querem uma câmera de campo que possam levar para qualquer lugar. Estas câmeras são conhecidas por sua construção leve e durável usando uma mistura de materiais resistentes como fibra de Kevlar e seda organza para o fole. Apesar de sua portabilidade, oferecem a gama de movimentos que os fotógrafos esperam, incluindo elevação, descida, rotação e inclinação tanto nos padrões frontal quanto traseiro. Isso as torna altamente adaptáveis ao controlar perspectiva e foco, seja fotografando paisagens ou arquitetura."
    },
    {
      "type": "paragraph",
      "content": "A série cobre múltiplos formatos, com modelos para 4x5, 5x7, 8x10 e até 11x14, cada um projetado para equilibrar compactação com a extensão de fole e compatibilidade de lentes necessárias para formatos maiores. Uma característica marcante é como completamente estas câmeras se dobram, tornando-as fáceis de embalar e carregar para fotografias em locação. Os controles suaves e fáceis de travar e protetores de vidro de foco magnéticos snap-on contribuem para o design amigável ao usuário. No geral, as câmeras Air Force entregam uma combinação de construção sólida, manuseio intuitivo e flexibilidade, tornando-as uma escolha sólida para qualquer um investido em fotografia de filme de grande formato que também precisa de portabilidade e precisão."
    },
    {
      "type": "paragraph",
      "content": "[Saiba mais sobre as câmeras Stenopeika](https://www.stenopeika.com/) pelo site oficial da empresa."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/stenopeika_air_force_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/stenopeika_air_force_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica Stenopeika Air Force",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Stenopeika"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Svedovsky Cameras"
    },
    {
      "type": "paragraph",
      "content": "A Svedovsky Cameras foi fundada por Piotr Niewierowicz, um designer e artesão tcheco que combina marcenaria tradicional com engenharia precisa de câmeras. Seus designs focam em criar câmeras de grande formato funcionais e lindamente artesanais que melhoram a experiência fotográfica."
    },
    {
      "type": "paragraph",
      "content": "O modelo principal é uma câmera de campo 8x10, artesanal em madeiras nobres cuidadosamente selecionadas como mogno ou carvalho, com ferragens de latão e componentes finamente usinados que se dobram para transporte. As câmeras apresentam movimentos suaves e precisos no padrão frontal incluindo inclinação e deslocamento. Usam placas de lente de grande formato padrão e chassis de filme modernos, oferecendo compatibilidade sem restrições proprietárias."
    },
    {
      "type": "paragraph",
      "content": "Feitas em pequenos lotes na República Tcheca, estas câmeras são tanto ferramentas práticas quanto obras de arte."
    },
    {
      "type": "paragraph",
      "content": "[Saiba mais sobre a Svedovsky Cameras](http://svedovsky.com/) pelo site oficial da empresa."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/svedovsky_8x10_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/svedovsky_8x10_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica Svedovsky 8x10",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Svedovsky Cameras"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Woodyman Camera"
    },
    {
      "type": "paragraph",
      "content": "A Woodyman é uma pequena fabricante francesa construindo câmeras de grande formato de madeira que colocam praticidade em primeiro lugar. Eles fazem câmeras de campo leves 4×5, 5x7 e 8×10 de nogueira e cerejeira, projetadas para fotógrafos que querem uma câmera técnica portátil que seja realmente confortável de carregar o dia todo, não apenas uma peça de estúdio."
    },
    {
      "type": "paragraph",
      "content": "As câmeras cobrem os movimentos essenciais: elevação, descida e inclinação frontal, mais inclinação e rotação traseira, então você tem flexibilidade suficiente para arquitetura, paisagens e natureza morta. A extensão do fole é sólida para distâncias focais comuns, e elas usam placas de lente e chassis de filme padrão, então se encaixam perfeitamente em uma configuração de grande formato existente sem precisar de equipamento proprietário."
    },
    {
      "type": "paragraph",
      "content": "A montagem é rápida e os mecanismos de travamento são simples, o que importa quando você está trabalhando em locação. São notavelmente mais leves que monorails de metal tradicionais ou designs de madeira mais antigos, tornando-as uma boa opção para trilheiros e qualquer um fotografando fora do estúdio. A Woodyman basicamente mira em fotógrafos que querem a disciplina e qualidade de imagem do grande formato sem o fator intimidação: marcenaria moderna, movimentos familiares e construída para aguentar uso real em campo."
    },
    {
      "type": "paragraph",
      "content": "[Saiba mais sobre os modelos Woodyman Camera](https://woodymancamera.com/en/) pelo site oficial da empresa. Preços começam em cerca de €840,00 para o modelo 4x5 e €1.500,00 para a 8x10."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/woodyman_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/woodyman_4x5_film_photography_camera@2x.jpg",
      "alt": "Câmera Analógica Woodyman 4x5",
      "width": "400",
      "height": "300",
      "caption": "Imagem © Woodyman Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Por Que Isso Importa"
    },
    {
      "type": "paragraph",
      "content": "Estas câmeras representam algo maior do que apenas novos produtos. Elas provam que há demanda real por ferramentas de fotografia em filme, o suficiente para justificar fabricação do zero. Estes não são projetos de Kickstarter que podem ser entregues algum dia. A maioria destas câmeras está disponível agora ou sendo enviada para clientes de pré-venda."
    },
    {
      "type": "paragraph",
      "content": "As empresas por trás delas não são fabricantes legados tentando espremer lucro de designs antigos. São operações novas (ou recém-comprometidas como a Pentax) construindo câmeras para pessoas que escolhem filme em 2026, com tudo que essa escolha implica."
    },
    {
      "type": "paragraph",
      "content": "A fotografia em filme tem requisitos diferentes do que tinha nos anos 1990. As pessoas fotografam menos mas esperam mais de cada quadro. Elas querem câmeras que respeitem seu tempo enquanto preservam o que torna o filme especial. Estas novas câmeras são projetadas para essa realidade."
    }
  ],
  "meta_title": "Câmeras Analógicas Novas para Comprar em 2026",
  "meta_description": "Explore câmeras analógicas novas disponíveis em 2026. De 35mm a grande formato, descubra modelos de Pentax, Leica, Lomography e mais que você pode comprar hoje.",
  "meta_keywords": "câmeras analógicas 2026, câmeras de filme novas, comprar câmera analógica, câmera 35mm, câmera médio formato, câmera grande formato, Pentax 17, Leica M6 reedição, Lomography MC-A, Analogue AF-1, SilverBridges WideluxX, câmeras de filme ainda em produção, fotografia analógica 2026"
}
