{
      "@context": "https://schema.org",
      "@type": "FAQPage",
      "publisher": {
        "@id": "https://withframes.com/#organization"
      },
      "author": {
        "@type": "Organization",
        "@id": "https://withframes.com/#organization"
      },
      "mainEntity": [
        {
          "@type": "Question",
          "name": "Hvilke metadata kan jeg optage?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames lader dig logge detaljeret information for hvert billede, inkl. kamera, objektiv, filtre, billednummer, brændvidde, blænde, lukkertid, ISO, måletilstand, filmtype, flash, GPS-placering, tidsstempler og brugerdefinerede noter, så du aldrig mister vigtige analoge fotografidetaljer."
          }
        },
        {
          "@type": "Question",
          "name": "Hvilke billedformater understøttes?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames understøtter JPEG-, TIFF- og DNG-formater, hvilket giver dig mulighed for at integrere dine optagne metadata direkte i scannede analoge fotos for problemfri organisation og arbejdsgang på tværs af dine enheder."
          }
        },
        {
          "@type": "Question",
          "name": "Er Frames på Android eller Windows?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames er i øjeblikket tilgængelig til iPhone og macOS. Versioner til Android og Windows er planlagt til 2026, og i mellemtiden kan du dele og administrere dine data via .frames fileksport."
          }
        },
        {
          "@type": "Question",
          "name": "Hvilke lukkertider og blænder understøttes?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames tilbyder standardsekvenser der dækker de fleste objektiver og kameraer, og du kan også definere brugerdefinerede sekvenser til dit udstyr, hvilket gør den kompatibel med alle lukkertids- eller blændeværdier."
          }
        },
        {
          "@type": "Question",
          "name": "Kan jeg logge stativer eller tilbehør?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Ja, Frames lader dig optage stativer, blitz og andet tilbehør. Der er også et ekstra notefelt hvor du kan tilføje eventuelle brugerdefinerede detaljer du ønsker."
          }
        },
        {
          "@type": "Question",
          "name": "Kan jeg synkronisere mine data mellem iPhone og Mac?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Ja, du kan problemfrit overføre dine filmfotografidata mellem iPhone og Mac ved hjælp af .frames-fileksport. Eksporter simpelthen dine ruller fra én enhed og importer dem på en anden. Selvom automatisk cloud-synkronisering ikke er tilgængelig i øjeblikket for at bevare dit privatliv og dit dataejerskab, gør .frames-formatet manuel synkronisering hurtig og ligetil."
          }
        },
        {
          "@type": "Question",
          "name": "Fungerer Frames offline?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Absolut. Frames er designet til at fungere fuldstændigt offline, hvilket gør den perfekt til fotografering på fjerne steder uden internetforbindelse. Alle dine data gemmes lokalt på din enhed, så du kan logge billeder, administrere dit arkiv og organisere dit udstyr hvor som helst. GPS-placeringsmarkering fungerer også offline og gemmes når du optager hver ramme. Du behøver kun internet når du eksporterer metadata til scannede billeder eller tjekker for appopdateringer."
          }
        },
        {
          "@type": "Question",
          "name": "Hvad er planerne for fremtidige opdateringer?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Fremtidige planer inkluderer udvidelse af arbejdsgangsfunktioner, forbedring af integration på tværs af enheder og tilføjelse af nye værktøjer anmodet af fællesskabet for at gøre analog fotografilogning endnu mere fleksibel og kraftfuld."
          }
        }
      ]
    }