{
  "@context": "https://schema.org",
  "@type": "HowTo",
  "name": "Sådan registrerer og indlejrer du filmfotograferingsmetadata med Frames",
  "description": "Lær hvordan du bruger Frames til at registrere filmkameraindstillinger, organisere dine ruller og indlejre EXIF-metadata i dine scannede billeder på tværs af iPhone og Mac.",
  "keywords": "fotografi,noter,analog,film,rolle,negativ,notesbog,exif,metadata,kamera,35mm,billede,scan,filmfoto,foto,app,applikation,iOS,iPhone,Mac",
  "image": "https://withframes.com/lib/img/shared/app-icon.png",
  "totalTime": "PT10M",
  "inLanguage": "da",
  "publisher": {
    "@id": "https://withframes.com/#organization"
  },
  "author": {
    "@type": "Organization",
    "@id": "https://withframes.com/#organization"
  },
  "video": {
    "@type": "VideoObject",
    "@id": "https://withframes.com/#frames-video"
  },
  "step": [
    {
      "@type": "HowToStep",
      "position": 1,
      "name": "Opret en ny rulle",
      "text": "Åbn Frames på din iPhone og tryk på ikonet i nederste højre hjørne for at starte en ny rulle. Tilføj dit filmkamera, objektiver og vælg din filmtype. ISO er som standard indstillet til kassens lysfølsomhed, men du kan justere den til din lysmåler. Her begynder dit workflow for filmfotografering."
    },
    {
      "@type": "HowToStep",
      "position": 2,
      "name": "Registrér hvert billede undervejs",
      "text": "Når du fotograferer på film, skal du registrere kameraindstillingerne for hvert billede: blænde, lukkertid, brændvidde, blitz, kreative noter og meget mere. Geolokation, stednavne og tidsstempler registreres automatisk for at understøtte en præcis analog fotografilog. Du kan bruge standardkontrollen med skydere eller skifte til en klassisk formularvisning via menuen øverst til højre."
    },
    {
      "@type": "HowToStep",
      "position": 3,
      "name": "Eksportér dine data",
      "text": "Når din rulle er færdig, og alle billeder er registreret, skal du eksportere dataene som en .frames-fil. Send den til din Mac via AirDrop, e-mail eller en anden metode. Denne fil indeholder alle dine registrerede metadata om filmoptagelser til senere brug med dine scanninger."
    },
    {
      "@type": "HowToStep",
      "position": 4,
      "name": "Indlæs dine data",
      "text": "Efter din film er fremkaldt og scannet, skal du åbne .frames-filen på din Mac. Dobbeltklik blot på den, eller træk den ind i Frames-appen til macOS. Dine registrerede billeder indlæses øjeblikkeligt, klar til at blive parret med dine scannede fotofiler."
    },
    {
      "@type": "HowToStep",
      "position": 5,
      "name": "Tilknyt data til billeder",
      "text": "Gennemse dine registrerede billeder i liste-, gitter- eller fuld visning, og begynd at tilknytte hver scanning til dens billeddata. JPEG, TIFF og DNG-billeder understøttes i øjeblikket, mens CR2 og NEF kommer snart. Dette trin forbinder dine analoge billeder med detaljerede EXIF-metadata og bevarer konteksten for hvert billede."
    },
    {
      "@type": "HowToStep",
      "position": 6,
      "name": "Eksportér dine billeder",
      "text": "Når alt er matchet, skal du eksportere dine opdaterede billeder. Metadata indlejres direkte i hver fotofil, så det forbliver synligt på tværs af enheder, redigeringsværktøjer og platforme som Flickr. Din filmfotografering får de søgbare, organiserede fordele ved digital uden at miste sin sjæl."
    }
  ]
}