{
      "@context": "https://schema.org",
      "@type": "FAQPage",
      "publisher": {
        "@id": "https://withframes.com/#organization"
      },
      "author": {
        "@type": "Organization",
        "@id": "https://withframes.com/#organization"
      },
      "dateModified": "2025-11-08",
      "keywords": "fotoğraf,notlar,analog,film,rulo,negatif,defter,exif,veri,makinesi,35mm,resim,tarama,filmfoto,120mm,uygulama,iOS,iPhone,Mac",
      "mainEntity": [
        {
          "@type": "Question",
          "name": "Hangi metadata'yı kaydedebilirim?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames, her çekim için kamera, lens, filtreler, kare numarası, odak uzaklığı, diyafram, enstantane hızı, ISO, ölçüm modu, film stoğu, flaş, GPS konumu, zaman damgaları ve özel notlar dahil detaylı bilgi kaydetmenize olanak tanır, böylece önemli analog fotoğrafçılık detaylarını asla kaybetmezsiniz."
          }
        },
        {
          "@type": "Question",
          "name": "Hangi görüntü formatları destekleniyor?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames, JPEG, TIFF ve DNG formatlarını destekler, kaydedilen metadata'nızı doğrudan taranan analog fotoğraflara gömerek cihazlarınız arasında sorunsuz organizasyon ve iş akışı sağlar."
          }
        },
        {
          "@type": "Question",
          "name": "Frames Android veya Windows'ta var mı?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames şu anda iPhone ve macOS için mevcuttur. Android ve Windows sürümleri 2026 için planlanmıştır ve bu arada .frames dosya dışa aktarma yoluyla verilerinizi paylaşabilir ve yönetebilirsiniz."
          }
        },
        {
          "@type": "Question",
          "name": "Hangi enstantane hızları ve diyaframlar destekleniyor?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames, çoğu lensi ve kamerayı kapsayan varsayılan diziler sunar ve ekipmanınız için özel diziler de tanımlayabilirsiniz, bu da onu herhangi bir enstantane hızı veya diyafram değeriyle uyumlu hale getirir."
          }
        },
        {
          "@type": "Question",
          "name": "Tripodları veya aksesuarları kaydedebilir miyim?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Evet, Frames tripodları, flaşları ve diğer aksesuarları kaydetmenize izin verir. İstediğiniz özel detayları ekleyebileceğiniz ekstra bir not alanı da vardır."
          }
        },
        {
          "@type": "Question",
          "name": "Verilerimi iPhone ve Mac arasında senkronize edebilir miyim?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Evet, .frames dosya dışa aktarımlarını kullanarak film fotoğrafçılığı verilerinizi iPhone ve Mac arasında sorunsuz bir şekilde aktarabilirsiniz. Bir cihazdan rulolarınızı dışa aktarın ve diğerine içe aktarın. Gizliliğinizi ve veri sahipliğinizi korumak için otomatik bulut senkronizasyonu şu anda mevcut olmasa da, .frames formatı manuel senkronizasyonu hızlı ve basit hale getirir."
          }
        },
        {
          "@type": "Question",
          "name": "Frames çevrimdışı çalışıyor mu?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Kesinlikle. Frames tamamen çevrimdışı çalışacak şekilde tasarlanmıştır, bu da onu internet bağlantısı olmayan uzak konumlarda çekim yapmak için mükemmel kılar. Tüm verileriniz cihazınızda yerel olarak saklanır, böylece her yerde çekim kaydedebilir, arşivinizi yönetebilir ve ekipmanınızı organize edebilirsiniz. GPS konum etiketleme de çevrimdışı çalışır ve her kareyi kaydettiğinizde kaydedilir. İnternete yalnızca taranan görüntülere metadata dışa aktarırken veya uygulama güncellemelerini kontrol ederken ihtiyacınız vardır."
          }
        },
        {
          "@type": "Question",
          "name": "Gelecekteki güncellemeler için ne gibi planlar var?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Gelecek planlar, genişletilmiş iş akışı özellikleri, geliştirilmiş cihazlar arası entegrasyon ve topluluk tarafından talep edilen yeni araçları içererek analog fotoğrafçılık kaydını daha da esnek ve güçlü hale getirir."
          }
        }
      ]
    }