{
  "@context": "https://schema.org",
  "@type": "HowTo",
  "name": "Frames ile Film Fotoğrafçılığı Meta Verilerini Kaydetme ve Gömme",
  "description": "Frames'i kullanarak film kamera ayarlarını kaydetmeyi, rulolarınızı düzenlemeyi ve taranmış görsellerinize iPhone ve Mac'te EXIF meta verilerini gömmeyi öğrenin.",
  "image": "https://withframes.com/lib/img/shared/app-icon.png",
  "totalTime": "PT10M",
  "inLanguage": "tr",
  "publisher": {
    "@id": "https://withframes.com/#organization"
  },
  "author": {
    "@type": "Organization",
    "@id": "https://withframes.com/#organization"
  },
  "tool": [
    { "@type": "MobileApplication", "@id": "https://withframes.com/#frames-ios" },
    { "@type": "SoftwareApplication", "@id": "https://withframes.com/#frames-macos" }
  ],
  "video": {
    "@type": "VideoObject",
    "@id": "https://withframes.com/#frames-video"
  },
  "step": [
    {
      "@type": "HowToStep",
      "position": 1,
      "name": "1. Yeni bir film oluştur",
      "text": "iPhone'unuzda Frames'i açın ve yeni bir film başlatmak için sağ alt köşedeki simgeye dokunun. Film fotoğraf makinenizi, lenslerinizi ekleyin ve film türünüzü seçin. ISO varsayılan olarak kutu hızına ayarlanmıştır, ancak ışık ölçerinize uyacak şekilde ayarlayabilirsiniz. Film fotoğrafçılığı iş akışınız burada başlar."
    },
    {
      "@type": "HowToStep",
      "position": 2,
      "name": "2. Her çekimi anında kaydet",
      "text": "Film ile çekim yaparken, her kare için kamera ayarlarını kaydedin: diyafram, deklanşör hızı, odak uzaklığı, flaş, yaratıcı notlar ve daha fazlası. Coğrafi konum, yer adları ve zaman damgaları, hassas bir analog fotoğraf günlüğünü desteklemek için otomatik olarak yakalanır. Varsayılan kaydırıcı kontrollerini kullanabilir veya sağ üst menü aracılığıyla klasik bir form görünümüne geçebilirsiniz."
    },
    {
      "@type": "HowToStep",
      "position": 3,
      "name": "3. Verilerinizi dışa aktarın",
      "text": "Filminiz tamamlandıktan ve tüm çekimler kaydedildikten sonra, verileri bir .frames dosyası olarak dışa aktarın. AirDrop, e-posta veya tercih ettiğiniz herhangi bir yöntemi kullanarak Mac'inize gönderin. Bu dosya, taramalarınızla daha sonra kullanılmak üzere kaydedilen tüm film çekim meta verilerini içerir."
    },
    {
      "@type": "HowToStep",
      "position": 4,
      "name": "4. Verilerinizi yükleyin",
      "text": "Filminiz banyo edildikten ve tarandıktan sonra, Mac'inizde .frames dosyasını açın. Üzerine çift tıklamanız veya macOS için Frames uygulamasına sürüklemeniz yeterlidir. Kaydedilen kareleriniz anında yüklenir, taranan fotoğraf dosyalarınızla eşleştirilmeye hazır hale gelir."
    },
    {
      "@type": "HowToStep",
      "position": 5,
      "name": "5. Verileri fotoğraflarla ilişkilendirin",
      "text": "Liste, ızgara veya tam görünümü kullanarak kaydedilen çekimlerinize göz atın ve her taramayı kare verileriyle ilişkilendirmeye başlayın. JPEG, TIFF ve DNG görüntüleri şu anda desteklenmektedir, CR2 ve NEF yakında gelecektir. Bu adım, analog fotoğraflarınızı ayrıntılı EXIF meta verileriyle ilişkilendirerek her çekimin bağlamını korur."
    },
    {
      "@type": "HowToStep",
      "position": 6,
      "name": "6. Fotoğraflarınızı dışa aktarın",
      "text": "Her şey eşleştikten sonra, güncellenmiş görüntülerinizi dışa aktarın. Meta veriler doğrudan her fotoğraf dosyasına gömülür ve tüm cihazlarda, düzenleme araçlarında ve Flickr gibi platformlarda görünür kalmasını sağlar. Film fotoğrafçılığınız, ruhunu kaybetmeden dijitalin aranabilir, düzenli avantajlarını elde eder."
    }
  ]
}