{
      "@context": "https://schema.org",
      "@type": "FAQPage",
      "publisher": {
        "@id": "https://withframes.com/#organization"
      },
      "author": {
        "@type": "Organization",
        "@id": "https://withframes.com/#organization"
      },
      "mainEntity": [
        {
          "@type": "Question",
          "name": "Welke metagegevens kan ik vastleggen?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames laat je gedetailleerde informatie vastleggen voor elke opname, inclusief camera, lens, filters, framenummer, brandpuntsafstand, diafragma, sluitertijd, ISO, belichtingsmeting, filmsoort, flitser, GPS-locatie, tijdstempels en eigen notities, zodat je nooit belangrijke details van je analoge fotografie kwijtraakt."
          }
        },
        {
          "@type": "Question",
          "name": "Welke afbeeldingsformaten worden ondersteund?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames ondersteunt JPEG, TIFF en DNG formaten, waardoor je je geregistreerde metagegevens direct kunt toevoegen aan gescande analoge foto's voor naadloze organisatie en workflow op al je apparaten."
          }
        },
        {
          "@type": "Question",
          "name": "Is Frames beschikbaar voor Android of Windows?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames is momenteel beschikbaar voor iPhone en macOS. Versies voor Android en Windows zijn gepland voor 2026, en in de tussentijd kun je je gegevens delen en beheren via .frames bestandsexporten."
          }
        },
        {
          "@type": "Question",
          "name": "Welke sluitertijden en diafragma's worden ondersteund?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames biedt standaardreeksen die de meeste lenzen en camera's dekken, en je kunt ook aangepaste reeksen definiëren voor je eigen apparatuur, waardoor het compatibel is met elke sluitertijd of diafragmawaarde."
          }
        },
        {
          "@type": "Question",
          "name": "Kan ik statieven of accessoires vastleggen?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Ja, Frames laat je statieven, flitsers en andere accessoires vastleggen. Er is ook een extra notitieveld waar je elk gewenst detail kunt toevoegen."
          }
        },
        {
          "@type": "Question",
          "name": "Kan ik mijn gegevens synchroniseren tussen iPhone en Mac?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Ja, je kunt je filmfotografiegegevens naadloos overzetten tussen iPhone en Mac met behulp van .frames-bestandsexporten. Exporteer simpelweg je rolletjes van het ene apparaat en importeer ze op het andere. Hoewel automatische cloudsynchronisatie momenteel niet beschikbaar is om je privacy en gegevenseigendom te behouden, maakt het .frames-formaat handmatige synchronisatie snel en eenvoudig."
          }
        },
        {
          "@type": "Question",
          "name": "Werkt Frames offline?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Absoluut. Frames is ontworpen om volledig offline te werken, waardoor het perfect is voor fotograferen op afgelegen locaties zonder internetverbinding. Al je gegevens worden lokaal op je apparaat opgeslagen, zodat je overal opnames kunt loggen, je archief kunt beheren en je apparatuur kunt organiseren. GPS-locatietagging werkt ook offline en wordt opgeslagen wanneer je elk frame vastlegt. Je hebt alleen internet nodig bij het exporteren van metadata naar gescande afbeeldingen of bij het controleren op app-updates."
          }
        },
        {
          "@type": "Question",
          "name": "Wat zijn de plannen voor toekomstige updates?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Toekomstige plannen omvatten het uitbreiden van workflowfuncties, het verbeteren van integratie tussen apparaten en het toevoegen van nieuwe tools die door de gemeenschap zijn gevraagd om analoge fotografieregistratie nog flexibeler en krachtiger te maken."
          }
        }
      ]
    }