{
  "@context": "https://schema.org",
  "@type": "HowTo",
  "name": "Analoge fotografiemetadata registreren en insluiten met Frames",
  "description": "Leer hoe je Frames gebruikt om filmcamera-instellingen te registreren, je filmrollen te organiseren en EXIF-metadata in te sluiten in je gescande afbeeldingen op iPhone en Mac.",
  "image": "https://withframes.com/lib/img/shared/app-icon.png",
  "totalTime": "PT10M",
  "inLanguage": "nl",
  "publisher": {
    "@id": "https://withframes.com/#organization"
  },
  "author": {
    "@type": "Organization",
    "@id": "https://withframes.com/#organization"
  },
  "tool": [
    { "@type": "SoftwareApplication", "@id": "https://withframes.com/#frames-ios" },
    { "@type": "SoftwareApplication", "@id": "https://withframes.com/#frames-macos" }
  ],
  "video": {
    "@type": "VideoObject",
    "@id": "https://withframes.com/#frames-video"
  },
  "step": [
    {
      "@type": "HowToStep",
      "position": 1,
      "name": "1. Maak een nieuwe filmrol aan",
      "text": "Open Frames op je iPhone en tik op het pictogram rechtsonder om een nieuwe filmrol te starten. Voeg je filmcamera, lenzen toe en kies je filmsoort. De ISO is standaard ingesteld op de gevoeligheid van de verpakking, maar je kunt deze aanpassen aan je lichtmeter. Hier begint je workflow voor analoge fotografie."
    },
    {
      "@type": "HowToStep",
      "position": 2,
      "name": "2. Registreer elke opname onderweg",
      "text": "Terwijl je op film fotografeert, registreer je de camera-instellingen voor elk beeld: diafragma, sluitertijd, brandpuntsafstand, flitser, creatieve notities en meer. Geolocatie, plaatsnamen en tijdstempels worden automatisch vastgelegd ter ondersteuning van een nauwkeurige analoge fotografielog. Je kunt de standaard schuifregelaar gebruiken of overschakelen naar een klassieke formulierweergave via het menu rechtsboven."
    },
    {
      "@type": "HowToStep",
      "position": 3,
      "name": "3. Exporteer je gegevens",
      "text": "Zodra je filmrol klaar is en alle opnames zijn geregistreerd, exporteer je de gegevens als een .frames-bestand. Verstuur het naar je Mac via AirDrop, e-mail of een andere methode. Dit bestand bevat alle vastgelegde metadata van je filmopnames voor later gebruik met je scans."
    },
    {
      "@type": "HowToStep",
      "position": 4,
      "name": "4. Laad je gegevens",
      "text": "Nadat je film is ontwikkeld en gescand, open je het .frames-bestand op je Mac. Dubbelklik erop of sleep het naar de Frames-app voor macOS. Je geregistreerde beelden worden direct geladen, klaar om gekoppeld te worden aan je gescande fotobestanden."
    },
    {
      "@type": "HowToStep",
      "position": 5,
      "name": "5. Koppel gegevens aan foto's",
      "text": "Blader door je geregistreerde opnames in lijst-, raster- of volledige weergave en begin elke scan te koppelen aan de bijbehorende beeldgegevens. JPEG-, TIFF- en DNG-afbeeldingen worden momenteel ondersteund, CR2 en NEF komen binnenkort. Deze stap koppelt je analoge foto's aan gedetailleerde EXIF-metadata en behoudt de context van elke opname."
    },
    {
      "@type": "HowToStep",
      "position": 6,
      "name": "6. Exporteer je foto's",
      "text": "Zodra alles is gekoppeld, exporteer je je bijgewerkte afbeeldingen. Metadata wordt direct in elk fotobestand ingebed, zodat het zichtbaar blijft op verschillende apparaten, bewerkingsprogramma's en platforms zoals Flickr. Je analoge fotografie krijgt de doorzoekbare, georganiseerde voordelen van digitaal, zonder zijn ziel te verliezen."
    }
  ]
}