{
      "@context": "https://schema.org",
      "@type": "FAQPage",
      "publisher": {
        "@id": "https://withframes.com/#organization"
      },
      "author": {
        "@type": "Organization",
        "@id": "https://withframes.com/#organization"
      },
      "mainEntity": [
        {
          "@type": "Question",
          "name": "Какие метаданные можно записывать?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames позволяет фиксировать подробную информацию для каждого кадра: камера, объектив, фильтры, номер кадра, фокусное расстояние, диафрагма, выдержка, ISO, режим замера, тип плёнки, вспышка, GPS-координаты, временные метки и произвольные заметки, гарантируя, что вы не потеряете важные детали аналоговой фотографии."
          }
        },
        {
          "@type": "Question",
          "name": "Какие форматы изображений поддерживаются?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames поддерживает форматы JPEG, TIFF и DNG, позволяя встраивать записанные метаданные непосредственно в отсканированные аналоговые снимки для бесшовной организации и работы на всех ваших устройствах."
          }
        },
        {
          "@type": "Question",
          "name": "Есть ли Frames для Android или Windows?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "В настоящее время Frames доступен для iPhone и macOS. Версии для Android и Windows планируются на 2026 год, а пока вы можете делиться данными и управлять ими через экспорт файлов .frames."
          }
        },
        {
          "@type": "Question",
          "name": "Какие выдержки и диафрагмы поддерживаются?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Frames предоставляет стандартные последовательности, охватывающие большинство объективов и камер, также вы можете определить пользовательские последовательности для вашего оборудования, что делает его совместимым с любыми значениями выдержки и диафрагмы."
          }
        },
        {
          "@type": "Question",
          "name": "Можно ли записывать штативы или аксессуары?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Да, Frames позволяет записывать штативы, вспышки и другие аксессуары. Также есть дополнительное поле для заметок, куда можно добавить любые произвольные детали."
          }
        },
        {
          "@type": "Question",
          "name": "Какие планы на будущие обновления?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Планы на будущее включают расширение функций рабочего процесса, улучшение интеграции между устройствами и добавление новых инструментов по запросам сообщества для ещё большей гибкости и мощности учёта аналоговой фотографии."
          }
        },
        {
          "@type": "Question",
          "name": "Могу ли я синхронизировать свои данные между iPhone и Mac?",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "Да, вы можете легко переносить данные плёночной фотографии между iPhone и Mac, используя экспорт файлов .frames. Просто экспортируйте свои плёнки с одного устройства и импортируйте их на другое. Хотя автоматическая облачная синхронизация в настоящее время недоступна для сохранения вашей конфиденциальности и владения данными, формат .frames делает ручную синхронизацию быстрой и простой."
          }
        }
      ]
    }