{
  "@context": "https://schema.org",
  "@type": "HowTo",
  "name": "Как регистрировать и встраивать метаданные плёночной фотографии с помощью Frames",
  "description": "Узнайте, как использовать Frames для регистрации настроек плёночной камеры, организации ваших плёнок и встраивания метаданных EXIF в отсканированные изображения на iPhone и Mac.",
  "keywords": "фотография,заметки,аналог,плёнка,ролл,негатив,блокнот,exif,метаданные,камера,35mm,изображение,скан,фото,приложение,iOS,iPhone,Mac",
  "image": "https://withframes.com/lib/img/shared/app-icon.png",
  "totalTime": "PT10M",
  "inLanguage": "ru",
  "publisher": {
    "@id": "https://withframes.com/#organization"
  },
  "author": {
    "@type": "Organization",
    "@id": "https://withframes.com/#organization"
  },
  "video": {
    "@type": "VideoObject",
    "@id": "https://withframes.com/#frames-video"
  },
  "step": [
    {
      "@type": "HowToStep",
      "position": 1,
      "name": "Создайте новую плёнку",
      "text": "Откройте Frames на вашем iPhone и нажмите значок в правом нижнем углу, чтобы начать новую плёнку. Добавьте свою плёночную камеру, объективы и выберите тип плёнки. ISO по умолчанию установлено на чувствительность коробки, но вы можете настроить его в соответствии с вашим экспонометром. Здесь начинается ваш рабочий процесс плёночной фотографии."
    },
    {
      "@type": "HowToStep",
      "position": 2,
      "name": "Записывайте каждый кадр по ходу съёмки",
      "text": "Во время съёмки на плёнку записывайте настройки камеры для каждого кадра: диафрагма, выдержка, фокусное расстояние, вспышка, творческие заметки и многое другое. Геолокация, названия мест и временные метки автоматически фиксируются для поддержки точного журнала аналоговой фотографии. Вы можете использовать ползунки по умолчанию или переключиться на классический вид формы через меню в правом верхнем углу."
    },
    {
      "@type": "HowToStep",
      "position": 3,
      "name": "Экспортируйте ваши данные",
      "text": "Как только ваша плёнка закончится и все кадры будут записаны, экспортируйте данные как файл .frames. Отправьте его на ваш Mac, используя AirDrop, электронную почту или любой другой способ. Этот файл содержит все записанные метаданные кадров плёнки для последующего использования со сканами."
    },
    {
      "@type": "HowToStep",
      "position": 4,
      "name": "Загрузите ваши данные",
      "text": "После того как ваша плёнка проявлена и отсканирована, откройте файл .frames на вашем Mac. Просто дважды щёлкните по нему или перетащите в приложение Frames для macOS. Ваши записанные кадры загрузятся мгновенно, готовые к сопряжению с вашими отсканированными фотофайлами."
    },
    {
      "@type": "HowToStep",
      "position": 5,
      "name": "Свяжите данные с фотографиями",
      "text": "Просматривайте записанные кадры в виде списка, сетки или полного просмотра и начинайте связывать каждый скан с данными его кадра. В настоящее время поддерживаются изображения JPEG, TIFF и DNG, CR2 и NEF скоро появятся. Этот шаг связывает ваши аналоговые фотографии с подробными метаданными EXIF, сохраняя контекст каждого кадра."
    },
    {
      "@type": "HowToStep",
      "position": 6,
      "name": "Экспортируйте ваши фотографии",
      "text": "Когда всё сопряжено, экспортируйте обновлённые изображения. Метаданные встраиваются непосредственно в каждый файл фотографии, обеспечивая их видимость на всех устройствах, инструментах редактирования и платформах, таких как Flickr. Ваша плёночная фотография получает преимущества цифровой: возможность поиска и организации, не теряя своей души."
    }
  ]
}