{
  "@context": "https://schema.org",
  "@type": "HowTo",
  "name": "Cara Mencatat dan Menyematkan Metadata Fotografi Film dengan Frames",
  "description": "Pelajari cara menggunakan Frames untuk mencatat pengaturan kamera film, mengatur rol Anda, dan menyematkan metadata EXIF ke dalam gambar hasil scan Anda di iPhone dan Mac.",
  "image": "https://withframes.com/lib/img/shared/app-icon.png",
  "totalTime": "PT10M",
  "inLanguage": "id",
  "publisher": {
    "@id": "https://withframes.com/#organization"
  },
  "author": {
    "@type": "Organization",
    "@id": "https://withframes.com/#organization"
  },
  "tool": [
    { "@type": "SoftwareApplication", "@id": "https://withframes.com/#frames-ios" },
    { "@type": "SoftwareApplication", "@id": "https://withframes.com/#frames-macos" }
  ],
  "video": {
    "@type": "VideoObject",
    "@id": "https://withframes.com/#frames-video"
  },
  "step": [
    {
      "@type": "HowToStep",
      "position": 1,
      "name": "1. Buat roll baru",
      "text": "Buka Frames di iPhone Anda dan ketuk ikon di pojok kanan bawah untuk memulai roll baru. Tambahkan kamera film, lensa, dan pilih stok film Anda. ISO diatur ke kecepatan kotak secara default, tetapi Anda dapat menyesuaikannya agar sesuai dengan light meter Anda. Di sinilah alur kerja fotografi film Anda dimulai."
    },
    {
      "@type": "HowToStep",
      "position": 2,
      "name": "2. Catat setiap bidikan saat Anda memotret",
      "text": "Saat Anda memotret dengan film, catat pengaturan kamera untuk setiap bingkai: apertur, kecepatan rana, panjang fokus, lampu kilat, catatan kreatif, dan lainnya. Geolokasi, nama tempat, dan stempel waktu secara otomatis ditangkap untuk mendukung log fotografi analog yang presisi. Anda dapat menggunakan kontrol slider default atau beralih ke tampilan formulir klasik melalui menu kanan atas."
    },
    {
      "@type": "HowToStep",
      "position": 3,
      "name": "3. Ekspor data Anda",
      "text": "Setelah roll Anda selesai dan semua bidikan dicatat, ekspor data sebagai file .frames. Kirim ke Mac Anda menggunakan AirDrop, email, atau metode apa pun yang Anda suka. File ini berisi semua metadata bidikan film yang Anda catat untuk digunakan nanti dengan hasil scan Anda."
    },
    {
      "@type": "HowToStep",
      "position": 4,
      "name": "4. Muat data Anda",
      "text": "Setelah film Anda dicuci dan dipindai, buka file .frames di Mac Anda. Cukup klik dua kali atau seret ke aplikasi Frames untuk macOS. Bingkai yang Anda catat akan dimuat secara instan, siap untuk dipasangkan dengan file foto hasil scan Anda."
    },
    {
      "@type": "HowToStep",
      "position": 5,
      "name": "5. Kaitkan data dengan foto",
      "text": "Jelajahi bidikan yang Anda catat menggunakan tampilan daftar, kisi, atau penuh, dan mulai mengaitkan setiap scan dengan data bingkainya. Gambar JPEG, TIFF, dan DNG saat ini didukung, dengan CR2 dan NEF segera hadir. Langkah ini menghubungkan foto analog Anda dengan metadata EXIF yang terperinci, mempertahankan konteks setiap bidikan."
    },
    {
      "@type": "HowToStep",
      "position": 6,
      "name": "6. Ekspor foto Anda",
      "text": "Setelah semuanya cocok, ekspor gambar Anda yang telah diperbarui. Metadata disematkan langsung ke setiap file foto, memastikan tetap terlihat di berbagai perangkat, alat pengeditan, dan platform seperti Flickr. Fotografi film Anda mendapatkan manfaat digital yang dapat dicari dan terorganisir, tanpa kehilangan jiwa."
    }
  ]
}