{
  "@context": "https://schema.org",
  "@type": "HowTo",
  "name": "Cum să înregistrezi și să încorporezi metadate de fotografie pe film cu Frames",
  "description": "Învață cum să folosești Frames pentru a înregistra setările camerei pe film, să-ți organizezi ruloul și să încorporezi metadate EXIF în imaginile scanate pe iPhone și Mac.",
  "image": "https://withframes.com/lib/img/shared/app-icon.png",
  "totalTime": "PT10M",
  "inLanguage": "ro",
  "publisher": {
    "@id": "https://withframes.com/#organization"
  },
  "author": {
    "@type": "Organization",
    "@id": "https://withframes.com/#organization"
  },
  "video": {
    "@type": "VideoObject",
    "@id": "https://withframes.com/#frames-video"
  },
  "step": [
    {
      "@type": "HowToStep",
      "position": 1,
      "name": "Creează un nou film",
      "text": "Deschide Frames pe iPhone și atinge iconița din colțul din dreapta jos pentru a începe un nou film. Adaugă camera ta de film, obiectivele și alege tipul de film. ISO este setat implicit la sensibilitatea cutiei, dar îl poți ajusta la fotometrul tău. Aici începe fluxul tău de lucru pentru fotografia pe film."
    },
    {
      "@type": "HowToStep",
      "position": 2,
      "name": "Înregistrează fiecare cadru pe măsură ce fotografiezi",
      "text": "În timp ce fotografiezi pe film, înregistrează setările camerei pentru fiecare cadru: diafragmă, viteză obturator, distanță focală, bliț, notițe creative și multe altele. Geolocația, numele locurilor și marcajele temporale sunt capturate automat pentru a sprijini un jurnal precis de fotografie analogică. Poți folosi comenzile glisante implicite sau poți comuta la o vizualizare formular clasică prin meniul din dreapta sus."
    },
    {
      "@type": "HowToStep",
      "position": 3,
      "name": "Exportă datele tale",
      "text": "Odată ce filmul tău este terminat și toate cadrele sunt înregistrate, exportă datele ca fișier .frames. Trimite-l pe Mac-ul tău folosind AirDrop, e-mail sau orice metodă preferi. Acest fișier conține toate metadatele înregistrate ale cadrelor de film pentru utilizare ulterioară cu scanările tale."
    },
    {
      "@type": "HowToStep",
      "position": 4,
      "name": "Încarcă datele tale",
      "text": "După ce filmul tău este developat și scanat, deschide fișierul .frames pe Mac-ul tău. Pur și simplu fă dublu clic pe el sau trage-l în aplicația Frames pentru macOS. Cadrele tale înregistrate se vor încărca instantaneu, gata să fie asociate cu fișierele tale foto scanate."
    },
    {
      "@type": "HowToStep",
      "position": 5,
      "name": "Asociază datele cu fotografiile",
      "text": "Răsfoiește cadrele tale înregistrate folosind vizualizarea listă, grilă sau completă și începe să asociezi fiecare scanare cu datele cadrului său. Imaginile JPEG, TIFF și DNG sunt în prezent suportate, iar CR2 și NEF vor veni în curând. Acest pas leagă fotografiile tale analogice de metadate EXIF detaliate, păstrând contextul fiecărui cadru."
    },
    {
      "@type": "HowToStep",
      "position": 6,
      "name": "Exportă fotografiile tale",
      "text": "Odată ce totul este asociat, exportă imaginile tale actualizate. Metadatele sunt încorporate direct în fiecare fișier foto, asigurându-se că rămân vizibile pe toate dispozitivele, instrumentele de editare și platformele precum Flickr. Fotografia ta pe film primește avantajele căutabile și organizate ale digitalului, fără să-și piardă sufletul."
    }
  ]
}