{
  "article_id": "film-cameras-2025",
  "slug": "kamera-film-baru-terbaik-2026",
  "publish_date": "2026-01-01T10:00:00.000Z",
  "update_date": "2026-01-01T10:00:00.000Z",
  "title": "Kamera film baru terbaik 2026: Apa yang bisa Anda beli sekarang",
  "summary": "Fotografi film masih hidup di 2026. Dari Pentax dan Leica hingga Lomography dan startup baru, berikut kamera film yang benar-benar bisa Anda beli baru hari ini.",
  "author": "Vincent Tantardini",
  "category": "gear",
  "sections": [
    {
      "type": "paragraph",
      "content": "Fotografi film tidak hanya bertahan, tetapi berkembang. Sementara kebanyakan perusahaan kamera meninggalkan film puluhan tahun lalu, segelintir produsen melakukan sesuatu yang tidak biasa: mereka membuat kamera film baru. Bukan peralatan vintage atau model rekondisi, tetapi kamera yang dirancang dan dibuat sekarang."
    },
    {
      "type": "paragraph",
      "content": "Berikut apa yang sebenarnya tersedia jika Anda ingin membeli kamera film baru hari ini."
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Analogue AF-1"
    },
    {
      "type": "paragraph",
      "content": "Analogue Shop di Amsterdam membuka pre-order untuk AF-1 pada 2025. Ini adalah kamera autofokus 35mm yang dirancang untuk fotografi jalanan dan dokumenter, menggabungkan fokus zona manual dengan eksposur otomatis. Perusahaan ini dimulai karena mereka melihat celah: orang menginginkan kamera film modern yang andal tanpa kompleksitas sistem sepenuhnya manual."
    },
    {
      "type": "paragraph",
      "content": "AF-1 menggunakan teknologi autofokus LiDAR yang dapat memfokuskan dari 0,5 meter hingga tak terhingga, membuatnya andal bahkan dalam cahaya rendah atau melalui kaca. Kamera ini mencakup pemuatan film otomatis dan pembacaan kode DX hingga ISO 3200, yang berarti lebih sedikit mengutak-atik pengaturan. Yang menarik adalah Analogue Shop dimulai sebagai toko kamera di Amsterdam sebelum memutuskan untuk merancang kamera mereka sendiri. Mereka melihat orang-orang terus-menerus bertanya tentang kamera film modern yang andal yang tidak memerlukan keahlian perbaikan vintage."
    },
    {
      "type": "paragraph",
      "content": "AF-1 menargetkan fotografer yang membutuhkan sesuatu yang dapat diandalkan dan tidak memperlambat mereka. Dibangun untuk tahan lama dan dihargai untuk bersaing dengan membeli dan memperbaiki peralatan vintage."
    },
    {
      "type": "paragraph",
      "content": "[Pre-order Analogue AF-1](https://af1.analogueshop.com/) di toko online resmi mereka seharga €449,99. Pengiriman diharapkan pada Q1 2026."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/analog_af-1_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/analog_af-1_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film Analog AF-1",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Analog Shop"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Arca-Swiss M-Monolith"
    },
    {
      "type": "paragraph",
      "content": "Arca-Swiss telah membuat peralatan kamera presisi di Swiss sejak 1926, membangun reputasi kuat di antara fotografer profesional yang membutuhkan peralatan yang dapat mereka percaya dalam situasi yang menuntut."
    },
    {
      "type": "paragraph",
      "content": "M-Monolith adalah kamera monorail view modern mereka yang dibangun untuk pekerjaan film format besar, mendukung semua dari 4x5 hingga 8x10, ditambah format 5x7 dan 6x9. Ini juga bekerja dengan back digital jika Anda membutuhkan opsi itu. Ini adalah kamera untuk fotografer yang menginginkan kontrol penuh atas gambar mereka, baik bekerja di studio maupun di lapangan."
    },
    {
      "type": "paragraph",
      "content": "Kamera ini menggunakan kontrol roda gigi mikrometrik untuk semua gerakan: tilt, shift, swing, dan rise/fall. Anda dapat menyesuaikan standar depan dan belakang secara independen dengan presisi, lalu mengunci semuanya persis di tempat yang Anda butuhkan. Desain modular membuat pergantian antar format cepat, dan ada berbagai aksesori yang tersedia untuk mengonfigurasinya untuk situasi pemotretan yang berbeda."
    },
    {
      "type": "paragraph",
      "content": "Dibangun dari aluminium kelas pesawat, M-Monolith berhasil menjadi relatif ringan tanpa mengorbankan kekakuan yang Anda butuhkan untuk eksposur panjang. Ekstensi bellow dan jalur optik cukup murah hati untuk menghindari vignetting sambil memberi Anda banyak ruang untuk bekerja dengan panjang fokus dan gerakan yang berbeda. Dirancang untuk fotografer yang membutuhkan stabilitas, penyesuaian roda gigi yang halus, dan fleksibilitas untuk menangani proyek pencitraan presisi tinggi."
    },
    {
      "type": "paragraph",
      "content": "[Pelajari lebih lanjut tentang M-Monolith](https://arca-swiss-usa.com/products/m-monolith-film-formats) melalui situs web resmi Arca-Swiss."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/arca_swiss_monolith_m_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/arca_swiss_monolith_m_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film Arca-Swiss Monolith-M",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Arca-Swiss USA"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chamonix 45F-2"
    },
    {
      "type": "paragraph",
      "content": "Chamonix merilis 45F-2 pada 2017 sebagai versi terbaru dari 45F-1 populer mereka. Kamera lapangan 4x5 ini dibangun oleh bengkel kecil dengan delapan pengrajin di Tiongkok, didirikan oleh seorang fotografer dan pendaki gunung yang ingin membuat kamera paling ringan dan paling kaku untuk pekerjaan lanskap."
    },
    {
      "type": "paragraph",
      "content": "45F-2 menggunakan campuran kayu jati atau ceri dengan material komposit serat karbon. Beratnya hanya 1.600 gram dan dilipat menjadi 208 x 182 x 92mm, cukup kecil untuk perjalanan backpacking. Yang membedakannya adalah kenop fokus belakang, diposisikan langsung di bawah kaca matte alih-alih di depan seperti kebanyakan kamera lapangan. Ini membuat fokus lebih natural karena Anda sudah melihat kaca matte dengan satu tangan."
    },
    {
      "type": "paragraph",
      "content": "Kamera ini mencakup tilt asimetris pada standar belakang, dikontrol oleh satu kenop dengan lapisan abu-abu pucat sehingga Anda dapat menemukannya dengan cepat. Standar depan memiliki kenop terpisah untuk gerakan rise/fall dan tilt. Kaca matte memiliki empat garis titik-titik yang membantu Anda mempertahankan fokus saat menerapkan tilt belakang, terlepas dari apakah Anda memotret orientasi lanskap atau potret. Ini membuat bekerja dengan prinsip Scheimpflug jauh lebih praktis untuk fotografi arsitektur dan lanskap."
    },
    {
      "type": "paragraph",
      "content": "Dengan harga $1.510 termasuk pengiriman, 45F-2 menawarkan entri yang dirancang dengan baik ke fotografi 4x5 yang lebih ringan dan lebih portabel daripada kebanyakan kamera lapangan kayu. Ini menerima papan lensa tipe Linhof dan bekerja dengan seluruh jajaran aksesori Chamonix."
    },
    {
      "type": "paragraph",
      "content": "[Pelajari lebih lanjut tentang Chamonix 45F-2](https://www.chamonixviewcamera.com/cameras/45f2) dan beli melalui situs web resmi mereka."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chamonix_45f-2_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chamonix_45f-2_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film Chamonix 45F-2",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Chamonix View Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chamonix 11x14"
    },
    {
      "type": "paragraph",
      "content": "Chamonix 11x14 adalah kamera format ultra besar yang dibangun untuk fotografer yang membutuhkan negatif masif. Dengan ukuran 11x14 inci, format ini jauh melampaui ukuran standar 4x5 atau 8x10. Dibuat dengan tangan menggunakan konstruksi kayu dan serat karbon yang sama seperti kamera Chamonix lainnya, mengikuti filosofi mereka untuk menjaga berat tetap terkendali sambil mempertahankan kekakuan."
    },
    {
      "type": "paragraph",
      "content": "Kamera ini berbobot 8 kilogram dan dilipat menjadi 505 x 500 x 475mm. Bagian belakang dapat dibalik sehingga Anda dapat beralih antara orientasi lanskap dan potret. Ini menggunakan papan lensa 8 inci, memberi Anda banyak ruang untuk lensa format besar. Format ultra besar mungkin tampak ekstrem, tetapi ada komunitas yang berdedikasi yang memotret ukuran ini. Format 11x14 sebenarnya memiliki ketersediaan film yang lebih baik daripada kebanyakan ukuran format ultra besar lainnya, dengan beberapa film hitam putih masih diproduksi dalam dimensi ini."
    },
    {
      "type": "paragraph",
      "content": "Kamera ini dibuat berdasarkan pesanan dalam batch kecil. Produksi berikutnya dijadwalkan untuk Maret 2026, jadi jika Anda tertarik, Anda perlu merencanakan ke depan. Pada titik harga ini, ini adalah investasi serius, tetapi Anda mendapatkan kamera buatan tangan yang dibangun khusus untuk pekerjaan format ultra besar. Ini bukan untuk pemotretan kasual, ini untuk fotografer yang berkomitmen untuk bekerja dengan beberapa ukuran film praktis terbesar yang tersedia."
    },
    {
      "type": "paragraph",
      "content": "[Pelajari lebih lanjut tentang Chamonix 11x14](https://www.chamonixviewcamera.com/cameras/11x14) melalui situs web resmi mereka. Pre-order untuk batch Maret 2026 dihargai $6.250."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chamonix_11x14_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chamonix_11x14_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film Chamonix 11x14",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Chamonix View Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chroma Camera 35mm Click"
    },
    {
      "type": "paragraph",
      "content": "Chroma Camera Click 35mm adalah point-and-shoot sepenuhnya mekanis dari pembuat kecil Inggris yang dikenal dengan kamera format medium dan besar cetak 3D. Ini adalah 35mm mandiri pertama mereka dengan lensa kaca. Optik 24mm f/11 tetap tajam di tengah dengan penurunan yang disengaja ke arah tepi, memberikan karakter nyata pada gambar. Fokus tetap dari sekitar 1,5 meter hingga tak terhingga, jadi sebagian besar pemandangan tetap tajam tanpa penyesuaian."
    },
    {
      "type": "paragraph",
      "content": "Pemotretan sederhana: rana magnetik menembak pada satu kecepatan sekitar 1/100 detik, jadi eksposur sepenuhnya bergantung pada pilihan film dan cahaya yang tersedia. Chroma merekomendasikan ISO 200-400 untuk siang hari dan stok lebih cepat untuk cahaya rendah. Bodi cetak 3D kompak dengan penggulung film manual dan jendela bidik 24mm khusus. Ini memotret frame standar 24x36mm, tetapi mask yang disertakan mengubahnya menjadi half-frame, menggandakan jumlah bidikan Anda."
    },
    {
      "type": "paragraph",
      "content": "Dibuat dalam batch kecil di Inggris, pengguna awal melaporkan kualitas build yang solid dan tidak ada kebocoran cahaya. Jika Anda menginginkan kamera baru, bebas baterai dengan lensa wide-angle kaca asli dan menikmati pemotretan berbasis batasan yang sederhana, Click 35mm layak untuk dilihat."
    },
    {
      "type": "paragraph",
      "content": "[Pelajari lebih lanjut tentang Chroma Camera 35mm Click](https://chroma.camera/products/chroma-click-35mm-compact-camera-with-24mm-double-glass-lens) melalui situs web resmi mereka. Saat ini dijual seharga sekitar $187."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chroma_camera_35mm_click_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chroma_camera_35mm_click_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film Chroma Camera 35mm Click",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Chroma Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Custom Camera Building Series"
    },
    {
      "type": "paragraph",
      "content": "Custom Camera Building (CCB) meluncurkan lini lengkap kamera panorama dan format besar di Kickstarter pada Agustus 2025. Operasi berbasis Ontario ini menawarkan kamera panorama 6x12, 6x17 dan model point-and-shoot 4x5, 5x7, 8x10, semuanya dibangun dari material komposit kelas industri dan pencetakan 3D presisi."
    },
    {
      "type": "paragraph",
      "content": "Yang membuat kamera ini berbeda adalah sistem modular mereka. Anda dapat menukar cone, menggunakan lensa yang sama di berbagai bodi, dan beralih antar format di tengah rol. Kamera panorama mencakup mask snap-in untuk mengubah format secara instan. Pendekatan modular ini benar-benar berguna karena pemotret format medium dapat beralih antara 6x12 dan 6x17, dan pengguna format besar dapat memindahkan lensa antar ukuran bodi yang berbeda."
    },
    {
      "type": "paragraph",
      "content": "Harga mulai dari $195 CAD untuk bodi 4x5, menjadikannya salah satu opsi format besar baru paling terjangkau. Kombinasi manufaktur modern dan desain yang bijaksana membuat format khusus dapat diakses tanpa mengorbankan presisi."
    },
    {
      "type": "paragraph",
      "content": "[Pelajari lebih lanjut tentang Custom Camera Building Series](https://customcamerabuilding.com) melalui situs web resmi proyek."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/custom_camera_building_ccb_series_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/custom_camera_building_ccb_series_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film Custom Camera Building (CCB) Series",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Custom Camera Building"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "FilmNeverDie Nana"
    },
    {
      "type": "paragraph",
      "content": "Nana dari FilmNeverDie adalah point-and-shoot 35mm kompak yang dibangun untuk menggantikan kamera sekali pakai dengan sesuatu yang benar-benar dapat Anda simpan. Sepenuhnya otomatis dengan lensa 31mm f/11, rana tetap 1/125 detik, dan optik bebas fokus dari sekitar 1,5m hingga tak terhingga. Tidak ada pengaturan yang perlu diutak-atik, cukup muat film dan motret."
    },
    {
      "type": "paragraph",
      "content": "Bodinya kecil dan muat di saku, dengan cangkang logam penuh yang terasa solid di tangan. Ditenagai baterai AA, memiliki penggulung dan penarik otomatis, plus flash dasar dengan pengurangan mata merah. Yang membuatnya sedikit lebih menarik adalah ulir 30mm di lensa depan, yang menerima elemen optik opsional untuk pengaturan dual-focus: satu untuk pemotretan umum, satu lagi untuk lanskap dan potret yang lebih tajam."
    },
    {
      "type": "paragraph",
      "content": "FilmNeverDie dimulai sebagai toko kamera dan lab film di Melbourne, dan mereka memposisikan Nana sebagai alternatif tahan lama untuk kamera plastik murah. Kamera ini awalnya diluncurkan melalui crowdfunding, menunjukkan ada selera nyata untuk point-and-shoot modern yang bukan hanya stok vintage dengan elektronik yang meragukan. Ini adalah pemotretan film yang mudah untuk orang yang menginginkan kesederhanaan tanpa merasa seperti menggunakan mainan."
    },
    {
      "type": "paragraph",
      "content": "[Pelajari lebih lanjut tentang kamera film Nana 35mm](https://filmneverdie.com/products/nana-35mm-film-point-and-shoot-camera) melalui situs web resmi FilmNeverDie. Saat ini dijual seharga $243,96."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/film_never_die_nana_35mm_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/film_never_die_nana_35mm_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film FilmNeverDie Nana 35mm",
      "width": "400",
      "height": "300",
      "caption": "Gambar © FilmNeverDie"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Fujifilm Instax Mini 41"
    },
    {
      "type": "paragraph",
      "content": "Fujifilm Instax Mini 41 menjaga fotografi instan tetap menyegarkan sederhana. Dirilis pada musim semi 2025, ini menangani eksposur secara otomatis dengan menyesuaikan kecepatan rana dan output flash berdasarkan cahaya yang tersedia. Anda mengarahkan, menekan rana, dan mendapatkan cetakan seukuran kartu kredit dalam sekitar 90 detik. Lensa 60mm f/12,7 memberikan bidang pandang mirip dengan wide angle 34mm, bekerja dengan baik untuk foto grup dan pemandangan sehari-hari. Warna keluar cerah dengan tampilan Instax yang khas, dan flash konstan memastikan subjek Anda tetap terpapar dengan benar dalam sebagian besar situasi."
    },
    {
      "type": "paragraph",
      "content": "Pengoperasian tidak bisa lebih mudah. Cincin lensa tiga posisi beralih antara Off, On, dan mode Close-Up. Putar ke Close-Up untuk jarak 30-50cm, dan jendela bidik mengkompensasi paralaks sehingga framing Anda tetap akurat. Cermin kecil di samping lensa membantu untuk selfie. Ada satu tombol untuk mengambil foto dan jendela film yang menunjukkan berapa banyak bidikan yang tersisa. Dua baterai AA menyalakan sekitar 100 eksposur sebelum perlu diganti."
    },
    {
      "type": "paragraph",
      "content": "Dengan berat 345 gram dan berukuran 122,5x104,5x67,5mm, Mini 41 mudah masuk ke dalam tas untuk pesta atau perjalanan. Desainnya meminjam dari estetika kamera vintage sambil menjaga semuanya dapat diakses untuk pemotretan cepat. Jika Anda menginginkan cetakan instan tanpa menu atau pengaturan kompleks, kamera ini memberikan tepat itu. Jajaran Instax Mini Fujifilm juga mencakup Mini 12, Mini 40, dan Mini 99 untuk preferensi berbeda, semuanya menggunakan format film yang sama."
    },
    {
      "type": "paragraph",
      "content": "[Pelajari lebih lanjut tentang Fujifilm Instax Mini 41](https://instax.com/mini41/en/) melalui situs web resmi Instax. Saat ini dijual seharga $116,95."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/fujifilm_instax_mini_41_instant_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/fujifilm_instax_mini_41_instant_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film instan Fujifilm Instax Mini 41",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Fujifilm Corporation"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Fujifilm Instax Square SQ40"
    },
    {
      "type": "paragraph",
      "content": "Fujifilm Instax SQUARE SQ40 membawa fotografi instan ke format lebih besar dengan cetakan persegi 62x62mm-nya. Bodi hitam terinspirasi retro menampilkan permukaan bertekstur dan putaran tabung lensa yang memuaskan yang mengontrol semuanya: putar untuk menyalakan, putar lebih jauh untuk mode selfie, atau putar kembali untuk mematikan. Tidak ada menu, tidak ada tombol yang perlu dicari. Dengan berat 453 gram dan cukup kompak untuk tas atau kantong besar, dibangun untuk pemotretan spontan di pesta, perjalanan, atau di mana pun momen terjadi."
    },
    {
      "type": "paragraph",
      "content": "Lensa f/12,6 memfokuskan dari 0,3 meter hingga tak terhingga, sementara eksposur otomatis menangani berbagai kondisi pencahayaan dengan menyesuaikan kecepatan rana (1/2 hingga 1/400 detik) dan intensitas flash. Cermin built-in membantu membingkai selfie ketika Anda memutar ke mode close-up untuk subjek antara 30 dan 50cm. Flash konstan mencapai hingga 2,2 meter dan mengisi ulang dalam waktu kurang dari 8 detik dengan baterai CR2 baru, yang bertahan sekitar 30 pak film."
    },
    {
      "type": "paragraph",
      "content": "Setelah setiap bidikan, film dikeluarkan secara otomatis dan berkembang dalam sekitar 90 detik, mengungkapkan pop warna Instax khas pada cetakan persegi. Format lebih besar memberi gambar Anda lebih banyak kehadiran daripada seri Mini sambil menjaga kepuasan instan yang sama. Jika Anda menginginkan sesuatu yang lebih menyenangkan dan ramah anggaran, Instax SQUARE SQ1 menawarkan alternatif yang lebih sederhana dan berwarna dalam format yang sama."
    },
    {
      "type": "paragraph",
      "content": "[Pelajari lebih lanjut tentang Fujifilm Instax Square SQ40](https://instax.com/sq40/en/) melalui situs web resmi Instax. Saat ini dijual sekitar $149,99."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/fujifilm_instax_square_sq40_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/fujifilm_instax_square_sq40_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film instan Fujifilm Instax Square SQ40",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Fujifilm Corporation"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Fujifilm Instax Wide 400"
    },
    {
      "type": "paragraph",
      "content": "Fujifilm Instax Wide 400 tampil besar dengan area gambar 62x99mm, hampir dua kali ukuran cetakan Square dan lebih dari tiga kali format Mini. Ketika Anda perlu memuat seluruh grup, lanskap yang luas, atau hanya menginginkan lebih banyak ruang visual, ini adalah Instax yang harus dijangkau. Bodi kokoh berbobot 616 gram dan mencakup tali bahu, dirancang lebih untuk petualangan daripada dibawa di kantong."
    },
    {
      "type": "paragraph",
      "content": "Dua zona fokus menjaga hal-hal sederhana: mode Normal mencakup 0,9 hingga 3 meter untuk bidikan orang, sementara mode Landscape menangani 3 meter hingga tak terhingga. Kamera dikirim dengan lensa close-up yang dapat dilepas dan cermin selfie untuk jarak 40-50cm, plus tuas self-timer ketika Anda ingin masuk ke dalam bingkai sendiri. Flash mencapai hingga 3 meter, lebih jauh dari saudara-saudaranya yang lebih kecil."
    },
    {
      "type": "paragraph",
      "content": "Cetakan format lebar menawarkan batas yang murah hati yang praktis meminta coretan, stiker, atau catatan tulisan tangan. Empat baterai AA menyalakan sekitar 100 bidikan, membuatnya mudah untuk terus memotret tanpa mencari sel khusus. Jika Mini terasa terlalu kecil dan Square masih tidak cukup, Wide 400 saat ini adalah satu-satunya opsi Fujifilm untuk cetakan instan panorama, dan memenuhi peran itu dengan baik."
    },
    {
      "type": "paragraph",
      "content": "[Pelajari lebih lanjut tentang Fujifilm Instax Wide 400](https://instax.com/wide400/en/) melalui situs web resmi Instax. Saat ini dijual sekitar $149,95."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/fujifilm_instax_wide_400_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/fujifilm_instax_wide_400_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film instan Fujifilm Instax Wide 400",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Fujifilm Corporation"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Gibellini DCG66"
    },
    {
      "type": "paragraph",
      "content": "Gibellini DCG66 adalah bodi kamera format medium presisi buatan Italia untuk fotografer yang menginginkan film dan digital dalam satu sistem. Menerima back seri Hasselblad V, jadi Anda dapat memotret dengan back film klasik seperti A12 atau beralih ke opsi digital seperti CFV50c atau CFV100c."
    },
    {
      "type": "paragraph",
      "content": "Dibuat dari aluminium, DCG66 terasa solid dan dibangun untuk tahan lama. Menggunakan sistem mount GC Gibellina untuk back Hasselblad dan lensa Rodenstock HR Digaron, dengan mekanisme quick-change yang mengunci dengan kuat di tempatnya. Sistem kalibrasi fokus GFC memungkinkan Anda menyetel jarak lensa ke film dengan presisi mikrometrik untuk hasil yang tajam dan konsisten."
    },
    {
      "type": "paragraph",
      "content": "Fokus sepenuhnya manual melalui mount helical, menjaga hal-hal hands-on. Flensa khusus dapat dibuat untuk lensa lain, memberi Anda lebih banyak opsi kreatif."
    },
    {
      "type": "paragraph",
      "content": "DCG66 memberi Anda presisi alat mekanis dan kepuasan memotret film, dengan fleksibilitas untuk beralih digital ketika Anda membutuhkannya. Semua dalam satu bodi kamera."
    },
    {
      "type": "paragraph",
      "content": "[Pelajari lebih lanjut tentang DCG66](https://gibellinicamera.com/product/dcg66/) melalui situs web resmi Gibellini. Saat ini dijual seharga €2.990,00 dan tersedia dalam backorder."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/gibellini_dcg66_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/gibellini_dcg66_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film Gibellini DCG66",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Gibellini"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Gibellini AG810"
    },
    {
      "type": "paragraph",
      "content": "Gibellini AG810 adalah kamera lapangan lipat 8x10 yang sepenuhnya dibuat dari aluminium di Italia. Dengan berat 4,3kg, sangat ringan untuk format ini dan dilipat menjadi 330x320x100mm yang kompak untuk perjalanan. Konstruksi aluminium memberikan kekakuan dan presisi sambil tetap jauh lebih ringan daripada kamera 8x10 kayu tradisional."
    },
    {
      "type": "paragraph",
      "content": "Kamera ini menawarkan gerakan penuh termasuk rise, fall, shift, tilt, dan swing depan, plus tilt dan swing belakang. Menggunakan papan lensa kompatibel Sinar dan menerima semua holder film 8x10 standar. Bellow memanjang dari 30mm hingga 640mm, dengan bellow tas opsional yang turun hingga 0mm untuk wide angle ekstrem. Posisi auto-zero di kedua standar membuat reset gerakan cepat."
    },
    {
      "type": "paragraph",
      "content": "Gibellini menawarkan kustomisasi dengan warna bodi dan bellow dalam putih, hitam, merah, biru, hijau, atau pasir. Kamera termasuk kaca ground kelas optik dan mekanisme bail-back baru untuk pemuatan film yang lebih mudah. Dengan harga €10.000, ini adalah alat profesional untuk fotografer yang membutuhkan resolusi 8x10 tanpa berat dan volume desain lama."
    },
    {
      "type": "paragraph",
      "content": "[Pelajari lebih lanjut tentang AG810](https://gibellinicamera.com/product/ag810-2/) melalui situs web resmi Gibellini. Saat ini dijual seharga €3.740,00 dan tersedia dalam backorder."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/gibellini_ag810_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/gibellini_ag810_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film Gibellini AG810",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Gibellini"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Holga 120N"
    },
    {
      "type": "paragraph",
      "content": "Holga 120N dirancang pada 1982 oleh Lee Ting-mo sebagai kamera murah untuk foto keluarga sehari-hari di Hong Kong. Menggunakan film roll 120 dan dapat memotret 12 frame persegi (6x6cm) atau 16 persegi panjang (6x4,5cm) dengan mask sisipan sederhana. Lensa plastik 60mm f/8 menghasilkan gambar yang tajam hanya di tengah, memudar menjadi tepi yang lembut dan penuh vignette. Apa yang dimaksudkan sebagai alat anggaran untuk kelas pekerja menjadi favorit global di antara fotografer yang mengejar estetika lo-fi-nya."
    },
    {
      "type": "paragraph",
      "content": "Produksi hampir mati di awal 1980-an ketika 35mm mengambil alih, tetapi Holga menemukan kehidupan kedua di luar negeri. Pabrik asli ditutup pada 2015, meskipun Lee Ting-mo menyelamatkan cetakannya. Setahun kemudian, Sunrise menghidupkan kembali manufaktur dan unit baru telah dikirim ke seluruh dunia sejak saat itu. Kebocoran cahaya melalui sambungan plastik menambahkan cahaya yang tidak terduga, dan penggulung film membuat eksposur ganda hampir terlalu mudah."
    },
    {
      "type": "paragraph",
      "content": "Dengan hanya dua pengaturan aperture (cerah dan berawan), satu kecepatan rana 1/100 detik plus mode bulb, dan fokus zona melalui ikon sederhana, 120N memaksa Anda untuk memperlambat dan merangkul kecelakaan. Di era kesempurnaan teknis, kamera ini mengingatkan kita bahwa optik \"cacat\" dapat menghasilkan hasil yang tidak dapat direplikasi oleh filter digital apa pun. Ini adalah alat untuk siapa saja yang ingin berhenti melihat piksel dan mulai bermain."
    },
    {
      "type": "paragraph",
      "content": "Anda dapat [membeli Holga 120N](https://www.bhphotovideo.com/c/product/369376-REG/Holga_144120_144_120_120N.html) melalui situs web pengecer seperti B&H seharga $39,99."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/holga_120n_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/holga_120n_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film Holga 120N",
      "width": "400",
      "height": "300",
      "caption": "Gambar © URBN US Retail"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Intrepid 4x5"
    },
    {
      "type": "paragraph",
      "content": "Intrepid Camera Company berbasis di Brighton, Inggris dan dimulai oleh mahasiswa desain yang ingin membuat fotografi format besar lebih mudah dan lebih mudah didekati. Alih-alih mengejar kamera tua dan berat, mereka membangun 4x5 pertama mereka dengan dukungan dari komunitas film awal, dan mereka masih merakit semuanya dengan tangan di bengkel Brighton mereka."
    },
    {
      "type": "paragraph",
      "content": "Ketika Anda mengambil Intrepid 4x5, Anda mendapatkan kamera yang dirancang untuk dibawa dan digunakan, bukan hanya dikagumi di rak. Cukup ringan untuk mendaki dan dilipat datar untuk muat di ransel. Semua gerakan penting untuk penyesuaian depan dan belakang ada di sana, jadi Anda dapat mengontrol fokus dan perspektif secara langsung. Layar kaca ground cerah dan mudah untuk framing dan fokus."
    },
    {
      "type": "paragraph",
      "content": "Anda dapat menggunakan lensa dan holder standar, yang berarti Anda tidak terkunci ke satu sistem. Jika Anda ingin memotret format besar tanpa harus repot dengan peralatan lama, Intrepid 4x5 membuat prosesnya jelas, sederhana, dan benar-benar menyenangkan."
    },
    {
      "type": "paragraph",
      "content": "[Pelajari lebih lanjut tentang Intrepid 4x5](https://intrepidcamera.co.uk/products/intrepid-4x5-camera) dan beli melalui situs web resmi mereka seharga €366,95."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/intrepid_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/intrepid_4x5_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film Intrepid 4x5",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Intrepid Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Kodak Ektar H35"
    },
    {
      "type": "paragraph",
      "content": "Kodak Ektar H35 memasuki pasar pada 2022 sebagai salah satu kamera film baru termurah yang tersedia. Dibuat oleh Reto Project di bawah merek Kodak, dijual sekitar $50 dan menggunakan format half-frame untuk menggandakan jumlah bidikan Anda. Roll 36 eksposur memberi Anda 72 gambar vertikal alih-alih 36 biasanya."
    },
    {
      "type": "paragraph",
      "content": "Kodak sekarang menawarkan beberapa varian warna termasuk edisi terbatas, dan merilis model H35N dengan flash mode malam. Kamera ini seluruhnya terbuat dari plastik, yang menekan biaya tetapi berarti Anda perlu menanganinya dengan hati-hati. Ini menjadi populer di kalangan fotografer muda sebagai titik masuk yang terjangkau ke film."
    },
    {
      "type": "paragraph",
      "content": "Ini adalah point-and-shoot dasar dengan lensa plastik, aperture tetap di f/9,5, dan satu kecepatan rana 1/100. Ada flash built-in yang Anda aktifkan dengan memutar cincin di sekitar lensa. Ringan, muat di saku, dan sangat mudah digunakan. Komprominya adalah kualitas gambar: lensa plastik menghasilkan hasil yang lembut, terutama pada jarak jauh. Ini bekerja paling baik dengan film ISO 400 dan subjek sekitar 1,5 hingga 2 meter. Jika Anda menginginkan gambar tajam atau kontrol manual, cari di tempat lain. Tetapi jika Anda menginginkan cara terjangkau untuk memotret lebih banyak frame per roll tanpa khawatir tentang pengaturan, H35 memberikan tepat itu."
    },
    {
      "type": "paragraph",
      "content": "[Pelajari lebih lanjut tentang Kodak Ektar H35](https://www.kodak.com/en/consumer/product/cameras/film/h35-film-camera/) melalui situs web resmi Kodak."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/kodak_ektar_h35_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/kodak_ektar_h35_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film Kodak Ektar H35",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Eastman Kodak Company"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Kodak Snapic A1"
    },
    {
      "type": "paragraph",
      "content": "Kodak Snapic A1 hadir sebagai jawaban langsung bagi siapa saja yang ingin memotret film 35mm full-frame tanpa kompleksitas. Di intinya terdapat lensa tiga elemen berlapis 25mm f/9,5, tetap tetapi cukup tajam untuk situasi sehari-hari. Fokus bekerja melalui dua pengaturan zona: beralih antara 0,5-1,5 meter untuk subjek lebih dekat atau 1,5 meter hingga tak terhingga untuk semuanya. Tidak ada tebakan atau dial yang rumit, hanya penyesuaian cepat yang membiarkan Anda terus memotret. Kamera menangani penggulung film dan penggulungan mundur secara otomatis, sementara sistem flash menawarkan mode auto, paksa-on, off, dan mata merah melalui panel LCD kecil."
    },
    {
      "type": "paragraph",
      "content": "Yang membuat A1 menonjol adalah berapa banyak fungsionalitas yang Kodak kemas ke dalam paket minimal seperti itu. OLED belakang menunjukkan hitungan frame, daya baterai, dan pengaturan saat ini sekilas. Mode eksposur ganda membuka kemungkinan layering kreatif, sesuatu yang tidak akan Anda temukan di kebanyakan kamera film anggaran. Spesifikasi fisik tetap sangat kompak di 118x62x35mm dan hanya 117 gram, ditenagai oleh dua baterai AAA yang cukup untuk sekitar sepuluh roll 24 eksposur. Efisiensi itu penting ketika Anda keluar seharian penuh atau bepergian ringan."
    },
    {
      "type": "paragraph",
      "content": "Ini tidak mencoba menjadi instrumen premium atau koleksi vintage. Bodi ABS menekan biaya sementara gaya retro dan branding Kodak yang menonjol memberikan karakter. Untuk seseorang yang masuk ke fotografi film atau menginginkan kamera cadangan tanpa repot, Snapic A1 memberikan apa yang penting: gambar full-frame yang andal tanpa kurva pembelajaran kontrol manual atau keterbatasan format half-frame."
    },
    {
      "type": "paragraph",
      "content": "[Pelajari lebih lanjut tentang Kodak Snapic A1](https://www.kodak.retopro.co/products/kodak-snapic-a1-35mm-film-camera) melalui situs web Kodakfilm.reto. Anda dapat pre-order seharga $99,00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/kodak_snapic_a1_35mm_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/kodak_snapic_a1_35mm_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film Kodak Snapic A1",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Kodakfilm.reto"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica M6 Re-edition"
    },
    {
      "type": "paragraph",
      "content": "Leica mengembalikan rangefinder M6 pada November 2022. Ini bukan desain ulang atau pembaruan, ini adalah reproduksi setia dari kamera mekanis paling populer mereka. M6 asli diproduksi dari 1984 hingga 2002, dan fotografer tidak pernah berhenti memintanya."
    },
    {
      "type": "paragraph",
      "content": "Versi 2022 memiliki beberapa peningkatan yang patut dicatat. Penutup atas dan bawah sekarang digiling dari kuningan padat alih-alih seng die-cast, dan menggunakan lak hitam tahan abrasi yang sama seperti M11. Jendela bidik adalah versi 0,72x yang ditingkatkan dari MP dengan lapisan anti-silau yang lebih baik. Pengukur cahaya sekarang mencakup titik merah tengah selain simbol panah untuk mengkonfirmasi eksposur yang benar, ditambah indikator peringatan baterai. Leica mempertahankan logo titik merah \"Leitz\" alih-alih \"Leica\" sebagai penghormatan kepada aslinya."
    },
    {
      "type": "paragraph",
      "content": "Re-edition mempertahankan presisi mekanis yang sama dan sistem fokus rangefinder. Pengrajin Leica membangun kamera ini dengan cara yang sama seperti yang selalu mereka lakukan. Jika Anda menginginkan pengalaman rangefinder klasik dengan garansi dan dukungan manufaktur baru, inilah jawabannya."
    },
    {
      "type": "paragraph",
      "content": "[Pelajari lebih lanjut tentang Leica M6](https://leica-camera.com/en-US/photography/cameras/m/m6) dan beli melalui toko online Leica seharga $6.415,00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_m6_re_edition_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_m6_re_edition_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film Leica M6 Re-edition",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica M-A (Typ 127)"
    },
    {
      "type": "paragraph",
      "content": "Leica merilis M-A pada 2014 sebagai kamera sepenuhnya mekanis pertama mereka sejak M4-P berhenti diproduksi pada 1981. Ini adalah kamera M paling sederhana yang dapat Anda beli baru: tidak ada pengukur cahaya, tidak ada elektronik, tidak ada baterai sama sekali. Sepenuhnya mekanis dan akan bekerja tanpa batas tanpa daya."
    },
    {
      "type": "paragraph",
      "content": "M-A menggunakan penutup atas dan bawah kuningan berlapis krom dan dengan sengaja menghilangkan titik merah Leica untuk kesan maksimal yang understated. Juga terasa lebih tipis daripada kamera M digital. Anda mendapatkan kecepatan rana hingga 1/1000 dan jendela bidik 0,72x yang sama seperti kamera M modern lainnya, dengan garis frame untuk lensa 28mm hingga 135mm. Dengan harga sekitar $5.000-6.000, ini untuk fotografer yang ingin fokus murni pada aperture, kecepatan rana, dan komposisi tanpa bantuan elektronik apa pun. Leica bahkan menyertakan satu roll Kodak Tri-X 400 dengan setiap kamera, mengakui pasangan dua klasik fotografi yang lahir di tahun 1950-an."
    },
    {
      "type": "paragraph",
      "content": "[Pelajari lebih lanjut tentang Leica M-A](https://leica-camera.com/en-US/photography/cameras/m/m-a-typ-127-black) dan beli melalui toko online Leica seharga $6.310,00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_m-a_typ_127_black_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_m-a_typ_127_black_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film Leica M-A (Typ 127)",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica MP"
    },
    {
      "type": "paragraph",
      "content": "Leica memperkenalkan MP pada 2003 sebagai jawaban mereka untuk fotografer yang menginginkan rangefinder sepenuhnya mekanis dengan hanya pengukur cahaya. Nama singkatan dari \"Mechanical Perfection\", dan berada di antara M6 dan M-A dalam hal fitur. Anda mendapatkan pengukur cahaya TTL yang membutuhkan baterai, tetapi sisa kamera beroperasi secara mekanis tanpa daya."
    },
    {
      "type": "paragraph",
      "content": "MP meminjam elemen desain dari M3 klasik, termasuk tuas penggulung film logam dan kenop penggulungan alih-alih engkol M6. Jendela bidik memiliki lapisan anti-flare yang ditingkatkan dibandingkan M6. Dibangun dari kuningan padat dengan finishing cat hitam atau krom perak, dan tidak memiliki titik merah Leica untuk profil yang lebih rendah. Baterai hanya menyalakan pengukur cahaya, jadi jika habis, kamera masih bekerja dengan sempurna. Dengan harga $6.415, harganya mirip dengan re-edition M6 dan menarik bagi fotografer yang menginginkan keandalan mekanis dengan bantuan pengukuran."
    },
    {
      "type": "paragraph",
      "content": "[Pelajari lebih lanjut tentang Leica MP](https://leica-camera.com/en-US/photography/cameras/m/mp-silver) dan beli melalui toko online Leica seharga $6.415,00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_mp_silver_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_mp_silver_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film Leica MP",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Linhof Master Technika Series"
    },
    {
      "type": "paragraph",
      "content": "Linhof masih memproduksi lini Master Technika di Jerman, menawarkan dua versi kamera lapangan logam 4x5 legendaris mereka. Master Technika Classic mencakup rangefinder built-in dan dapat dipotret handheld dengan lensa yang kompatibel dan Universal Optical Viewfinder opsional. Master Technika 3000 menghilangkan rangefinder tetapi menambahkan trek fokus wide-angle built-in dengan kenop fokus eksternal dan stop tak terhingga untuk lensa 38mm, 47mm, dan 58mm. Kedua kamera memiliki gerakan penuh (tilt, shift, swing), dilipat menjadi housing kompak untuk transportasi, dan menggunakan konstruksi logam die-cast kokoh yang sama yang telah dikenal Linhof sejak 1936."
    },
    {
      "type": "paragraph",
      "content": "Classic menarik bagi fotografer yang menginginkan kemampuan rangefinder untuk pemotretan handheld dan potret, sementara 3000 dibangun untuk pekerjaan tripod dengan lensa wide-angle ekstrem. Kedua kamera menerima holder film 4x5 standar dan dapat menggunakan back Rollex Linhof untuk film roll format medium. Ini adalah alat mahal (harga bervariasi berdasarkan pengecer dan konfigurasi), tetapi dibangun dengan standar profesional dan dirancang untuk bertahan selama generasi. Kamera Linhof dari tahun 1950-an masih bekerja hari ini, dan versi modern ini mempertahankan kualitas build yang sama."
    },
    {
      "type": "paragraph",
      "content": "[Pelajari lebih lanjut tentang Master Technika Series](https://linhof.com/master-technika-classic-2/) melalui situs web resmi Linhof."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/linhof_master_technika_classic_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/linhof_master_technika_classic_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film Linhof Master Technika",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Linhof Präzisions-Systemtechnik GmbH"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Linhof Technorama Series"
    },
    {
      "type": "paragraph",
      "content": "Linhof juga memproduksi kamera panorama Technorama untuk film roll 120 dan 220. Technorama 617s III memotret gambar 6x17cm (empat frame per roll 120) dengan lensa yang dapat ditukar termasuk opsi 72mm, 90mm, 180mm, dan 250mm. Technorama 612 PC II menangkap gambar 6x12cm dengan rasio aspek 2:1 dan mencakup shift vertikal 8mm built-in di setiap lensa untuk mengoreksi perspektif tanpa memiringkan kamera. Keduanya menggunakan bodi logam die-cast dan operasi sepenuhnya mekanis tanpa baterai yang diperlukan."
    },
    {
      "type": "paragraph",
      "content": "Ini adalah kamera spesialis untuk fotografi lanskap, arsitektur, dan industri. Fokus diatur dengan skala jarak daripada melalui lensa, dan setiap lensa dilengkapi dengan mount fokus helical sendiri. Kamera dapat digunakan handheld tetapi bekerja paling baik di tripod mengingat format ekstrem dan kebutuhan fokus yang tepat. Perhatikan bahwa Linhof menghentikan produksi lensa Technorama bertahun-tahun yang lalu, meskipun bodi kamera tetap tersedia dan pemilik dapat meminta lensa format besar mereka sendiri dikonversi agar sesuai dengan sistem."
    },
    {
      "type": "paragraph",
      "content": "[Pelajari lebih lanjut tentang Technorama Series](https://linhof.com/technorama-617s/) melalui situs web resmi Linhof."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/linhof_technorama_617s_III_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/linhof_technorama_617s_III_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film Linhof Technorama",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Linhof Präzisions-Systemtechnik GmbH"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography LC-A 120"
    },
    {
      "type": "paragraph",
      "content": "Lomography LC-A 120 membawa pengalaman LC-A klasik ke film format medium. Tidak seperti saudaranya yang 35mm, kamera ini memotret film 120 dan menawarkan lensa 38mm f/4,5 yang memberikan tampilan cerah dan kontras tinggi yang disukai pengguna Lomography. Tetap sepenuhnya manual dengan fokus zona, prioritas aperture, dan rana mekanis, tetapi memiliki desain sederhana yang mendorong pemotretan spontan tanpa komplikasi."
    },
    {
      "type": "paragraph",
      "content": "Kamera memiliki build kompak untuk bodi format medium, menjadikannya opsi serbaguna bagi fotografer yang menginginkan negatif lebih besar tetapi masih ingin membawa sesuatu yang dapat dikelola. Konstruksi plastik dan logam yang kokoh menyeimbangkan ketahanan dengan ringannya, ini adalah kamera untuk dibawa ke mana-mana."
    },
    {
      "type": "paragraph",
      "content": "[Beli Lomography LC-A 120](https://shop.lomography.com/lomo-lc-a-120-film-camera) di toko online resmi mereka seharga $449,90."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lc-a_120_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lc-a_120_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film Lomography LC-A 120",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography LC-Wide"
    },
    {
      "type": "paragraph",
      "content": "Lomography LC-Wide memperluas warisan LC-A Lomography dengan lensa kaca 17mm f/4,5 yang lebih lebar, ideal untuk lanskap, arsitektur, dan fotografi jalanan. Menggunakan film 35mm dan fokus dengan sistem zona klasik, tetapi model ini sepenuhnya mekanis tanpa autofokus atau otomatisasi eksposur, menjaga prosesnya langsung."
    },
    {
      "type": "paragraph",
      "content": "Build kamera kompak dan kokoh, menampilkan bodi plastik dengan tabung lensa logam. Ini adalah opsi bagus bagi mereka yang menginginkan warna jenuh dan efek vignette khas LC-A tetapi dengan perspektif yang jauh lebih lebar. LC-Wide mudah dioperasikan, menjadikannya favorit di antara penggemar Lomography yang menikmati eksperimentasi dan estetika vintage."
    },
    {
      "type": "paragraph",
      "content": "[Beli Lomography LC-Wide](https://shop.lomography.com/lomo-lc-wide-35-mm-film-camera) di toko online resmi mereka seharga $279,30."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lc-wide_35_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lc-wide_35_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film Lomography LC-Wide",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography Lomomatic 110"
    },
    {
      "type": "paragraph",
      "content": "Lomomatic 110 menghidupkan kembali format film 110 seukuran saku yang diperkenalkan Kodak pada 1972. Lomography sekarang adalah satu-satunya produsen film 110, dan kamera ini membawa kembali format dengan fitur modern. Kecil sekitar 4,4 inci dan menggunakan mekanisme geser untuk diperpanjang saat pemotretan, membuatnya benar-benar muat di saku."
    },
    {
      "type": "paragraph",
      "content": "Kamera mencakup lensa kaca Minitar CX 23mm f/2,8, eksposur otomatis, fokus zona (0,8m, 1,5m, 3m, tak terhingga), dan aperture yang dapat dialihkan untuk pemotretan siang (f/5,6) dan malam (f/2,8). Anda dapat mengatur ISO ke 100, 200, atau 400, dan menawarkan mode bulb untuk eksposur panjang ditambah kemampuan eksposur ganda. Flash yang dapat dilepas opsional mencakup filter gel berwarna."
    },
    {
      "type": "paragraph",
      "content": "Format 110 menghasilkan gambar kira-kira setengah ukuran frame 35mm, memberikan estetika grain dan lo-fi yang khas. Film berharga sekitar $8-12 per kartrid 24 eksposur, dan pemrosesan bisa menantang karena sedikit lab yang menangani format ini. Dengan harga $99-189 tergantung finish dan inklusi flash, ini ditujukan untuk fotografer yang menginginkan tampilan tidak sempurna dan nostalgia dan tidak keberatan dengan keterbatasan format."
    },
    {
      "type": "paragraph",
      "content": "[Beli Lomography Lomomatic 110](https://shop.lomography.com/us/cameras/110-cameras) di toko online resmi mereka."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lomomatic_110_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lomomatic_110_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film Lomography Lomomatic 110",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography MC-A"
    },
    {
      "type": "paragraph",
      "content": "Lomography merilis MC-A pada Oktober 2025, dan ini adalah kamera paling serius mereka sejauh ini. Ini adalah full-frame 35mm dengan autofokus, prioritas aperture, dan pembacaan kode DX. Menangani eksposur ganda dan tetap cukup ringan untuk dibawa seharian."
    },
    {
      "type": "paragraph",
      "content": "Ini adalah kamera autofokus pertama Lomography dan yang pertama dengan bodi logam. Lensa 32mm f/2,8 memiliki lima elemen dan multi-coating. Satu sentuhan pintar adalah baterai CR2 yang dapat diisi ulang USB-C yang disertakan, meskipun Anda juga dapat menggunakan CR2 sekali pakai standar. Kamera default ke flash OFF, sesuatu yang telah diminta fotografer. Termasuk eksposur ganda tak terbatas dan dilengkapi aksesori seperti attachment lensa Splitzer untuk eksposur ganda kreatif dan gel flash berwarna. Autofokus bekerja hingga 0,4 meter dengan opsi fokus zona di 0,4, 0,8, 1,5, dan 3 meter plus tak terhingga."
    },
    {
      "type": "paragraph",
      "content": "Lomography membangun reputasinya pada kamera film eksperimental dan dapat diakses, dan MC-A melanjutkan tradisi itu sambil menambahkan otomatisasi nyata. Ditujukan untuk orang yang menginginkan pengalaman film tanpa berjuang dengan fokus manual atau eksposur setiap kali."
    },
    {
      "type": "paragraph",
      "content": "[Pre-order Lomography MC-A](https://shop.lomography.com/lomo-mc-a-35-mm-film-camera-black) di toko online resmi mereka seharga $549,00. Pengiriman diharapkan pada Q1 2026."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_mc-a_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_mc-a_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film Lomography MC-A",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography Sprocket Rocket"
    },
    {
      "type": "paragraph",
      "content": "Lomography Sprocket Rocket adalah kamera panorama 35mm yang mengekspos seluruh lebar film, termasuk lubang sprocket, memberikan gambar Anda tampilan analog yang tidak salah lagi. Lensa 30mm-nya menawarkan bidang pandang 106 derajat dengan peregangan mirip fisheye halus di tepi, membuatnya bagus untuk lanskap, arsitektur, dan foto grup. Roll 36 eksposur menghasilkan sekitar 13-18 frame panorama."
    },
    {
      "type": "paragraph",
      "content": "Kontrolnya minimal: kecepatan rana tetap sekitar 1/100 detik, mode Bulb untuk eksposur panjang, dua pengaturan aperture, dan dua jarak fokus zona (close-up dan tak terhingga). Tidak ada pengukur cahaya, jadi film ISO 400 bekerja paling baik untuk pemotretan umum. Kenop penggulungan maju dan mundur membuat eksposur ganda dan tumpang tindih yang disengaja mudah, jadi benar-benar dibangun untuk eksperimentasi."
    },
    {
      "type": "paragraph",
      "content": "Bodinya plastik ringan dengan hot shoe untuk flash dan mount tripod untuk bidikan Bulb. Jendela bidik paling baik perkiraan, tetapi itu sesuai dengan gaya longgar dan menyenangkan yang didorong kamera ini. Jika Anda sudah memiliki kamera yang lebih serius dan menginginkan alat kreatif yang menyenangkan untuk panorama lubang sprocket, Sprocket Rocket memberikan."
    },
    {
      "type": "paragraph",
      "content": "[Beli Lomography Sprocket Rocket](https://shop.lomography.com/us/sprocket-rocket-35-mm-film-panoramic-camera) di toko online resmi mereka seharga $69,00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_sprocket_rocket_35mm_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_sprocket_rocket_35mm_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film Lomography Sprocket Rocket 35mm",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Ondu Eikan Series"
    },
    {
      "type": "paragraph",
      "content": "Ondu dimulai di bengkel kecil Slovenia pada 2013, ketika Elvis Halilović mulai membuat kamera pinhole dari kayu dengan tangan. Apa yang dimulai sebagai proyek pribadi dengan cepat berubah menjadi sesuatu yang lebih besar, dan hari ini ONDU menciptakan beberapa kamera analog paling indah yang dapat Anda temukan."
    },
    {
      "type": "paragraph",
      "content": "Seri Eikan mewakili lini premium kamera pinhole format medium mereka. Dibangun dari kayu keras yang dipilih dengan hati-hati seperti walnut dan maple, setiap kamera dibangun tanpa sekrup atau lem, menggunakan teknik pengerjaan kayu tradisional yang telah disempurnakan selama generasi. Kayu diperlakukan dengan minyak alami untuk melindunginya sambil menjaga rasa taktil dan organik."
    },
    {
      "type": "paragraph",
      "content": "Yang membuat EIKAN istimewa adalah cara menangani film 120. Desainnya memungkinkan jarak frame yang tepat dan mencakup level spirit built-in untuk membantu Anda menjaga horizon tetap lurus. Pinhole itu sendiri dibor laser untuk konsistensi, dan sistem rana magnetik sederhana tetapi efektif. Anda mendapatkan kualitas soft-focus yang bermimpi yang dikenal dari fotografi pinhole, dengan eksposur yang biasanya berkisar dari beberapa detik hingga beberapa menit tergantung kondisi pencahayaan Anda."
    },
    {
      "type": "paragraph",
      "content": "Ini bukan kamera produksi massal. Setiap EIKAN dibuat berdasarkan pesanan di Slovenia, jadi ada keahlian nyata di balik setiap potongan."
    },
    {
      "type": "paragraph",
      "content": "[Pelajari lebih lanjut tentang Kamera Pinhole Ondu](https://ondupinhole.com/) melalui situs web resmi mereka."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/ondu_eikan_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/ondu_eikan_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film Ondu Eikan",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Ondu Pinhole"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Pentax 17"
    },
    {
      "type": "paragraph",
      "content": "Pentax mengejutkan semua orang dengan merilis kamera half-frame baru pada pertengahan 2024. Pentax 17 memotret frame vertikal dan menggandakan jumlah bidikan per roll. Ricoh Imaging Corporation merancangnya untuk portabilitas dan kesederhanaan, bertaruh pada daya tarik vintage format dan keuntungan praktisnya."
    },
    {
      "type": "paragraph",
      "content": "Perlu disebutkan bahwa lensa adalah desain triplet berdasarkan Ricoh Auto Half dan Espio Mini dari 1994. Kamera mencakup tujuh mode pemotretan, termasuk mode \"Bokeh\" untuk potret dan mode bulb untuk eksposur panjang. Pelat atas dan bawah adalah paduan magnesium (material yang sama digunakan di kamera digital high-end Pentax seperti K-1), yang membuatnya ringan tetapi tahan lama. Kamera ditenagai baterai CR2 yang Pentax perkirakan akan bertahan sekitar 10 roll jika Anda menggunakan flash pada setengah bidikan Anda."
    },
    {
      "type": "paragraph",
      "content": "Kamera half-frame populer di tahun 1960-an dan 70-an, lalu menghilang. Pentax membawa kembali format dengan kualitas build modern dan kontrol yang mudah. Kompak, mudah digunakan, dan memberi Anda 72 bidikan pada roll 36 eksposur standar."
    },
    {
      "type": "paragraph",
      "content": "[Beli Pentax 17](https://pentax.eu/products/pentax-17) di toko online resmi mereka seharga €549,99."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/pentax_17_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/pentax_17_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film Pentax 17",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Ricoh Imaging Europe S.A.S."
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Polaroid I-2"
    },
    {
      "type": "paragraph",
      "content": "Polaroid I-2 adalah kamera instan paling mampu Polaroid saat ini, dirancang untuk fotografer yang benar-benar menginginkan kontrol atas bidikan mereka. Dirilis pada akhir 2024, ini mengemas lensa paling tajam yang pernah dibuat Polaroid: optik tiga elemen 98mm dengan autofokus LiDAR kontinu yang memakukan fokus dari 0,4 meter hingga tak terhingga. Cerita nyata di sini adalah kontrol manual. Anda mendapatkan mode Automatic, Aperture Priority, Shutter Priority, Manual, Multi-Exposure, dan Self-Timer. Aperture berkisar dari f/8 hingga f/64, kecepatan rana berjalan dari 1/250 detik hingga 30 detik, dan kompensasi eksposur menyesuaikan dalam penambahan 1/3-stop di seluruh +/- 2 EV untuk kontrol kecerahan yang tepat."
    },
    {
      "type": "paragraph",
      "content": "Baik display luar maupun jendela bidik elektronik menunjukkan pengaturan Anda secara real time: nilai eksposur, aperture, kecepatan rana, status baterai, bidikan tersisa, dan jarak fokus. Flash built-in menghasilkan cahaya lembut dan seimbang, dan ada sinkronisasi flash eksternal jika Anda ingin bekerja dengan peralatan studio. Bluetooth terhubung ke aplikasi Polaroid untuk pemotretan jarak jauh dan penyesuaian lebih dalam. Baterai lithium-ion yang dapat diisi ulang menyalakan hingga 15 pak film per pengisian melalui USB-C. Bagian terbaiknya? I-2 memotret film i-Type, 600, dan SX-70, jadi Anda dapat bereksperimen dengan format instan yang berbeda pada satu bodi."
    },
    {
      "type": "paragraph",
      "content": "Jajaran Polaroid juga mencakup Now+ Gen 3 dengan filter kreatif, Polaroid Go seukuran saku, dan model klasik 600 atau SX-70 untuk pemotretan lebih sederhana. Tetapi jika Anda serius tentang fotografi instan di 2026, I-2 adalah tempat kemampuan nyata berada."
    },
    {
      "type": "paragraph",
      "content": "[Beli Polaroid I-2](https://www.polaroid.com/en_us/cameras/i2-camera) di toko online resmi mereka seharga $399,99."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/polaroid_i-2_instant_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/polaroid_i-2_instant_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film instan Polaroid I-2",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Polaroid"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Rollei 35 AF"
    },
    {
      "type": "paragraph",
      "content": "MiNT Camera mengirimkan Rollei 35 AF pada akhir 2024, memperbarui kompak ikonik tahun 1960-an dengan teknologi modern. Yang asli sangat kecil tetapi membutuhkan menebak jarak fokus. MiNT mempertahankan bodi kompak dan menambahkan autofokus LiDAR, eksposur otomatis, dan flash built-in. Menggunakan lensa tetap 35mm f/2,8 dan mempertahankan penggulung film manual."
    },
    {
      "type": "paragraph",
      "content": "Kamera menggunakan teknologi LiDAR yang dapat memfokuskan dari 0,5 meter hingga tak terhingga, membuatnya andal bahkan dalam kondisi yang menantang. Memiliki eksposur otomatis dan kontrol manual untuk aperture (f/2,8 hingga f/16), kecepatan rana, dan ISO. Menariknya, insinyur Pentax yang pensiun membantu merancang lensa. MiNT menghabiskan sekitar lima tahun mengembangkan kamera ini, bekerja melalui beberapa prototipe sebelum rilis."
    },
    {
      "type": "paragraph",
      "content": "Mengingat harganya, ini adalah kompak premium untuk fotografer yang menginginkan sesuatu yang muat di saku tanpa kerepotan fokus zona. MiNT secara resmi melisensikan nama Rollei untuk proyek ini, membawa kembali salah satu desain paling dikenal fotografi film dengan kenyamanan modern yang sebenarnya."
    },
    {
      "type": "paragraph",
      "content": "[Pelajari lebih lanjut tentang Rollei 35 AF](https://rollei35af.com/pages/camera) melalui situs web resmi Rollei. Harganya €885,00 saat peluncuran tetapi saat ini kehabisan stok. Anda mungkin perlu memeriksa toko kamera online atau toko lokal untuk menemukan reseller."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/rollei_35_af_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/rollei_35_af_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film Rollei 35 AF",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Rollei 35 AF"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Shen Hao Cameras"
    },
    {
      "type": "paragraph",
      "content": "Shen Hao adalah produsen kamera berbasis Shanghai yang telah membuat kamera format besar dan lapangan sejak pertengahan 1990-an. Mereka bekerja terutama dengan kayu dan logam, memproduksi view camera dalam format dari 4×5 inci hingga panorama seperti 6×17 cm dan lebih besar."
    },
    {
      "type": "paragraph",
      "content": "Yang membuat mereka menarik adalah kombinasi keahlian tradisional dan fitur modern praktis. Kamera mereka mencakup back Graflok dan papan lensa standar sambil mempertahankan estetika kayu klasik. Daya tarik nyata adalah nilai: model HZX45-II A mereka menawarkan gerakan yang tepat (rise, shift, tilt) dan konstruksi solid dengan harga sebagian kecil dari apa yang akan Anda bayar untuk kamera Eropa yang sebanding."
    },
    {
      "type": "paragraph",
      "content": "Mereka juga mencakup rentang format yang luar biasa luas. Di luar standar 4×5 dan 5×7, Shen Hao membuat kamera panorama dalam format 6×17, 6×12, dan bahkan 12×20 inci. Jarang menemukan variasi ini dari produsen yang fokus pada kamera lapangan kayu yang tetap cukup portabel untuk pekerjaan lapangan yang sebenarnya."
    },
    {
      "type": "paragraph",
      "content": "[Pelajari lebih lanjut tentang kamera Shen Hao](http://www.shen-hao.com/) melalui situs web resmi mereka."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/shen_hao_ptb-45_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/shen_hao_ptb-45_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film Shen Hao PTB-45",
      "width": "400",
      "height": "300",
      "caption": "Gambar © 上海申豪專業照相機有限公司"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "SilverBridges WideluxX"
    },
    {
      "type": "paragraph",
      "content": "WideluxX menghidupkan kembali kamera panorama Widelux, yang dikenal karena mekanisme lensa berputarnya yang menciptakan gambar format lebar yang khas dengan horizon yang melengkung secara alami. SilverBridges sedang mengerjakan versi terbaru ini, yang akan memotret gambar panorama 35mm dan format medium."
    },
    {
      "type": "paragraph",
      "content": "Kamera Widelux asli menjadi favorit kultus. Jeff Bridges terkenal memotret dengan satu dan telah menerbitkan buku-buku foto Widelux-nya. Produksi berakhir bertahun-tahun yang lalu, tetapi SilverBridges membawa kembali teknologi panorama mekanis dengan manufaktur yang diperbarui. Ini adalah kamera niche untuk jenis pemotretan tertentu, tetapi itulah intinya."
    },
    {
      "type": "paragraph",
      "content": "Meskipun kamera belum 'benar-benar' tersedia, saya pikir akan keren untuk memasukkannya dalam daftar ini untuk mendukung proyek. WideluxX masih prototipe dan pre-order belum dibuka, tetapi Anda dapat [pelajari lebih lanjut tentang SilverBridges WideluxX](https://wideluxx.com) dengan mengunjungi situs web resmi proyek."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/silverbridges_wideluxx_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/silverbridges_wideluxx_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film SilverBridges WideluxX",
      "width": "400",
      "height": "300",
      "caption": "Gambar © SilverBridges"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Smartflex 4x5"
    },
    {
      "type": "paragraph",
      "content": "Smartflex 4x5 didanai di Kickstarter pada akhir 2024 dan mulai dikirim pada awal 2025. Diciptakan oleh penggemar format besar HuaTong Zhang dan partnernya (berbasis antara Shenzhen dan Tokyo), ini adalah SLR 4x5 yang beratnya hanya lebih dari 2kg, cukup ringan untuk dipotret handheld. Kamera menggunakan material cetak 3D dan serat karbon untuk tetap portabel sambil menjaga jendela bidik 5x5 yang cerah yang membuat fokus benar-benar menyenangkan."
    },
    {
      "type": "paragraph",
      "content": "Dengan harga sekitar $2.000 untuk bodi, masih mahal tetapi jauh lebih murah daripada kamera format besar tradisional. Keuntungan nyata adalah fleksibilitas: menerima holder film 4x5 standar dan juga bekerja dengan back Instax Wide, jadi Anda dapat menguji pengaturan pencahayaan sebelum berkomitmen pada sheet film yang mahal. Ini membuat fotografi potret format besar lebih praktis dari sebelumnya."
    },
    {
      "type": "paragraph",
      "content": "[Beli Smartflex Camera 4x5](https://smartflexcamera.shop/products/smartflex-camera-4x5) dengan Smartnon 178mm dan back Instax wide sebagai set di situs web resmi Smartflex seharga ¥543.890."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/smartflex_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/smartflex_4x5_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film Smartflex 4x5",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Zhuoyao Chen"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Stenopeika Air Force Series"
    },
    {
      "type": "paragraph",
      "content": "Seri Stenopeika Air Force menyatukan keahlian Italia dan desain praktis untuk fotografer format besar yang menginginkan kamera lapangan yang dapat mereka bawa ke mana saja. Kamera ini dikenal karena konstruksi ringan dan tahan lama menggunakan campuran material tangguh seperti serat Kevlar dan sutra organza untuk bellow. Meskipun portabilitasnya, mereka menawarkan rentang gerakan yang diharapkan fotografer, termasuk rise, fall, swing, dan tilt pada standar depan dan belakang. Ini membuat mereka sangat mudah beradaptasi untuk mengontrol perspektif dan fokus, baik memotret lanskap maupun arsitektur."
    },
    {
      "type": "paragraph",
      "content": "Seri ini mencakup beberapa format, dengan model untuk 4x5, 5x7, 8x10, dan bahkan 11x14, masing-masing dirancang untuk menyeimbangkan kekompakan dengan tarikan bellow dan kompatibilitas lensa yang dibutuhkan untuk format lebih besar. Fitur menonjol adalah seberapa lengkap kamera ini dilipat, membuatnya mudah untuk dikemas dan dibawa untuk pemotretan lokasi. Kontrol yang mulus dan mudah dikunci serta pelindung kaca ground magnetik snap-on menambah desain yang ramah pengguna. Secara keseluruhan, kamera Air Force memberikan kombinasi build solid, penanganan intuitif, dan fleksibilitas, menjadikannya pilihan solid bagi siapa saja yang berinvestasi dalam fotografi film format besar yang juga membutuhkan portabilitas dan presisi."
    },
    {
      "type": "paragraph",
      "content": "[Pelajari lebih lanjut tentang kamera Stenopeika](https://www.stenopeika.com/) melalui situs web resmi perusahaan."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/stenopeika_air_force_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/stenopeika_air_force_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film Stenopeika Air Force",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Stenopeika"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Svedovsky Cameras"
    },
    {
      "type": "paragraph",
      "content": "Svedovsky Cameras didirikan oleh Piotr Niewierowicz, seorang desainer dan pengrajin Ceko yang memadukan pengerjaan kayu tradisional dengan rekayasa kamera presisi. Desainnya berfokus pada menciptakan kamera format besar fungsional yang dibuat dengan indah yang meningkatkan pengalaman fotografi."
    },
    {
      "type": "paragraph",
      "content": "Model andalannya adalah kamera lapangan 8x10, dibuat dengan tangan dari kayu keras yang dipilih dengan cermat seperti mahoni atau ek, dengan perangkat keras kuningan dan komponen yang digiling halus yang dilipat untuk transportasi. Kamera memiliki gerakan standar depan yang mulus dan tepat termasuk tilt dan shift. Mereka menggunakan papan lensa format besar standar dan holder film modern, menawarkan kompatibilitas tanpa batasan proprietary."
    },
    {
      "type": "paragraph",
      "content": "Dibuat dalam batch kecil di Republik Ceko, kamera ini adalah alat praktis dan karya seni."
    },
    {
      "type": "paragraph",
      "content": "[Pelajari lebih lanjut tentang Svedovsky Cameras](http://svedovsky.com/) melalui situs web resmi perusahaan."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/svedovsky_8x10_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/svedovsky_8x10_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film Svedovsky 8x10",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Svedovsky Cameras"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Woodyman Camera"
    },
    {
      "type": "paragraph",
      "content": "Woodyman adalah pembuat kecil Prancis yang membangun kamera format besar kayu dengan praktikalitas sebagai prioritas utama. Mereka membuat kamera lapangan ringan 4×5, 5x7 dan 8×10 dari walnut dan ceri, dirancang untuk fotografer yang menginginkan view camera portabel yang benar-benar nyaman untuk dibawa seharian, bukan hanya potongan studio."
    },
    {
      "type": "paragraph",
      "content": "Kamera mencakup gerakan penting: rise, fall, dan tilt depan, plus tilt dan swing belakang, jadi Anda mendapatkan fleksibilitas yang cukup untuk arsitektur, lanskap, dan still life. Tarikan bellow solid untuk panjang fokus umum, dan menggunakan papan lensa standar dan holder film, jadi cocok langsung ke setup format besar yang ada tanpa memerlukan peralatan proprietary."
    },
    {
      "type": "paragraph",
      "content": "Setup cepat dan mekanisme penguncian langsung, yang penting ketika Anda bekerja di lokasi. Mereka terasa lebih ringan daripada monorail logam tradisional atau desain kayu lama, menjadikannya cocok untuk pendaki dan siapa saja yang memotret jauh dari studio. Woodyman pada dasarnya menargetkan fotografer yang menginginkan disiplin dan kualitas gambar format besar tanpa faktor intimidasi: pengerjaan kayu modern, gerakan yang familiar, dan dibangun untuk menangani penggunaan nyata di lapangan."
    },
    {
      "type": "paragraph",
      "content": "[Pelajari lebih lanjut tentang model Woodyman Camera](https://woodymancamera.com/en/) melalui situs web resmi perusahaan. Harga mulai sekitar €840,00 untuk model 4x5 dan €1.500,00 untuk 8x10."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/woodyman_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/woodyman_4x5_film_photography_camera@2x.jpg",
      "alt": "Kamera fotografi film Woodyman 4x5",
      "width": "400",
      "height": "300",
      "caption": "Gambar © Woodyman Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Mengapa ini penting"
    },
    {
      "type": "paragraph",
      "content": "Kamera-kamera ini mewakili sesuatu yang lebih besar dari sekadar produk baru. Mereka membuktikan ada permintaan nyata untuk alat fotografi film, cukup untuk membenarkan manufaktur dari awal. Ini bukan proyek Kickstarter yang mungkin dikirim suatu hari nanti. Sebagian besar kamera ini tersedia sekarang atau dikirim ke pelanggan pre-order."
    },
    {
      "type": "paragraph",
      "content": "Perusahaan di balik mereka bukan produsen warisan yang mencoba memeras keuntungan dari desain lama. Mereka adalah operasi baru (atau yang baru berkomitmen seperti Pentax) yang membangun kamera untuk orang yang memilih film di 2026, dengan semua yang tersirat dari pilihan itu."
    },
    {
      "type": "paragraph",
      "content": "Fotografi film memiliki persyaratan berbeda dari tahun 1990-an. Orang memotret lebih sedikit tetapi mengharapkan lebih dari setiap frame. Mereka menginginkan kamera yang menghormati waktu mereka sambil mempertahankan apa yang membuat film istimewa. Kamera baru ini dirancang untuk realitas itu."
    }
  ],
  "meta_title": "Kamera film baru terbaik yang bisa Anda beli 2026 - Blog Frames",
  "meta_description": "Jelajahi kamera film baru yang tersedia di 2026. Dari 35mm hingga format besar, temukan model dari Pentax, Leica, Lomography dan lainnya yang bisa dibeli baru.",
  "meta_keywords": "kamera film 2026, kamera film baru, beli kamera film, kamera film 35mm, kamera film medium format, kamera format besar, Pentax 17, Leica M6 reissue, Lomography MC-A, Analogue AF-1, SilverBridges WideluxX, kamera film baru masih diproduksi, fotografi film 2026"
}
