{
  "article_id": "film-cameras-2025",
  "slug": "basta-nya-filmkameror-2026",
  "publish_date": "2026-01-01T10:00:00.000Z",
  "update_date": "2026-01-01T10:00:00.000Z",
  "title": "Bästa nya filmkameror 2026: Vad du faktiskt kan köpa",
  "summary": "Filmfotografering lever och frodas 2026. Från Pentax och Leica till Lomography och nya startups, här är filmkamerorna du faktiskt kan köpa helt nya idag.",
  "author": "Vincent Tantardini",
  "category": "gear",
  "sections": [
    {
      "type": "paragraph",
      "content": "Filmfotografering överlever inte bara, den växer. Medan de flesta kameratillverkare övergav film för decennier sedan, gör en handfull tillverkare något ovanligt: de tillverkar nya filmkameror. Inte vintageutrustning eller renoverade modeller, utan kameror designade och byggda just nu."
    },
    {
      "type": "paragraph",
      "content": "Här är vad som faktiskt finns tillgängligt om du vill köpa en helt ny filmkamera idag."
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Analogue AF-1"
    },
    {
      "type": "paragraph",
      "content": "Analogue Shop i Amsterdam öppnade förbeställningar för AF-1 under 2025. Det är en 35mm autofokuskamera designad för gatu- och dokumentärfotografering, som kombinerar manuell zonfokusering med automatisk exponering. Företaget startade eftersom de såg ett gap: människor ville ha pålitliga, moderna filmkameror utan komplexiteten hos helt manuella system."
    },
    {
      "type": "paragraph",
      "content": "AF-1 använder LiDAR-autofokusteknik som kan fokusera från 0,5 meter till oändlighet, vilket gör den pålitlig även i svagt ljus eller genom glas. Kameran inkluderar automatisk filmladdning och DX-kodläsning upp till ISO 3200, vilket innebär mindre pillande med inställningar. Det intressanta är att Analogue Shop började som en kamerabutik i Amsterdam innan de bestämde sig för att designa sin egen kamera. De såg att folk ständigt frågade efter pålitliga moderna filmkameror som inte krävde kunskaper i vintagereparation."
    },
    {
      "type": "paragraph",
      "content": "AF-1 riktar sig till fotografer som behöver något pålitligt som inte bromsar dem. Den är byggd för att hålla och prissatt för att konkurrera med att köpa och reparera vintageutrustning."
    },
    {
      "type": "paragraph",
      "content": "[Förbeställ Analogue AF-1](https://af1.analogueshop.com/) på deras officiella webbutik för €449,99. Leveranser förväntas under Q1 2026."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/analog_af-1_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/analog_af-1_film_photography_camera@2x.jpg",
      "alt": "Analog AF-1 filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Analog Shop"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Arca-Swiss M-Monolith"
    },
    {
      "type": "paragraph",
      "content": "Arca-Swiss har tillverkat precisionskamerautrustning i Schweiz sedan 1926 och byggt ett starkt rykte bland professionella fotografer som behöver utrustning de kan lita på i krävande situationer."
    },
    {
      "type": "paragraph",
      "content": "M-Monolith är deras moderna monorail-storformatskamera byggd för storformatsfilmarbete, med stöd för allt från 4x5 till 8x10, plus 5x7 och 6x9-format. Den fungerar även med digitala bakstycken om du behöver det alternativet. Detta är en kamera för fotografer som vill ha fullständig kontroll över sina bilder, oavsett om de arbetar i studion eller ute i fält."
    },
    {
      "type": "paragraph",
      "content": "Kameran använder mikrometriska kugghjulskontroller för alla rörelser: tilt, shift, swing och rise/fall. Du kan justera fram- och bakstandarden oberoende med precision och sedan låsa allt exakt där du behöver det. Den modulära designen gör byte mellan format snabbt, och det finns ett brett utbud av tillbehör för att konfigurera den för olika fotograferingssituationer."
    },
    {
      "type": "paragraph",
      "content": "Byggd av flygplansklassad aluminium lyckas M-Monolith vara relativt lätt utan att offra den styvhet du behöver för långa exponeringar. Bälgförlängningen och de optiska vägarna är generösa nog för att undvika vinjettering samtidigt som de ger dig gott om utrymme att arbeta med olika brännvidder och rörelser. Den är designad för fotografer som behöver stabilitet, mjuka kugghjulsjusteringar och flexibiliteten att hantera högprecisionsprojekt."
    },
    {
      "type": "paragraph",
      "content": "[Läs mer om M-Monolith](https://arca-swiss-usa.com/products/m-monolith-film-formats) via Arca-Swiss officiella webbplats."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/arca_swiss_monolith_m_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/arca_swiss_monolith_m_film_photography_camera@2x.jpg",
      "alt": "Arca-Swiss Monolith-M filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Arca-Swiss USA"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chamonix 45F-2"
    },
    {
      "type": "paragraph",
      "content": "Chamonix släppte 45F-2 under 2017 som en uppdaterad version av deras populära 45F-1. Denna 4x5 fältkamera byggs av en liten verkstad med åtta hantverkare i Kina, grundad av en fotograf och bergsklättrare som ville skapa de lättaste och mest stabila kamerorna möjliga för landskapsarbete."
    },
    {
      "type": "paragraph",
      "content": "45F-2 använder en blandning av teak- eller körsbärsträ med kolfiberkompositmaterial. Den väger bara 1 600 gram och fälls ihop till 208 x 182 x 92mm, tillräckligt liten för vandringsresor. Det som skiljer den åt är den bakre fokuseringsratten, placerad direkt under mattglaset istället för fram som på de flesta fältkameror. Detta gör fokusering mer naturlig eftersom du redan tittar på mattglaset med ena handen."
    },
    {
      "type": "paragraph",
      "content": "Kameran inkluderar asymmetrisk tilt på den bakre standarden, kontrollerad av en enda ratt med en ljusgrå beläggning så att du snabbt kan hitta den. Den främre standarden har separata rattar för rise/fall och tilt-rörelser. Mattglaset har fyra prickade linjer som hjälper dig att behålla fokus när du applicerar bakre tilt, oavsett om du fotograferar i liggande eller stående format. Detta gör arbete med Scheimpflug-principen mycket mer praktiskt för arkitektur- och landskapsfotografering."
    },
    {
      "type": "paragraph",
      "content": "Till $1 510 inklusive frakt erbjuder 45F-2 en väldesignad inträde i 4x5-fotografering som är lättare och mer portabel än de flesta träfältkameror. Den accepterar Linhof-typ objektivbrädor och fungerar med hela utbudet av Chamonix-tillbehör."
    },
    {
      "type": "paragraph",
      "content": "[Läs mer om Chamonix 45F-2](https://www.chamonixviewcamera.com/cameras/45f2) och köp den via deras officiella webbplats."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chamonix_45f-2_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chamonix_45f-2_film_photography_camera@2x.jpg",
      "alt": "Chamonix 45F-2 filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Chamonix View Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chamonix 11x14"
    },
    {
      "type": "paragraph",
      "content": "Chamonix 11x14 är en ultrastorformatskamera byggd för fotografer som behöver massiva negativ. Med 11x14 tum ligger detta format långt bortom standard 4x5 eller 8x10-storlekar. Den är handtillverkad med samma trä- och kolfiberkonstruktion som andra Chamonix-kameror, enligt deras filosofi att hålla vikten hanterbar samtidigt som styvheten bibehålls."
    },
    {
      "type": "paragraph",
      "content": "Denna kamera väger 8 kilogram och fälls ihop till 505 x 500 x 475mm. Bakstycket är vändbart så att du kan växla mellan liggande och stående orientering. Den använder 8-tums objektivbrädor, vilket ger dig gott om utrymme för storformatsobjektiv. Ultrastorformat kan verka extremt, men det finns en dedikerad gemenskap som fotograferar i dessa storlekar. 11x14-formatet har faktiskt bättre filmtillgänglighet än de flesta andra ultrastorformat, med flera svartvita filmer som fortfarande produceras i denna dimension."
    },
    {
      "type": "paragraph",
      "content": "Dessa kameror tillverkas på beställning i små serier. Nästa produktionskörning är planerad till mars 2026, så om du är intresserad behöver du planera i förväg. Till detta pris är det en seriös investering, men du får en handgjord kamera byggd specifikt för ultrastorformatsarbete. Detta är inte för avslappnad fotografering, det är för fotografer som är dedikerade till att arbeta med några av de största praktiska filmstorlekar som finns."
    },
    {
      "type": "paragraph",
      "content": "[Läs mer om Chamonix 11x14](https://www.chamonixviewcamera.com/cameras/11x14) via deras officiella webbplats. Förbeställningar för mars 2026-omgången är prissatta till $6 250."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chamonix_11x14_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chamonix_11x14_film_photography_camera@2x.jpg",
      "alt": "Chamonix 11x14 filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Chamonix View Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Chroma Camera 35mm Click"
    },
    {
      "type": "paragraph",
      "content": "Chroma Camera Click 35mm är en helt mekanisk peka-och-klicka från en liten brittisk tillverkare känd för 3D-printade mellan- och storformatskameror. Detta är deras första fristående 35mm med ett glasobjektiv. Det fasta 24mm f/11-objektivet är skarpt i mitten med avsiktlig avtagande skärpa mot kanterna, vilket ger bilderna verklig karaktär. Fokus är fast från ungefär 1,5 meter till oändlighet, så de flesta scener förblir skarpa utan justeringar."
    },
    {
      "type": "paragraph",
      "content": "Att fotografera är enkelt: den magnetiska slutaren avfyras vid en enda hastighet runt 1/100s, så exponeringen beror helt på ditt filmval och tillgängligt ljus. Chroma rekommenderar ISO 200-400 för dagsljus och snabbare filmer för svagt ljus. Den 3D-printade kroppen är kompakt med manuell filmframmatning och en dedikerad 24mm-sökare. Den fotograferar standard 24x36mm-rutor, men en medföljande mask konverterar den till halvformat, vilket fördubblar ditt bildantal."
    },
    {
      "type": "paragraph",
      "content": "Tillverkade i små brittiska serier rapporterar tidiga användare solid byggkvalitet och inga ljusläckor. Om du vill ha en helt ny, batterilös kamera med ett riktigt glasvidvinkelobjektiv och gillar enkel, begränsningsbaserad fotografering är Click 35mm värd en titt."
    },
    {
      "type": "paragraph",
      "content": "[Läs mer om Chroma Camera 35mm Click](https://chroma.camera/products/chroma-click-35mm-compact-camera-with-24mm-double-glass-lens) via deras officiella webbplats. Den säljs för närvarande för cirka $187."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/chroma_camera_35mm_click_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/chroma_camera_35mm_click_film_photography_camera@2x.jpg",
      "alt": "Chroma Camera 35mm Click filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Chroma Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Custom Camera Building Series"
    },
    {
      "type": "paragraph",
      "content": "Custom Camera Building (CCB) lanserade en komplett linje av panorama- och storformatskameror på Kickstarter i augusti 2025. Den Ontario-baserade verksamheten erbjuder 6x12, 6x17 panoramakameror och 4x5, 5x7, 8x10 peka-och-klicka-modeller, alla byggda av industriella kompositmaterial och precisions-3D-printing."
    },
    {
      "type": "paragraph",
      "content": "Det som gör dessa kameror annorlunda är deras modulära system. Du kan byta koner, använda samma objektiv på olika kamerahus och växla mellan format mitt i en rulle. Panoramakamerorna inkluderar snäpp-in-masker för att byta format omedelbart. Detta modulära tillvägagångssätt är genuint användbart eftersom mellanformatsfotografer kan växla mellan 6x12 och 6x17, och storformatsanvändare kan flytta objektiv mellan olika husstorlekar."
    },
    {
      "type": "paragraph",
      "content": "Priserna börjar på $195 CAD för 4x5-huset, vilket gör dem till några av de mest prisvärda nya storformatsalternativen. Kombinationen av modern tillverkning och genomtänkt design gör specialiserade format tillgängliga utan att kompromissa med precision."
    },
    {
      "type": "paragraph",
      "content": "[Läs mer om Custom Camera Building Series](https://customcamerabuilding.com) via projektets officiella webbplats."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/custom_camera_building_ccb_series_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/custom_camera_building_ccb_series_film_photography_camera@2x.jpg",
      "alt": "Custom Camera Building (CCB) Series filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Custom Camera Building"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "FilmNeverDie Nana"
    },
    {
      "type": "paragraph",
      "content": "FilmNeverDies Nana är en kompakt 35mm peka-och-klicka byggd för att ersätta engångskameror med något du faktiskt kan behålla. Den är helt automatisk med ett 31mm f/11-objektiv, fast 1/125s slutare och fokusfri optik från ungefär 1,5m till oändlighet. Inga inställningar att pilla med, bara ladda film och fotografera."
    },
    {
      "type": "paragraph",
      "content": "Kroppen är liten och fickvänlig, med ett helmetallskal som känns solid i handen. Den drivs av AA-batterier, har motoriserad frammatning och tillbakaspolning, plus en enkel blixt med rödögereducering. Det som gör den lite mer intressant är 30mm-gängan på det främre objektivet, som accepterar ett valfritt optiskt element för en dubbel fokusuppställning: en för allmän fotografering, en annan för skarpare landskap och porträtt."
    },
    {
      "type": "paragraph",
      "content": "FilmNeverDie började som en kamerabutik och filmlabb i Melbourne, och de positionerade Nana som ett hållbart alternativ till billiga plastkameror. Kameran lanserades ursprungligen genom crowdfunding, vilket visar att det finns verklig aptit för en modern peka-och-klicka som inte bara är vintagelager med tveksam elektronik. Det är enkel filmfotografering för människor som vill ha enkelhet utan att känna att de använder en leksak."
    },
    {
      "type": "paragraph",
      "content": "[Läs mer om Nana 35mm filmkamera](https://filmneverdie.com/products/nana-35mm-film-point-and-shoot-camera) via FilmNeverDies officiella webbplats. Den säljs för närvarande för $243,96."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/film_never_die_nana_35mm_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/film_never_die_nana_35mm_film_photography_camera@2x.jpg",
      "alt": "FilmNeverDie Nana 35mm filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © FilmNeverDie"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Fujifilm Instax Mini 41"
    },
    {
      "type": "paragraph",
      "content": "Fujifilm Instax Mini 41 håller direktbildsfotografering uppfriskande enkelt. Släppt våren 2025 hanterar den exponering automatiskt genom att justera slutartid och blixtutgång baserat på tillgängligt ljus. Du pekar, trycker på avtryckaren och får ett kreditkortsstort utskrift på ungefär 90 sekunder. 60mm f/12,7-objektivet levererar ett synfält liknande 34mm vidvinkel, som fungerar bra för gruppbilder och vardagliga scener. Färgerna blir livfulla med den igenkännbara Instax-looken, och den konstanta blixten säkerställer att dina motiv förblir korrekt belysta i de flesta situationer."
    },
    {
      "type": "paragraph",
      "content": "Handhavandet kunde inte vara enklare. En trelägesring på objektivet växlar mellan Av, På och Närbildsläge. Vrid till Närbild för avstånd på 30-50cm, och sökaren kompenserar för parallax så att din inramning förblir korrekt. En liten spegel bredvid objektivet hjälper till med självporträtt. Det finns en knapp för att ta bilder och ett filmfönster som visar hur många bilder som återstår. Två AA-batterier driver ungefär 100 exponeringar innan de behöver bytas."
    },
    {
      "type": "paragraph",
      "content": "Med 345 gram och måtten 122,5x104,5x67,5mm får Mini 41 lätt plats i väskor för fester eller resor. Designen lånar från vintage-kameraestetik samtidigt som allt hålls tillgängligt för snabb fotografering. Om du vill ha direktutskrifter utan menyer eller komplexa inställningar levererar denna kamera exakt det. Fujifilms Instax Mini-serie inkluderar även Mini 12, Mini 40 och Mini 99 för olika preferenser, alla med samma filmformat."
    },
    {
      "type": "paragraph",
      "content": "[Läs mer om Fujifilm Instax Mini 41](https://instax.com/mini41/en/) via Instax officiella webbplats. Den säljs för närvarande för $116,95."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/fujifilm_instax_mini_41_instant_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/fujifilm_instax_mini_41_instant_film_photography_camera@2x.jpg",
      "alt": "Fujifilm Instax Mini 41 direktbildskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Fujifilm Corporation"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Fujifilm Instax Square SQ40"
    },
    {
      "type": "paragraph",
      "content": "Fujifilm Instax SQUARE SQ40 för direktbildsfotografering till ett större format med sina 62x62mm kvadratiska utskrifter. Den retroinspirerade svarta kroppen har texturerade ytor och en tillfredsställande objektivtubesvridning som kontrollerar allt: vrid för att slå på, vrid vidare för selfieläge, eller rotera tillbaka för att stänga av. Inga menyer, inga knappar att leta efter. Med 453 gram och tillräckligt kompakt för en väska eller stor ficka är den byggd för spontan fotografering på fester, resor eller var som helst ögonblicket slår till."
    },
    {
      "type": "paragraph",
      "content": "f/12,6-objektivet fokuserar från 0,3 meter till oändlighet, medan automatisk exponering hanterar ett brett spektrum av ljusförhållanden genom att justera både slutartid (1/2 till 1/400s) och blixtintensitet. En inbyggd spegel hjälper till att rama in selfies när du vrider till närbildsläge för motiv mellan 30 och 50cm bort. Den konstanta blixten når upp till 2,2 meter och laddar om på under 8 sekunder med nya CR2-batterier, som räcker till ungefär 30 filmpaket."
    },
    {
      "type": "paragraph",
      "content": "Efter varje bild matas filmen ut automatiskt och framkallas på ungefär 90 sekunder, och avslöjar den signaturtypiska Instax-färgpoppen på en kvadratisk utskrift. Det större formatet ger dina bilder mer närvaro än Mini-serien samtidigt som samma omedelbara tillfredsställelse bevaras. Om du vill ha något mer lekfullt och budgetvänligt erbjuder Instax SQUARE SQ1 ett enklare, färgglatt alternativ i samma format."
    },
    {
      "type": "paragraph",
      "content": "[Läs mer om Fujifilm Instax Square SQ40](https://instax.com/sq40/en/) via Instax officiella webbplats. Den säljs för närvarande för cirka $149,99."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/fujifilm_instax_square_sq40_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/fujifilm_instax_square_sq40_film_photography_camera@2x.jpg",
      "alt": "Fujifilm Instax Square SQ40 direktbildskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Fujifilm Corporation"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Fujifilm Instax Wide 400"
    },
    {
      "type": "paragraph",
      "content": "Fujifilm Instax Wide 400 satsar stort med en bildyta på 62x99mm, nästan dubbelt så stor som Square-utskrifter och över tre gånger Mini-formatet. När du behöver få plats med en hel grupp, ett vidsträckt landskap eller bara vill ha mer visuell yta är detta den Instax du ska välja. Den robusta kroppen väger 616 gram och inkluderar en axelrem, designad mer för äventyr än avslappnat fickbärande."
    },
    {
      "type": "paragraph",
      "content": "Två fokuszoner håller saker enkla: Normalläge täcker 0,9 till 3 meter för personbilder, medan Landskapsläge hanterar 3 meter till oändlighet. Kameran levereras med ett avtagbart närbildsobjektiv och selfie-spegel för avstånd på 40-50cm, plus en självutlösarspak när du vill hoppa in i bilden själv. Blixten når upp till 3 meter, längre än sina mindre syskon."
    },
    {
      "type": "paragraph",
      "content": "Bredformatsutskrifter erbjuder generösa kanter som praktiskt taget ber om klotter, klistermärken eller handskrivna anteckningar. Fyra AA-batterier driver ungefär 100 bilder, vilket gör det enkelt att fortsätta fotografera utan att jaga specialceller. Om Mini känns för liten och Square fortfarande inte räcker är Wide 400 för närvarande Fujifilms enda alternativ för panoramiska direktutskrifter, och den fyller den rollen väl."
    },
    {
      "type": "paragraph",
      "content": "[Läs mer om Fujifilm Instax Wide 400](https://instax.com/wide400/en/) via Instax officiella webbplats. Den säljs för närvarande för cirka $149,95."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/fujifilm_instax_wide_400_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/fujifilm_instax_wide_400_film_photography_camera@2x.jpg",
      "alt": "Fujifilm Instax Wide 400 direktbildskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Fujifilm Corporation"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Gibellini DCG66"
    },
    {
      "type": "paragraph",
      "content": "Gibellini DCG66 är en precisionsmellanformatskamerakropp tillverkad i Italien för fotografer som vill ha både film och digitalt i ett system. Den accepterar Hasselblad V-serie-bakstycken, så du kan fotografera med klassiska filmbakstycken som A12 eller växla till digitala alternativ som CFV50c eller CFV100c."
    },
    {
      "type": "paragraph",
      "content": "Fräst ur aluminium känns DCG66 solid och byggd för att hålla. Den använder Gibellinas GC-fattningssystem för Hasselblad-bakstycken och Rodenstock HR Digaron-objektiv, med en snabbväxlingsmekanism som låser stadigt på plats. GFC-fokuskalibreringsystemet låter dig finjustera objektiv-till-film-avståndet med mikrometrisk precision för skarpa, konsekventa resultat."
    },
    {
      "type": "paragraph",
      "content": "Fokusering är helt manuell genom en helikal fattning, vilket håller saker hands-on. Specialflänsare kan tillverkas för andra objektiv, vilket ger dig fler kreativa alternativ."
    },
    {
      "type": "paragraph",
      "content": "DCG66 ger dig precisionen hos ett mekaniskt verktyg och tillfredsställelsen av att fotografera film, med flexibiliteten att gå digitalt när du behöver det. Allt i en kamerakropp."
    },
    {
      "type": "paragraph",
      "content": "[Läs mer om DCG66](https://gibellinicamera.com/product/dcg66/) via Gibellinis officiella webbplats. Den säljs för närvarande för €2 990,00 och finns tillgänglig på restorder."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/gibellini_dcg66_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/gibellini_dcg66_film_photography_camera@2x.jpg",
      "alt": "Gibellini DCG66 filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Gibellini"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Gibellini AG810"
    },
    {
      "type": "paragraph",
      "content": "Gibellini AG810 är en 8x10 hopfällbar fältkamera helt fräst ur aluminium i Italien. Med 4,3kg är den anmärkningsvärt lätt för detta format och fälls ihop till kompakta 330x320x100mm för transport. Aluminiumkonstruktionen ger styvhet och precision samtidigt som den är betydligt lättare än traditionella 8x10-kameror i trä."
    },
    {
      "type": "paragraph",
      "content": "Kameran erbjuder fulla rörelser inklusive främre rise, fall, shift, tilt och swing, plus bakre tilt och swing. Den använder Sinar-kompatibla objektivbrädor och accepterar alla standard 8x10-filmhållare. Bälgen sträcker sig från 30mm till 640mm, med ett valfritt säckbälg som går ner till 0mm för extrema vidvinklar. Automatisk nollpositionering på båda standarderna gör återställning av rörelser snabb."
    },
    {
      "type": "paragraph",
      "content": "Gibellini erbjuder anpassning med kroppsfärger och bälg i vitt, svart, rött, blått, grönt eller sand. Kameran inkluderar optiskt kvalitetsmattglas och en ny bail-back-mekanism för enklare filmladdning. Till €10 000 är det ett professionellt verktyg för fotografer som behöver 8x10-upplösning utan vikten och skrymmandet hos äldre designer."
    },
    {
      "type": "paragraph",
      "content": "[Läs mer om AG810](https://gibellinicamera.com/product/ag810-2/) via Gibellinis officiella webbplats. Den säljs för närvarande för €3 740,00 och finns tillgänglig på restorder."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/gibellini_ag810_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/gibellini_ag810_film_photography_camera@2x.jpg",
      "alt": "Gibellini AG810 filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Gibellini"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Holga 120N"
    },
    {
      "type": "paragraph",
      "content": "Holga 120N designades 1982 av Lee Ting-mo som en billig kamera för vardagliga familjefoton i Hongkong. Den använder 120 rullfilm och kan fotografera 12 kvadratiska rutor (6x6cm) eller 16 rektangulära (6x4,5cm) med enkla insatsmasker. Det helt plastiga 60mm f/8-objektivet levererar bilder som är skarpa bara i mitten och tonar ut i mjuka, vinjetteringstäta kanter. Det som var tänkt som ett budgetverktyg för arbetarklassen blev en global favorit bland fotografer som jagade dess lo-fi-estetik."
    },
    {
      "type": "paragraph",
      "content": "Produktionen dog nästan ut i början av 1980-talet när 35mm tog över, men Holga fick ett andra liv utomlands. Den ursprungliga fabriken stängde 2015, men Lee Ting-mo räddade formarna. Ett år senare återupplivade Sunrise tillverkningen och nya enheter har skickats världen över sedan dess. Ljusläckor genom plastfogarna lägger till oförutsägbara glödeffekter, och filmframmatningen gör dubbelexponeringar nästan för enkla."
    },
    {
      "type": "paragraph",
      "content": "Med bara två bländarinställningar (soligt och molnigt), en enda 1/100s slutartid plus bulbläge, och zonfokusering via enkla ikoner tvingar 120N dig att sakta ner och omfamna olyckor. I en tid av teknisk perfektion påminner denna kamera oss om att \"bristfällig\" optik kan producera resultat som inget digitalt filter kan replikera. Det är ett verktyg för alla som vill sluta pixelgranska och börja leka."
    },
    {
      "type": "paragraph",
      "content": "Du kan [köpa Holga 120N](https://www.bhphotovideo.com/c/product/369376-REG/Holga_144120_144_120_120N.html) via återförsäljarwebbplatser som B&H för $39,99."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/holga_120n_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/holga_120n_film_photography_camera@2x.jpg",
      "alt": "Holga 120N filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © URBN US Retail"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Intrepid 4x5"
    },
    {
      "type": "paragraph",
      "content": "Intrepid Camera Company är baserat i Brighton, Storbritannien och startades av designstudenter som ville göra storformatsfotografering enklare och mer tillgänglig. Istället för att jaga gamla, tunga kameror byggde de sin första 4x5 med stöd från det tidiga filmfotografisamhället, och de monterar fortfarande allt för hand i sin verkstad i Brighton."
    },
    {
      "type": "paragraph",
      "content": "När du plockar upp Intrepid 4x5 får du en kamera som är designad för att bäras och användas, inte bara beundras på en hylla. Den är tillräckligt lätt för vandring och fälls platt för att få plats i en ryggsäck. Alla väsentliga rörelser för fram- och bakjusteringar finns där, så du kan kontrollera fokus och perspektiv direkt. Mattglasskärmen är ljus och okomplicerad för inramning och fokusering."
    },
    {
      "type": "paragraph",
      "content": "Du kan använda standardobjektiv och -hållare, vilket innebär att du inte är låst till något enskilt system. Om du vill fotografera storformat utan att behöva bråka med gammal utrustning gör Intrepids 4x5 processen tydlig, enkel och genuint rolig."
    },
    {
      "type": "paragraph",
      "content": "[Läs mer om Intrepid 4x5](https://intrepidcamera.co.uk/products/intrepid-4x5-camera) och köp den via deras officiella webbplats för €366,95."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/intrepid_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/intrepid_4x5_film_photography_camera@2x.jpg",
      "alt": "Intrepid 4x5 filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Intrepid Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Kodak Ektar H35"
    },
    {
      "type": "paragraph",
      "content": "Kodak Ektar H35 kom ut på marknaden 2022 som en av de billigaste nya filmkamerorna som finns. Tillverkad av Reto Project under Kodak-varumärket säljs den för omkring $50 och använder halvformat för att fördubbla ditt bildantal. En 36-exponeringsrulle ger dig 72 vertikala bilder istället för de vanliga 36."
    },
    {
      "type": "paragraph",
      "content": "Kodak erbjuder nu flera färgvarianter inklusive limiterade utgåvor, och har släppt en H35N-modell med nattlägsblixt. Kameran är helt gjord av plast, vilket håller kostnaderna nere men innebär att du behöver hantera den försiktigt. Den har blivit populär bland yngre fotografer som en prisvärd ingångspunkt till film."
    },
    {
      "type": "paragraph",
      "content": "Detta är en enkel peka-och-klicka med ett plastobjektiv, fast bländare på f/9,5 och en enda slutartid på 1/100. Det finns en inbyggd blixt du aktiverar genom att vrida på ringen runt objektivet. Den är lätt, fickvänlig och enkelt död att använda. Avvägningen är bildkvalitet: plastobjektivet producerar mjuka resultat, särskilt på avstånd. Den fungerar bäst med ISO 400-film och motiv ungefär 1,5 till 2 meter bort. Om du vill ha skarpa bilder eller manuell kontroll, leta någon annanstans. Men om du vill ha ett prisvärt sätt att fotografera fler rutor per rulle utan att oroa dig för inställningar levererar H35 exakt det."
    },
    {
      "type": "paragraph",
      "content": "[Läs mer om Kodak Ektar H35](https://www.kodak.com/en/consumer/product/cameras/film/h35-film-camera/) via Kodaks officiella webbplats."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/kodak_ektar_h35_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/kodak_ektar_h35_film_photography_camera@2x.jpg",
      "alt": "Kodak Ektar H35 filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Eastman Kodak Company"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Kodak Snapic A1"
    },
    {
      "type": "paragraph",
      "content": "Kodak Snapic A1 kommer som ett rakt svar till alla som vill fotografera fullformat 35mm-film utan komplexitet. I dess hjärta sitter ett belagt tre-elementsobjektiv på 25mm f/9,5, fast men tillräckligt skarpt för vardagliga situationer. Fokus fungerar genom två zoninställningar: växla mellan 0,5-1,5 meter för närmare motiv eller 1,5 meter till oändlighet för allt annat. Ingen gissning eller pilliga rattar, bara snabba justeringar som låter dig fortsätta fotografera. Kameran hanterar filmframmatning och tillbakaspolning automatiskt, medan blixtsystemet erbjuder auto, tvingad på, av och rödögelägen genom en liten LCD-panel."
    },
    {
      "type": "paragraph",
      "content": "Det som får A1 att sticka ut är hur mycket funktionalitet Kodak packade in i ett så minimalt paket. Den bakre OLED-skärmen visar din bildräkning, batterinivå och aktuella inställningar med en blick. Ett dubbelexponeringsläge öppnar upp kreativa lagermöjligheter, något du inte hittar på de flesta budgetfilmkameror. De fysiska specifikationerna förblir imponerande kompakta på 118x62x35mm och bara 117 gram, och drivs av två AAA-batterier som räcker till ungefär tio 24-exponeringsrullar. Den effektiviteten spelar roll när du är ute en hel dag eller reser lätt."
    },
    {
      "type": "paragraph",
      "content": "Detta försöker inte vara ett premiuminstrument eller en vintagesamlarobjekt. ABS-kroppen håller kostnaderna nere medan den retrostilade designen och framträdande Kodak-märkningen ger den karaktär. För någon som kliver in i filmfotografering eller vill ha en problemfri reservkamera levererar Snapic A1 det som spelar roll: pålitliga fullformatsbilder utan inlärningskurvan hos manuella kontroller eller begränsningarna hos halvformatsformat."
    },
    {
      "type": "paragraph",
      "content": "[Läs mer om Kodak Snapic A1](https://www.kodak.retopro.co/products/kodak-snapic-a1-35mm-film-camera) via Kodakfilm.retos webbplats. Du kan förbeställa den för $99,00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/kodak_snapic_a1_35mm_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/kodak_snapic_a1_35mm_film_photography_camera@2x.jpg",
      "alt": "Kodak Snapic A1 filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Kodakfilm.reto"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica M6 Re-edition"
    },
    {
      "type": "paragraph",
      "content": "Leica återförde M6-mätsökaren i november 2022. Detta är ingen omdesign eller uppdatering, det är en trogen reproduktion av deras mest populära mekaniska kamera. Den ursprungliga M6 tillverkades från 1984 till 2002, och fotografer har aldrig slutat fråga efter den."
    },
    {
      "type": "paragraph",
      "content": "2022-versionen har några uppgraderingar värda att notera. Topp- och bottenhöljena är nu frästa ur solid mässing istället för pressgjuten zink, och de använder samma nötningsmotståndskraftiga svarta lack som M11. Sökaren är den förbättrade 0,72x-versionen från MP med bättre antireflexbeläggning. Ljusmätaren inkluderar nu en röd mittpunkt utöver pilsymbolerna för att bekräfta korrekt exponering, plus en batterivarnindikator. Leica behöll den röda \"Leitz\"-pricken istället för \"Leica\" som en hyllning till originalet."
    },
    {
      "type": "paragraph",
      "content": "Re-editionen behåller samma mekaniska precision och mätsökningsfokussystem. Leicas hantverkare bygger dessa kameror på samma sätt som de alltid har gjort. Om du vill ha den klassiska mätsökarupplevelsen med nya tillverkningsgarantier och support är detta det."
    },
    {
      "type": "paragraph",
      "content": "[Läs mer om Leica M6](https://leica-camera.com/en-US/photography/cameras/m/m6) och köp den via Leicas webbutik för $6 415,00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_m6_re_edition_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_m6_re_edition_film_photography_camera@2x.jpg",
      "alt": "Leica M6 Re-edition filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica M-A (Typ 127)"
    },
    {
      "type": "paragraph",
      "content": "Leica släppte M-A 2014 som deras första helt mekaniska kamera sedan M4-P slutade produceras 1981. Detta är den mest avskalade M-kameran du kan köpa ny: ingen ljusmätare, ingen elektronik, inget batteri alls. Den är helt mekanisk och fungerar på obestämd tid utan ström."
    },
    {
      "type": "paragraph",
      "content": "M-A använder förkromade mässingstopp- och bottenhöljen och utelämnar medvetet den röda Leica-pricken för maximal understatement. Den är också märkbart smalare än digitala M-kameror. Du får slutartider upp till 1/1000 och samma 0,72x-sökare som andra moderna M-kameror, med ramlinjer för objektiv från 28mm till 135mm. Till omkring $5 000-6 000 är den för fotografer som vill fokusera helt på bländare, slutartid och komposition utan någon elektronisk assistans. Leica inkluderar till och med en rulle Kodak Tri-X 400 med varje kamera, som ett erkännande av parningen av två fotografiklassiker födda på 1950-talet."
    },
    {
      "type": "paragraph",
      "content": "[Läs mer om Leica M-A](https://leica-camera.com/en-US/photography/cameras/m/m-a-typ-127-black) och köp den via Leicas webbutik för $6 310,00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_m-a_typ_127_black_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_m-a_typ_127_black_film_photography_camera@2x.jpg",
      "alt": "Leica M-A (Typ 127) filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Leica MP"
    },
    {
      "type": "paragraph",
      "content": "Leica introducerade MP 2003 som deras svar till fotografer som ville ha en helt mekanisk mätsökare med bara en ljusmätare. Namnet står för \"Mechanical Perfection\", och den sitter mellan M6 och M-A när det gäller funktioner. Du får en TTL-ljusmätare som kräver batteri, men resten av kameran fungerar mekaniskt utan ström."
    },
    {
      "type": "paragraph",
      "content": "MP lånade designelement från den klassiska M3, inklusive en metallfilmframmatningsspak och tillbakaspolningsratt istället för M6:ans vev. Sökaren har förbättrade antireflexbeläggningar jämfört med M6. Den är byggd av solid mässing med antingen svart lack eller silver kromfinish, och saknar den röda Leica-pricken för en lägre profil. Batteriet driver bara ljusmätaren, så om det tar slut fungerar kameran fortfarande perfekt. Till $6 415 är den prissatt liknande M6 re-editionen och tilltalar fotografer som vill ha mekanisk tillförlitlighet med mätarassistans."
    },
    {
      "type": "paragraph",
      "content": "[Läs mer om Leica MP](https://leica-camera.com/en-US/photography/cameras/m/mp-silver) och köp den via Leicas webbutik för $6 415,00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/leica_mp_silver_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/leica_mp_silver_film_photography_camera@2x.jpg",
      "alt": "Leica MP filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Leica Camera AG"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Linhof Master Technika-serien"
    },
    {
      "type": "paragraph",
      "content": "Linhof tillverkar fortfarande Master Technika-linjen i Tyskland och erbjuder två versioner av deras legendariska 4x5 metallfältkamera. Master Technika Classic inkluderar en inbyggd mätsökare och kan fotograferas handhållet med kompatibla objektiv och den valfria Universal Optical Viewfinder. Master Technika 3000 släpper mätsökaren men lägger till ett inbyggt vidvinkelsfokuseringsspår med externt fokuseringsratt och oändlighetsstopp för 38mm, 47mm och 58mm-objektiv. Båda kamerorna har fulla rörelser (tilt, shift, swing), fälls ihop till kompakta höljen för transport och använder samma robusta pressgjutna metallkonstruktion som Linhof har varit känt för sedan 1936."
    },
    {
      "type": "paragraph",
      "content": "Classic tilltalar fotografer som vill ha mätsökarkapacitet för handhållen fotografering och porträtt, medan 3000 är byggd för stativarbete med extrema vidvinkelobjektiv. Båda kamerorna accepterar standard 4x5-filmhållare och kan använda Linhofs Rollex-bakstycken för mellanformat rullfilm. Dessa är dyra verktyg (priserna varierar beroende på återförsäljare och konfiguration), men de är byggda efter professionella standarder och designade för att hålla i generationer. Linhof-kameror från 1950-talet fungerar fortfarande idag, och dessa moderna versioner bibehåller samma byggkvalitet."
    },
    {
      "type": "paragraph",
      "content": "[Läs mer om Master Technika-serien](https://linhof.com/master-technika-classic-2/) via Linhofs officiella webbplats."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/linhof_master_technika_classic_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/linhof_master_technika_classic_film_photography_camera@2x.jpg",
      "alt": "Linhof Master Technika filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Linhof Präzisions-Systemtechnik GmbH"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Linhof Technorama-serien"
    },
    {
      "type": "paragraph",
      "content": "Linhof producerar också Technorama panoramakameror för 120 och 220 rullfilm. Technorama 617s III fotograferar 6x17cm-bilder (fyra rutor per 120-rulle) med utbytbara objektiv inklusive 72mm, 90mm, 180mm och 250mm-alternativ. Technorama 612 PC II fångar 6x12cm-bilder med 2:1-bildförhållande och inkluderar inbyggd 8mm vertikal shift i varje objektiv för att korrigera perspektiv utan att luta kameran. Båda använder pressgjutna metallkroppar och helt mekanisk drift utan batterier."
    },
    {
      "type": "paragraph",
      "content": "Dessa är specialistkameror för landskap-, arkitektur- och industrifotografering. Fokus ställs in via avståndsskala snarare än genom objektivet, och varje objektiv kommer med sin egen helikala fokuseringsfattning. Kamerorna kan användas handhållna men fungerar bäst på stativ med tanke på de extrema formaten och behovet av exakt fokus. Observera att Linhof upphörde med produktionen av Technorama-objektiv för flera år sedan, även om kamerakropparna fortfarande finns tillgängliga och ägare kan få sina egna storformatsobjektiv konverterade för att passa systemet."
    },
    {
      "type": "paragraph",
      "content": "[Läs mer om Technorama-serien](https://linhof.com/technorama-617s/) via Linhofs officiella webbplats."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/linhof_technorama_617s_III_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/linhof_technorama_617s_III_film_photography_camera@2x.jpg",
      "alt": "Linhof Technorama filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Linhof Präzisions-Systemtechnik GmbH"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography LC-A 120"
    },
    {
      "type": "paragraph",
      "content": "Lomography LC-A 120 för den klassiska LC-A-upplevelsen till mellanformatsfilm. Till skillnad från sina 35mm-syskon fotograferar denna kamera 120-film och erbjuder ett 38mm f/4,5-objektiv som levererar den välbekanta livfulla, kontrastrika look som Lomography-användare älskar. Den förblir helt manuell med zonfokusering, bländarprioritet och en mekanisk slutare, men har en enkel design som uppmuntrar spontan fotografering utan komplikationer."
    },
    {
      "type": "paragraph",
      "content": "Kameran har en kompakt byggnad för en mellanformatskropp, vilket gör den till ett mångsidigt alternativ för fotografer som vill ha större negativ men ändå vill bära något hanterbart. Dess robusta plast- och metallkonstruktion balanserar hållbarhet med lätthet, det är en kamera att ta med överallt."
    },
    {
      "type": "paragraph",
      "content": "[Köp Lomography LC-A 120](https://shop.lomography.com/lomo-lc-a-120-film-camera) på deras officiella webbutik för $449,90."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lc-a_120_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lc-a_120_film_photography_camera@2x.jpg",
      "alt": "Lomography LC-A 120 filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography LC-Wide"
    },
    {
      "type": "paragraph",
      "content": "Lomography LC-Wide expanderar på Lomographys LC-A-arv med ett bredare 17mm f/4,5 glasobjektiv, idealiskt för landskap, arkitektur och gatufotografering. Den använder 35mm-film och fokuserar med det klassiska zonsystemet, men denna modell är helt mekanisk utan autofokus eller exponeringsautomatik, vilket håller processen okomplicerad."
    },
    {
      "type": "paragraph",
      "content": "Kamerans byggnad är kompakt och robust, med en plastkropp med en metallobjektivfat. Det är ett utmärkt alternativ för dem som vill ha LC-A:s varumärkesskyddade mättade färger och vinjetteffekter men med ett mycket bredare perspektiv. LC-Wide är enkel att använda, vilket gör den till en favorit bland Lomography-fans som gillar experimentering och vintageestetik."
    },
    {
      "type": "paragraph",
      "content": "[Köp Lomography LC-Wide](https://shop.lomography.com/lomo-lc-wide-35-mm-film-camera) på deras officiella webbutik för $279,30."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lc-wide_35_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lc-wide_35_film_photography_camera@2x.jpg",
      "alt": "Lomography LC-Wide filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography Lomomatic 110"
    },
    {
      "type": "paragraph",
      "content": "Lomomatic 110 återupplivar det fickstora 110-filmformatet som Kodak introducerade 1972. Lomography är nu den enda tillverkaren av 110-film, och denna kamera tar tillbaka formatet med moderna funktioner. Den är liten på ungefär 4,4 tum lång och använder en glidmekanism för att förlängas för fotografering, vilket gör den genuint fickvänlig."
    },
    {
      "type": "paragraph",
      "content": "Kameran inkluderar ett Minitar CX 23mm f/2,8 glasobjektiv, automatisk exponering, zonfokusering (0,8m, 1,5m, 3m, oändlighet) och växlingsbara bländare för dag (f/5,6) och natt (f/2,8) fotografering. Du kan ställa in ISO till 100, 200 eller 400, och den erbjuder bulbläge för långa exponeringar plus multipel exponeringskapacitet. En valfri avtagbar blixt inkluderar färgade gelfilter."
    },
    {
      "type": "paragraph",
      "content": "110-formatet producerar bilder ungefär hälften så stora som 35mm-rutor, vilket ger dem en distinkt kornig, lo-fi-estetik. Film kostar omkring $8-12 per 24-exponeringspatroner, och framkallning kan vara utmanande eftersom få labb hanterar formatet. Till $99-189 beroende på finish och blixtinkludering riktar den sig till fotografer som vill ha den ofullkomliga, nostalgiska looken och inte har något emot formatets begränsningar."
    },
    {
      "type": "paragraph",
      "content": "[Köp Lomography Lomomatic 110](https://shop.lomography.com/us/cameras/110-cameras) på deras officiella webbutik."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_lomomatic_110_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_lomomatic_110_film_photography_camera@2x.jpg",
      "alt": "Lomography Lomomatic 110 filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography MC-A"
    },
    {
      "type": "paragraph",
      "content": "Lomography släppte MC-A i oktober 2025, och det är deras mest seriösa kamera hittills. Detta är en fullformat 35mm med autofokus, bländarprioritet och DX-kodläsning. Den hanterar multipla exponeringar och förblir tillräckligt lätt för att bära hela dagen."
    },
    {
      "type": "paragraph",
      "content": "Detta är Lomographys första autofokuskamera och deras första med en metallkropp. 32mm f/2,8-objektivet har fem element och multibeläggning. En smart detalj är det USB-C-uppladdningsbara CR2-batteriet som medföljer, även om du också kan använda vanliga engångs-CR2:or. Kameran har blixt AV som standard, något fotografer har efterfrågat. Den inkluderar obegränsade multipla exponeringar och kommer med tillbehör som en Splitzer-objektivfäste för kreativa dubbelexponeringar och färgade blixtgel. Autofokusen fungerar ner till 0,4 meter med zonfokusalternativ på 0,4, 0,8, 1,5 och 3 meter plus oändlighet."
    },
    {
      "type": "paragraph",
      "content": "Lomography byggde sitt rykte på experimentella, tillgängliga filmkameror, och MC-A fortsätter den traditionen samtidigt som riktig automatik läggs till. Den riktar sig till människor som vill ha filmupplevelsen utan att kämpa med manuell fokus eller exponering varje gång."
    },
    {
      "type": "paragraph",
      "content": "[Förbeställ Lomography MC-A](https://shop.lomography.com/lomo-mc-a-35-mm-film-camera-black) på deras officiella webbutik för $549,00. Leveranser förväntas under Q1 2026."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_mc-a_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_mc-a_film_photography_camera@2x.jpg",
      "alt": "Lomography MC-A filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Lomography Sprocket Rocket"
    },
    {
      "type": "paragraph",
      "content": "Lomography Sprocket Rocket är en 35mm panoramakamera som exponerar hela filmens bredd, inklusive perforeringshålen, vilket ger dina bilder den omisskännliga analoga looken. Dess 30mm-objektiv erbjuder ett synfält på 106 grader med en subtil fisheye-liknande sträckning vid kanterna, vilket gör den utmärkt för landskap, arkitektur och gruppbilder. En 36-exponeringsrulle ger ungefär 13-18 panoramabilder."
    },
    {
      "type": "paragraph",
      "content": "Kontrollerna är minimala: en fast slutartid runt 1/100s, ett bulbläge för långa exponeringar, två bländarinställningar och två zonfokusavstånd (närbild och oändlighet). Det finns ingen ljusmätare, så ISO 400-film fungerar bäst för allmän fotografering. Framåt- och bakåtmatningsrattarna gör multipla exponeringar och avsiktliga överlappningar enkla, så den är verkligen byggd för experimentering."
    },
    {
      "type": "paragraph",
      "content": "Kroppen är lätt plast med en blixtsko och ett stativfäste för bulbtagningar. Sökaren är i bästa fall ungefärlig, men det passar den lösa, lekfulla stil som denna kamera uppmuntrar. Om du redan har en mer seriös kamera och vill ha ett roligt kreativt verktyg för perforeringshålspanoraman levererar Sprocket Rocket."
    },
    {
      "type": "paragraph",
      "content": "[Köp Lomography Sprocket Rocket](https://shop.lomography.com/us/sprocket-rocket-35-mm-film-panoramic-camera) på deras officiella webbutik för $69,00."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/lomography_sprocket_rocket_35mm_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/lomography_sprocket_rocket_35mm_film_photography_camera@2x.jpg",
      "alt": "Lomography Sprocket Rocket 35mm filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Lomography"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Ondu Eikan-serien"
    },
    {
      "type": "paragraph",
      "content": "Ondu startade i en liten slovensk verkstad 2013, när Elvis Halilović började handtillverka hålkameror av trä. Det som började som ett personligt projekt förvandlades snabbt till något större, och idag skapar ONDU några av de vackraste analoga kameror du kan hitta."
    },
    {
      "type": "paragraph",
      "content": "Eikan-serien representerar deras premiumlinje av mellanformats hålkameror. Byggda av noggrant utvalda hårdträsorter som valnöt och lönn konstrueras varje kamera utan skruvar eller lim, med traditionella träbearbetningstekniker som förfinats under generationer. Träet behandlas med naturliga oljor för att skydda det samtidigt som den taktila, organiska känslan behålls."
    },
    {
      "type": "paragraph",
      "content": "Det som gör EIKAN speciell är hur den hanterar 120-film. Designen möjliggör exakta bildavstånd och inkluderar ett inbyggt vattenpass för att hjälpa dig hålla horisonterna raka. Själva hålet är laserborrat för konsekvens, och det magnetiska slutarsystemet är enkelt men effektivt. Du får den drömlika, mjukfokuskvalitet som hålkamerafotografering är känd för, med exponeringar som typiskt sträcker sig från några sekunder till flera minuter beroende på ljusförhållandena."
    },
    {
      "type": "paragraph",
      "content": "Dessa är inte massproducerade kameror. Varje EIKAN tillverkas på beställning i Slovenien, så det finns verkligt hantverk bakom varje exemplar."
    },
    {
      "type": "paragraph",
      "content": "[Läs mer om Ondu hålkameror](https://ondupinhole.com/) via deras officiella webbplats."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/ondu_eikan_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/ondu_eikan_film_photography_camera@2x.jpg",
      "alt": "Ondu Eikan filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Ondu Pinhole"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Pentax 17"
    },
    {
      "type": "paragraph",
      "content": "Pentax överraskade alla genom att släppa en ny halvformatskamera i mitten av 2024. Pentax 17 fotograferar vertikala rutor och fördubblar ditt bildantal per rulle. Ricoh Imaging Corporation designade den för portabilitet och enkelhet, med satsa på formatets vintage-attraktionskraft och praktiska fördelar."
    },
    {
      "type": "paragraph",
      "content": "Värt att nämna är att objektivet är en triplettdesign baserad på Ricoh Auto Half och Espio Mini från 1994. Kameran inkluderar sju fotograferingslägen, inklusive ett \"Bokeh\"-läge för porträtt och ett bulbläge för långa exponeringar. Topp- och bottenplattorna är magnesiumlegering (samma material som används i Pentax högklassiga digitalkameror som K-1), vilket håller den lätt men hållbar. Kameran drivs av ett CR2-batteri som Pentax uppskattar räcker till ungefär 10 rullar om du använder blixt på hälften av dina bilder."
    },
    {
      "type": "paragraph",
      "content": "Halvformatskameror var populära på 1960- och 70-talen och försvann sedan. Pentax tog tillbaka formatet med modern byggkvalitet och okomplicerade kontroller. Den är kompakt, enkel att använda och ger dig 72 bilder på en standard 36-exponeringsrulle."
    },
    {
      "type": "paragraph",
      "content": "[Köp Pentax 17](https://pentax.eu/products/pentax-17) på deras officiella webbutik för €549,99."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/pentax_17_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/pentax_17_film_photography_camera@2x.jpg",
      "alt": "Pentax 17 filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Ricoh Imaging Europe S.A.S."
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Polaroid I-2"
    },
    {
      "type": "paragraph",
      "content": "Polaroid I-2 är Polaroids mest kapabla direktbildskamera just nu, designad för fotografer som faktiskt vill ha kontroll över sina bilder. Släppt i slutet av 2024 packar den det skarpaste objektivet Polaroid någonsin har gjort: ett tre-elementsoptik på 98mm med kontinuerlig LiDAR-autofokus som träffar fokus från 0,4 meter ut till oändlighet. Den verkliga storyn här är manuell kontroll. Du får automatik, bländarprioritet, slutarprioritet, manuellt läge, multipel exponering och självutlösarlägen. Bländaren sträcker sig från f/8 till f/64, slutartider går från 1/250 sekund till 30 sekunder, och exponeringskompensation justeras i 1/3-stegs steg över +/- 2 EV för exakt ljusstyrningskontroll."
    },
    {
      "type": "paragraph",
      "content": "Både den yttre displayen och den elektroniska sökaren visar dina inställningar i realtid: exponeringsvärden, bländare, slutartid, batteristatus, återstående bilder och fokusavstånd. Den inbyggda blixten producerar mjukt, balanserat ljus, och det finns extern blixtsynk om du vill arbeta med studioutrustning. Bluetooth ansluter till Polaroids app för fjärrstyrning och djupare justeringar. Det uppladdningsbara litiumjonbatteriet driver upp till 15 filmpaket per laddning via USB-C. Bästa delen? I-2 fotograferar i-Type, 600 och SX-70-filmer, så du kan experimentera med olika direktbildsformat på en och samma kropp."
    },
    {
      "type": "paragraph",
      "content": "Polaroids sortiment inkluderar även Now+ Gen 3 med kreativa filter, den fickstora Polaroid Go och klassiska 600- eller SX-70-modeller för enklare fotografering. Men om du är seriös med direktbildsfotografering 2026 är I-2 där den verkliga kapaciteten finns."
    },
    {
      "type": "paragraph",
      "content": "[Köp Polaroid I-2](https://www.polaroid.com/en_us/cameras/i2-camera) på deras officiella webbutik för $399,99."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/polaroid_i-2_instant_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/polaroid_i-2_instant_film_photography_camera@2x.jpg",
      "alt": "Polaroid I-2 direktbildskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Polaroid"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Rollei 35 AF"
    },
    {
      "type": "paragraph",
      "content": "MiNT Camera levererade Rollei 35 AF i slutet av 2024, och uppdaterade den ikoniska 1960-talskompakten med modern teknik. Originalet var briljant litet men krävde att man gissade fokusavstånd. MiNT behöll den kompakta kroppen och lade till LiDAR-autofokus, automatisk exponering och en inbyggd blixt. Den använder ett fast 35mm f/2,8-objektiv och behåller den manuella filmframmatningen."
    },
    {
      "type": "paragraph",
      "content": "Kameran använder LiDAR-teknik som kan fokusera från 0,5 meter till oändlighet, vilket gör den pålitlig även under utmanande förhållanden. Den har både automatisk exponering och manuella kontroller för bländare (f/2,8 till f/16), slutartid och ISO. Intressant nog hjälpte pensionerade Pentax-ingenjörer till att designa objektivet. MiNT tillbringade ungefär fem år med att utveckla denna kamera och arbetade igenom flera prototyper innan lansering."
    },
    {
      "type": "paragraph",
      "content": "Med tanke på priset är det en premiumkompakt för fotografer som vill ha något fickvänligt utan besväret med zonfokusering. MiNT licenserade officiellt Rollei-namnet för projektet och tog tillbaka en av filmfotograferingens mest kända designer med verkliga moderna bekvämligheter."
    },
    {
      "type": "paragraph",
      "content": "[Läs mer om Rollei 35 AF](https://rollei35af.com/pages/camera) via Rolleis officiella webbplats. Den prissattes till €885,00 vid lansering men är för närvarande slutsåld. Du kan behöva kolla onlinekamerabutiker eller lokala affärer för att hitta en återförsäljare."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/rollei_35_af_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/rollei_35_af_film_photography_camera@2x.jpg",
      "alt": "Rollei 35 AF filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Rollei 35 AF"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Shen Hao-kameror"
    },
    {
      "type": "paragraph",
      "content": "Shen Hao är en Shanghai-baserad kameratillverkare som har gjort storformats- och fältkameror sedan mitten av 1990-talet. De arbetar främst med trä och metall och producerar storformatskameror i format från 4×5 tum upp till panoramor som 6×17 cm och större."
    },
    {
      "type": "paragraph",
      "content": "Det som gör dem intressanta är kombinationen av traditionellt hantverk och praktiska moderna funktioner. Deras kameror inkluderar Graflok-bakstycken och standardobjektivbrädor samtidigt som de behåller den klassiska träestetiken. Den verkliga attraktionen är värdet: deras HZX45-II A-modell erbjuder ordentliga rörelser (rise, shift, tilt) och solid konstruktion till en bråkdel av vad du skulle betala för jämförbara europeiska kameror."
    },
    {
      "type": "paragraph",
      "content": "De täcker också ett ovanligt brett spektrum av format. Utöver standard 4×5 och 5×7 gör Shen Hao panoramakameror i 6×17, 6×12 och till och med 12×20 tums format. Det är ovanligt att hitta denna variation från en tillverkare fokuserad på träfältkameror som förblir portabla nog för verkligt fältarbete."
    },
    {
      "type": "paragraph",
      "content": "[Läs mer om Shen Hao-kameror](http://www.shen-hao.com/) via deras officiella webbplats."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/shen_hao_ptb-45_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/shen_hao_ptb-45_film_photography_camera@2x.jpg",
      "alt": "Shen Hao PTB-45 filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © 上海申豪專業照相機有限公司"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "SilverBridges WideluxX"
    },
    {
      "type": "paragraph",
      "content": "WideluxX återupplivar den panoramiska Widelux-kameran, känd för sin roterande objektivmekanism som skapar distinkta bredformatsbilder med naturligt böjda horisonter. SilverBridges arbetar på denna uppdaterade version, som kommer att fotografera både 35mm och mellanformat panoramabilder."
    },
    {
      "type": "paragraph",
      "content": "De ursprungliga Widelux-kamerorna blev kultfavoriter. Jeff Bridges fotograferar berömt med en och har publicerat böcker med sina Widelux-fotografier. Produktionen upphörde för många år sedan, men SilverBridges tar tillbaka den mekaniska panoramatekniken med uppdaterad tillverkning. Det är en nischkamera för en specifik typ av fotografering, men det är precis poängen."
    },
    {
      "type": "paragraph",
      "content": "Även om kameran ännu inte är \"faktiskt\" tillgänglig tyckte jag det vore coolt att inkludera den på denna lista för att stödja projektet. WideluxX är fortfarande en prototyp och förbeställningar har inte öppnat än, men du kan [läsa mer om SilverBridges WideluxX](https://wideluxx.com) genom att besöka projektets officiella webbplats."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/silverbridges_wideluxx_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/silverbridges_wideluxx_film_photography_camera@2x.jpg",
      "alt": "SilverBridges WideluxX filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © SilverBridges"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Smartflex 4x5"
    },
    {
      "type": "paragraph",
      "content": "Smartflex 4x5 finansierades på Kickstarter i slutet av 2024 och började levereras i början av 2025. Skapad av storformatsentusiaster HuaTong Zhang och hans partner (baserade mellan Shenzhen och Tokyo) är det en 4x5 SLR som väger strax över 2kg, tillräckligt lätt för att fotografera handhållet. Kameran använder 3D-printade material och kolfiber för att förbli portabel samtidigt som den har en ljus 5x5-sökare som gör fokusering faktiskt trevlig."
    },
    {
      "type": "paragraph",
      "content": "Till omkring $2 000 för kroppen är den fortfarande dyr men betydligt billigare än traditionella storformatskameror. Den verkliga fördelen är mångsidighet: den accepterar standard 4x5-filmhållare och fungerar även med Instax Wide-bakstycken, så du kan testa ljussättningar innan du satsar på dyrt bladfilm. Detta gör storformatsporträttfotografering mer praktisk än någonsin."
    },
    {
      "type": "paragraph",
      "content": "[Köp Smartflex Camera 4x5](https://smartflexcamera.shop/products/smartflex-camera-4x5) med dess Smartnon 178mm och Instax wide-bakstycke som ett set på Smartflex officiella webbplats för ¥543 890."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/smartflex_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/smartflex_4x5_film_photography_camera@2x.jpg",
      "alt": "Smartflex 4x5 filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Zhuoyao Chen"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Stenopeika Air Force-serien"
    },
    {
      "type": "paragraph",
      "content": "Stenopeika Air Force-serien sammanför italienskt hantverk och praktisk design för storformatsfotografer som vill ha en fältkamera de kan ta med vart som helst. Dessa kameror är kända för sin lätta, hållbara konstruktion med en blandning av tåliga material som kevlarfiber och organsinsilke för bälgen. Trots sin portabilitet erbjuder de det utbud av rörelser som fotografer förväntar sig, inklusive rise, fall, swing och tilt på både fram- och bakstandarden. Detta gör dem mycket anpassningsbara för att kontrollera perspektiv och fokus, oavsett om du fotograferar landskap eller arkitektur."
    },
    {
      "type": "paragraph",
      "content": "Serien täcker flera format, med modeller för 4x5, 5x7, 8x10 och även 11x14, var och en designad för att balansera kompakthet med bälgdrag och objektivkompatibilitet som behövs för större format. En framträdande egenskap är hur fullständigt dessa kameror fälls ihop, vilket gör dem enkla att packa och bära för platsarbete. De mjuka, lätta att låsa kontrollerna och magnetiska snäppskyddet för mattglaset bidrar till den användarvänliga designen. Sammantaget levererar Air Force-kamerorna en kombination av solid konstruktion, intuitiv hantering och flexibilitet, vilket gör dem till ett solitt val för alla som satsar på storformatsfilmfotografering och som också behöver portabilitet och precision."
    },
    {
      "type": "paragraph",
      "content": "[Läs mer om Stenopeika-kameror](https://www.stenopeika.com/) via företagets officiella webbplats."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/stenopeika_air_force_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/stenopeika_air_force_film_photography_camera@2x.jpg",
      "alt": "Stenopeika Air Force filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Stenopeika"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Svedovsky-kameror"
    },
    {
      "type": "paragraph",
      "content": "Svedovsky Cameras grundades av Piotr Niewierowicz, en tjeckisk designer och hantverkare som blandar traditionellt trähantverk med precisionskamerateknik. Hans designer fokuserar på att skapa funktionella, vackert hantverkade storformatskameror som förhöjer fotografiupplevelsen."
    },
    {
      "type": "paragraph",
      "content": "Flaggskeppsmodellen är en 8x10 fältkamera, handtillverkad av noggrant utvalda hårdträsorter som mahogny eller ek, med mässingsbeslag och fint frästa komponenter som fälls ihop för transport. Kamerorna har mjuka, exakta framstandardrörelser inklusive tilt och shift. De använder standardobjektivbrädor för storformat och moderna filmhållare, och erbjuder kompatibilitet utan proprietära begränsningar."
    },
    {
      "type": "paragraph",
      "content": "Tillverkade i små serier i Tjeckien är dessa kameror både praktiska verktyg och konstverk."
    },
    {
      "type": "paragraph",
      "content": "[Läs mer om Svedovsky Cameras](http://svedovsky.com/) via företagets officiella webbplats."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/svedovsky_8x10_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/svedovsky_8x10_film_photography_camera@2x.jpg",
      "alt": "Svedovsky 8x10 filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Svedovsky Cameras"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Woodyman Camera"
    },
    {
      "type": "paragraph",
      "content": "Woodyman är en liten fransk tillverkare som bygger storformatskameror i trä med praktikalitet i första rummet. De gör lätta 4×5, 5x7 och 8×10 fältkameror av valnöt och körsbär, designade för fotografer som vill ha en bärbar storformatskamera som faktiskt är bekväm att bära hela dagen, inte bara ett studieobjekt."
    },
    {
      "type": "paragraph",
      "content": "Kamerorna täcker de väsentliga rörelserna: främre rise, fall och tilt, plus bakre tilt och swing, så du får tillräcklig flexibilitet för arkitektur, landskap och stilleben. Bälgdraget är rejält för vanliga brännvidder, och de använder standardobjektivbrädor och filmhållare, så de passar direkt in i en befintlig storformatsuppsättning utan att behöva proprietär utrustning."
    },
    {
      "type": "paragraph",
      "content": "Uppsättningen är snabb och låsmekanismerna är okomplicerade, vilket spelar roll när du arbetar på plats. De är märkbart lättare än traditionella metallmonorails eller äldre trädesigner, vilket gör dem till ett bra val för vandrare och alla som fotograferar utanför studion. Woodyman riktar sig i grunden till fotografer som vill ha storformatens disciplin och bildkvalitet utan skrämseleffekten: modernt trähantverk, välbekanta rörelser och byggda för att klara verklig användning i fält."
    },
    {
      "type": "paragraph",
      "content": "[Läs mer om Woodyman Camera-modeller](https://woodymancamera.com/en/) via företagets officiella webbplats. Priser börjar runt €840,00 för 4x5-modellen och €1 500,00 för 8x10."
    },
    {
      "type": "media",
      "image": "/lib/img/shared/blog/woodyman_4x5_film_photography_camera.jpg",
      "image_2x": "/lib/img/shared/blog/woodyman_4x5_film_photography_camera@2x.jpg",
      "alt": "Woodyman 4x5 filmfotograferingskamera",
      "width": "400",
      "height": "300",
      "caption": "Bild © Woodyman Camera"
    },
    {
      "type": "heading",
      "level": 3,
      "content": "Varför detta spelar roll"
    },
    {
      "type": "paragraph",
      "content": "Dessa kameror representerar något större än bara nya produkter. De bevisar att det finns verklig efterfrågan på filmfotograferingsverktyg, tillräckligt för att motivera tillverkning från grunden. Dessa är inte Kickstarter-projekt som kanske levereras någon dag. De flesta av dessa kameror är tillgängliga nu eller levereras till förbeställningskunder."
    },
    {
      "type": "paragraph",
      "content": "Företagen bakom dem är inte ärvda tillverkare som försöker pressa ut vinst från gamla designer. De är nya verksamheter (eller nyligen engagerade som Pentax) som bygger kameror för människor som väljer film 2026, med allt som det valet innebär."
    },
    {
      "type": "paragraph",
      "content": "Filmfotografering har andra krav än på 1990-talet. Människor fotograferar mindre men förväntar sig mer av varje bild. De vill ha kameror som respekterar deras tid samtidigt som de bevarar det som gör film speciellt. Dessa nya kameror är designade för den verkligheten."
    }
  ],
  "meta_title": "Bästa nya filmkameror du kan köpa 2026 - Frames blogg",
  "meta_description": "Utforska nya filmkameror tillgängliga 2026. Från 35mm till storformat, upptäck modeller från Pentax, Leica, Lomography och fler som du kan köpa helt nya.",
  "meta_keywords": "filmkameror 2026, nya filmkameror, köpa filmkamera, 35mm filmkamera, mellanformat filmkamera, storformat kamera, Pentax 17, Leica M6 nyutgåva, Lomography MC-A, Analogue AF-1, SilverBridges WideluxX, nya filmkameror fortfarande i produktion, filmfotografering 2026"
}
